Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Created all backup files OK.
cs_cz: Byly vytvořeny všechny záložní soubory v pořádku.
sk_sk: Všetky záložné súbory boli vytvorené OK.

source: Failed to create backup, see debug list (if debug is enabled in ospy system).
cs_cz: Vytvoření zálohy se nezdařilo, viz seznam ladění (pokud je ladění povoleno v systému OSPy).
sk_sk: Zálohu sa nepodarilo vytvoriť, pozrite si zoznam ladení (ak je ladenie povolené v systéme ospy).

source: OSPy Backup
cs_cz: Zálohování balíčků
sk_sk: Zálohovanie balíkov

source: OSPy Backup Plugin
cs_cz: Rozšíření Zálohování balíčků
sk_sk: Doplnok Zálohovanie balíkov

source: After pressing the button, the current backup is created.
cs_cz: Po stisknutí tlačítka se vytvoří aktuální záloha.
sk_sk: Po stlačení tlačidla sa vytvorí aktuálna záloha.

source: OSPy Backup Plugin - help
cs_cz: Rozšíření Zálohování balíčků - nápověda
sk_sk: Doplnok Zálohovanie balíkov - pomocník

source: This extension creates a backup of data directories from all available installed extensions in OSPy. Example: "Air Temperature and Humidity Monitor/data". Local records from plugins (for example json files with temperature, etc...) are most often found in the plugins data directories.
cs_cz: Toto rozšíření vytváří zálohu datových adresářů ze všech dostupných nainstalovaných rozšíření v OSPy. Příklad: "Monitor teploty a vlhkosti vzduchu/data". Lokální záznamy z rozšíření (například json soubory s teplotou apod.) se nejčastěji nacházejí v datových adresářích rozšíření.
sk_sk: Toto rozšírenie vytvára zálohu dátových adresárov zo všetkých dostupných nainštalovaných rozšírení v OSPy. Príklad: "Monitor teploty a vlhkosti vzduchu". Lokálne záznamy z pluginov (napríklad súbory json s teplotou atď...) sa najčastejšie nachádzajú v dátových adresároch pluginov.

source: Backups can be downloaded to our computer (phone) and possibly uploaded back to data directories in specific plugins after unpacking. Backups are in zip format (example: 20240417-201606-PluginsBackup.zip)
cs_cz: Zálohy lze stáhnout do našeho počítače (telefonu) a případně po rozbalení nahrát zpět do datových adresářů v konkrétních rozšířeních. Zálohy jsou ve formátu zip (příklad: 20240417-201606-PluginsBackup.zip)
sk_sk: Zálohy sa dajú stiahnuť do nášho počítača (telefónu) a prípadne po rozbalení nahrať späť do dátových adresárov v konkrétnych pluginoch. Zálohy sú vo formáte zip (príklad: 20240417-201606-PluginsBackup.zip)

source: If possible, store all records from the plugins on to your own database storage (MySQL) instead of in local "data" directories.
cs_cz: Pokud je to možné, ukládejte všechny záznamy z rozšíření do vlastního databázového úložiště (MySQL) místo do lokálních "datových" adresářů.
sk_sk: Ak je to možné, uložte všetky záznamy z doplnkov na svoje vlastné úložisko databázy (MySQL) namiesto do lokálnych adresárov „údajov“.

source: Not only does this save the Raspberry Pi SD card, but in the event of an OSPy crash, we wont lose the saved data (since its outside of OSPy in the database).
cs_cz: Nejen, že se tím ušetří SD karta Raspberry Pi (nebo flash disk), ale v případě havárie OSPy neztratíme uložená data (protože je máme mimo OSPy v databázi).
sk_sk: Nielenže to zachráni Raspberry Pi SD kartu, ale v prípade zlyhania OSPy neprídeme o uložené dáta (keďže sú mimo OSPy v databáze).

source: To connect to the database, we can use an extension called: database_connector. Which will ensure the storage of data from our plugins.
cs_cz: Pro připojení k databázi můžeme použít rozšíření s názvem: database_connector. Což zajistí ukládání dat z našich rozšíření.
sk_sk: Na pripojenie k databáze môžeme použiť rozšírenie s názvom: database_connector. Čo zabezpečí ukladanie dát z našich pluginov.

source: Package: Photovoltaic Boiler
cs_cz: Balíček: FVE bojler
sk_sk: Balík: FVE bojler

source: Photovoltaic Boiler
cs_cz: FVE bojler
sk_sk: FVE bojler

source: Waiting to turned on or off.
cs_cz: Čekání na zapnutí nebo vypnutí.
sk_sk: Čaká sa na zapnutie alebo vypnutie.

source: Waiting.
cs_cz: Čekání.
sk_sk: Čakanie.

source: Unable to load settings from Air Temperature and Humidity Monitor plugin! Is the plugin Air Temperature and Humidity Monitor installed and set up?
cs_cz: Nelze načíst nastavení z rozšíření Air Temperature and Humidity Monitor! Je rozšíření Air Temperature and Humidity Monitor nainstalováno a nastaveno?
sk_sk: Nie je možné načítať nastavenia z doplnku Monitor teploty a vlhkosti vzduchu! Je doplnok Monitor teploty a vlhkosti vzduchu nainštalovaný a nastavený?

source: Waiting (not enabled regulation in options, or not selected input).
cs_cz: Čekání (nepovolená regulace v možnostech nebo nevybraný vstup).
sk_sk: Čaká sa (regulácia nieje povolená v možnostiach alebo nie je zvolený vstup).

source: Some probe shows a fault, regulation is blocked!
cs_cz: Nějaká sonda ukazuje chybu, regulace je blokována!
sk_sk: Niektoré senzory hlásia chybu, regulácia je zablokovaná!

source: Boiler
cs_cz: Bojler
sk_sk: Bojler

source: Photovoltaic Boiler plug-in
cs_cz: Rozšíření FVE bojler
sk_sk: Doplnok FVE bojler

source: Enable Control
cs_cz: Povolit regulaci
sk_sk: Povoliť ovládanie

source: If the box is checked, regulation will be enabled.
cs_cz: Pokud je políčko zaškrtnuto, bude povolena regulace.
sk_sk: Ak je políčko začiarknuté, zapne sa regulácia.

source: Sensors or plugin
cs_cz: Snímače nebo rozšíření
sk_sk: Senzory alebo zásuvný modul

source: Select the temperature probes from sensors or from plugin air temperature.
cs_cz: Vyberte teplotní sondy ze snímačů, nebo z rozšíření Air temp humi.
sk_sk: Vyberte teplotné sondy zo senzorov alebo z doplnku pre meranie teploty a vlhkosti vzduchu.

source: Select type
cs_cz: Vyberte typ
sk_sk: Vyberte typ

source: OSPy Sensors
cs_cz: Snímače OSPy
sk_sk: Senzory OSPy

source: Air temp plugin
cs_cz: Balíček Air temp
sk_sk: Zásuvný modul teploty vzduchu

source: Probe input for boiler
cs_cz: Vstupní čidlo pro bojler
sk_sk: Vstupný senzor pre bojler

source: Select the temperature sensor (its name) you want to use.
cs_cz: Vyberte snímač teploty (jeho název), který chcete použít.
sk_sk: Vyberte senzor teploty (jeho názov), ktorý chcete použiť.

source: Not selected type
cs_cz: Nevybraný typ
sk_sk: Nie je vybratý typ

source: Start Time for activating
cs_cz: Čas pro start (od)
sk_sk: Čas pre štart (od)

source: If the boiler temperature is lower than set in this extension and the current time is greater than the start time, the output will be switched.
cs_cz: Pokud je teplota bojleru nižší, než je nastaveno v tomto rozšíření, a aktuální čas je vyšší než čas spuštění, dojde k sepnutí výstupu.
sk_sk: Ak je teplota bojleru nižšia než je nastavená v tomto doplnku a aktuálny čas je vyšší než čas spustenia, dôjde k spusteniu výstupu.

source: Stop Time for activating
cs_cz: Čas pro stop (do)
sk_sk: Čas pre stop (do)

source: If the boiler temperature is lower than set in this extension and the current time is less than the stop time, the output will be active.
cs_cz: Pokud je teplota bojleru nižší než nastavená v tomto rozšíření a aktuální čas je menší než čas zastavení, výstup bude aktivní.
sk_sk: Ak je teplota bojleru nižšia než je nastavená v tomto doplnku a aktuálny čas je menší než čas zastavenia, výstup bude aktívny.

source: Enable secondary time
cs_cz: Povolit druhý čas
sk_sk: Povolenie sekundárneho času

source: If the box is checked, second time will be enabled.
cs_cz: Pokud je políčko zaškrtnuto, bude druhý čas povolen.
sk_sk: Ak je políčko začiarknuté, druhý čas bude povolený.

source: Start secondary Time for activating
cs_cz: Čas pro start 2 (od)
sk_sk: Čas pre štart 2 (od)

source: Stop secondary Time for activating
cs_cz: Čas pro stop 2 (do)
sk_sk: Čas pre stop 2 (do)

source: Temperature for ON output
cs_cz: Teplota pro zapnutí výstupu
sk_sk: Teplota pre zapnutie výstupu

source: Temperature for switch ON (boiler output). If the temperature of the probe is lower than this set value, the output switches.
cs_cz: Teplota pro zapnutí (teplota bojleru). Pokud je teplota ze sondy nižší než tato nastavená hodnota, výstup se zapne.
sk_sk: Teplota pre zapnutie (výkon kotla). Ak je teplota sondy nižšia ako táto nastavená hodnota, výstup sa prepne.

source: Select the output you want to control with regulation.
cs_cz: Vyberte výstup, který chcete ovládat regulací.
sk_sk: Vyberte výstup, ktorý chcete ovládať pomocou regulácie.

source: Photovoltaic Boiler - Help
cs_cz: FVE bojler - nápověda
sk_sk: FVE bojler - pomocník

source: Or it is possible to use temperature measurement from OSPy sensors (LAN/Wi-Fi, radio...) Allows boiler heating regulation.
cs_cz: Nebo je možné použít měření teploty ze snímačů OSPy (LAN/Wi-Fi, rádio...)
sk_sk: Alebo je možné použiť meranie teploty zo senzorov OSPy (LAN / Wi-Fi, rádio ...)

source: This plugin needs enabled and corect setup the Air Temperature and Humidity Monitor. Reading temperature using from DS18B20 sensors connected to the external hardware board
cs_cz: Toto rozšíření vyžaduje povolené a nastavené rozšíření Air Temperature and Humidity Monitor. Teploty se čtou pomocí senzorů DS18B20 připojených k externí hardwarové desce
sk_sk: Tento doplnok potrebuje povolený a nastavený plugin Air Temperature and Humidity Monitor. Teplota sa číta zo snímačov DS18B20 pripojených k externej hardvérovej doske

source: Example: for heating boiler with photovoltaic solar panel. During the day, when the solar power plant has excess electricity, we heat the boiler from the solar power plant. In the evening hours, for example, from 8 p.m. to 11 p.m., and if the boiler temperature is lower than set, we switch the station (contactor) to the public network. The contactor has a changeover contact that connects the boiler either to the solar power plant or to the public grid.
cs_cz: Příklad: bojler s fotovoltaickým solárním panelem. Během dne, kdy má solární elektrárna přebytek elektřiny, ohříváme bojler ze solární elektrárny. Ve večerních hodinách, například od 20 do 23 hodin, a pokud je teplota bojleru nižší než nastavená, přepneme stanici (stykač) na veřejnou síť. Stykač má přepínací kontakt, který připojí bojler buď k solární elektrárně, nebo k veřejné síti.
sk_sk: Príklad: bojler s fotovoltickým solárnym panelom. Počas dňa, ked má solárna elektráreň prebytok elektriny, ohrievame bojler zo solárnej elektrárne. Vo večerných hodinách, napríklad od 20 do 23 hodiny, a ak je teplota bojleru nižšia než nastavená, prepneme stanicu (stykač) na verejnou sieť. Stykač má prepínací kontakt, ktorý pripojí bojler buď k solárnej elektrárni, alebo k verejnej sieti.

source: The boiler has its own thermostat with a set temperature to regulate the water temperature. This extension only switches between the public grid and PV if there was no solar heating.
cs_cz: Bojler má vlastní termostat s nastavenou teplotou pro regulaci teploty vody. Toto rozšíření přepíná mezi veřejnou sítí a fotovoltaikou pouze v případě, že nedošlo k solárnímu ohřevu.
sk_sk: Bojler má vlastný termostat s nastavenou teplotou pre reguláciu teploty vody. Tento doplnok iba prepína medzi verejnou sieťou a fotovoltickou v prípade ak by nedošlo k ohrevu zo solárnej elektrárne.

source: All temperatures is in
cs_cz: Všechny teploty jsou ve
sk_sk: Všetky teploty sú v

source: Or in OSPy sensors as well also in
cs_cz: Nebo v případě OSPy snímačů lze uvádět v
sk_sk: Alebo v prípadne OSPy senzorov je možné uvádzať v

source: Package: Ping Monitor
cs_cz: Balíček: Monitor pingu
sk_sk: Balík: Monitor pingu

source: Report from OSPy PING plugin
cs_cz: Hlášení z OSPy PING monitoru
sk_sk: Správa z doplnku OSPy PING

source: is available.
cs_cz: je k dispozici.
sk_sk: je k dispozícii.

source: is not available.
cs_cz: není k dispozici.
sk_sk: nie je k dispozícii.

source: Ping has fault. Restarting system!
cs_cz: Ping má chybu. Restartuji systém!
sk_sk: Ping má chybu. Reštartujem systém!

source: Ping Monitor send statistics at the day and time
cs_cz: Ping monitor odesílá statistiku v tento den a čas
sk_sk: Ping Monitor posiela štatistiku v tento den a čas

source: Ping Monitor plug-in
cs_cz: Rozšíření ping monitor
sk_sk: Doplnok Ping Monitor

source: Saving to log files OK.
cs_cz: Ukládání do souborů protokolu OK.
sk_sk: Ukladanie do denníka udalostí OK.

source: Ping monitor is disabled.
cs_cz: Ping monitor není povolen.
sk_sk: Doplnok ping monitor je zakázaný.

source: Ping monitor settings
cs_cz: Ping monitor nastavení
sk_sk: Ping monitor nastavenia

source: Use ping monitoring
cs_cz: Použít ping monitor
sk_sk: Použite ping monitor

source: Activate this extension use for ping testing.
cs_cz: Aktivovat toto rozšíření pro testování ping.
sk_sk: Aktivujte toto rozšírenie na testovanie pingom.

source: When logging is enabled, a log file is created (required for the graph and for sending an e-mail at the same time).
cs_cz: Pokud je povoleno logování, tak se vytvoří soubory s logy (vyžadováno pro graf a e-mail).
sk_sk: Keď je zapnuté zapisovanie do denníka, vytvorí sa súbor denníka (vyžaduje sa pre graf a na odosielanie e-mailov súčasne).

source: Ping address 1
cs_cz: První adresa pro ping
sk_sk: Adresa ping 1

source: First address for testing.
cs_cz: První adresa pro testování.
sk_sk: Prvá adresa na testovanie.

source: Label for address.
cs_cz: Štítek pro adresu.
sk_sk: Štítok pre adresu.

source: Ping address 2
cs_cz: Druhá adresa pro ping
sk_sk: Adresa ping 2

source: Second address for testing.
cs_cz: Druhá adresa pro testování.
sk_sk: Druhá adresa na testovanie.

source: Ping address 3
cs_cz: Třetí adresa pro ping
sk_sk: Adresa ping 3

source: Third address for testing.
cs_cz: Třetí adresa pro testování.
sk_sk: Tretia adresa na testovanie.

source: Ping interval
cs_cz: Interval pro ping
sk_sk: Interval pingu

source: After what time do we want to repeat the ping. From 2 to 600 seconds.
cs_cz: Po jaké době chceme opakovat ping. Od 2 do 600 sekund.
sk_sk: Po uplynutí akej doby chceme opakovať ping. Od 2 do 600 sekúnd.

source: Number of invalid pings to restart the device
cs_cz: Počet neplatných příkazů ping pro restartování zařízení
sk_sk: Počet neplatných príkazov na reštartovanie zariadenia

source: If enabled restart this device, then this item affects how many unsuccessful pings will be performed before a restart. From 2 to 60.
cs_cz: Pokud je povoleno restartování tohoto zařízení, tato položka má vliv na to, kolik neúspěšných pingů bude provedeno před restartováním. Od 2 do 60.
sk_sk: Ak je povolené reštartovať toto zariadenie, potom táto položka ovplyvňuje, koľko neúspešných pingov sa vykoná pred reštartom. Od 2 do 60.

source: Restart this device
cs_cz: Restartovat zařízení
sk_sk: Reštartovať zariadenie

source: When enabled, the device will be restarted after a certain number of unsuccessful pings (HW restart).
cs_cz: Pokud je povoleno, zařízení bude restartováno po určitém počtu neúspěšných pingů (HW restart).
sk_sk: Ak je povolené, zariadenie sa reštartuje po určitom počte neúspešných pingov (HW reštart).

source: Send an E-mail with statistics (csv file)
cs_cz: Odeslat E-mailem soubor statistik (csv)
sk_sk: Poslať e-mail so štatistikami (súbor CSV)

source: Send a csv file with statistics via E-mail.
cs_cz: Odeslat E-mailem soubor statistik (csv).
sk_sk: Pošlite súbor CSV so štatistikami prostredníctvom e-mailu.

source: For this function required E-mail plugin
cs_cz: Toto rozšíření vyžaduje rozšíření E-mail notifications pro odesílání zpráv
sk_sk: Pre túto funkciu je potrebný doplnok pre E-mail

source: Interval for sending statistics
cs_cz: Interval pro odesílání statistiky (logu)
sk_sk: Interval na zasielanie štatistík

source: Interval for sending statistics by email. From 1 to 48 hours.
cs_cz: Interval pro odesílání statistik E-mailem. Od 1 do 48 hodin.
sk_sk: Interval na zasielanie štatistík e-mailom. Od 1 do 48 hodín.

source: Delete statistics after send
cs_cz: Smazat statistiku (log) po odeslání
sk_sk: Po odoslaní odstrániť štatistiku

source: Delete the csv file with statistics after sending the E-mail and create a new clean file.
cs_cz: Po odeslání e-mailu odstraňte soubor CSV se statistikami a vytvořte nový čistý soubor.
sk_sk: Odstráňte súbor csv so štatistikami po odoslaní e-mailu a vytvorte nový čistý súbor.

source: Select E-mail plug-in for sending E-mail
cs_cz: Vyberte rozšíření pro odesílání e-mailů
sk_sk: Vyberte doplnok pre odoslanie e-mailov

source: Select filter for graph history
cs_cz: Vybrat filtr pro historii grafů
sk_sk: Výber filtra pre históriu grafov

source: Ping monitor settings - help
cs_cz: Ping monitor - nápověda
sk_sk: Ping monitor nastavenia - pomocník

source: This extension allows you to ping addresses. All pings are recorded in a file (always the first successful and the first unsuccessful)
cs_cz: Toto rozšíření umožňuje ping až 3 adres. Všechny příkazy ping jsou zaznamenány v souboru (vždy první úspěšný a první neúspěšný)
sk_sk: Toto rozšírenie umožňuje ping adresy. Všetky pingy sú zaznamenané v súbore (vždy prvý úspešný a prvý neúspešný)

source: The log file (pings) can be sent by E-mail after a certain time. At the same time, we can restart the device after a certain number of unsuccessful attempts
cs_cz: Soubor protokolu (ping) lze odeslat E-mailem po určité době. Současně můžeme zařízení restartovat po určitém počtu neúspěšných pokusů
sk_sk: Súbor denníka (ping) je možné odoslať e-mailom po určitom čase. Zároveň môžeme reštartovať zariadenie po určitom počte neúspešných pokusov

source: Ping monitor - log
cs_cz: Ping monitor - záznam
sk_sk: Ping monitor - denník

source: Available
cs_cz: Dostupné
sk_sk: Dostupné

source: Connection failure
cs_cz: Selhání připojení
sk_sk: Zlyhanie spojenia

source: Package: Pool Heating
cs_cz: Balíček: Ohřev bazénu
sk_sk: Balík: Ohrev bazéna

source: Report from OSPy Pool Heating plugin
cs_cz: Hlášení z OSPy ohřev bazénu
sk_sk: Zostava z doplnku OSPy Pool Heating

source: Pool Heating
cs_cz: Ohřev bazénu
sk_sk: Ohrev bazéna

source: Regulation disabled!
cs_cz: Regulace zakázána!
sk_sk: Regulácia zakázaná!

source: Safety shutdown!
cs_cz: Bezpečnostní vypnutí!
sk_sk: Bezpečnostná odstávka!

source: Pool
cs_cz: Bazén
sk_sk: Bazén

source: Solar
cs_cz: Solár
sk_sk: Solár

source: System detected error: The temperature did not drop when the pump was switched on after the setuped time. Stations set to OFF. Safety shutdown!
cs_cz: Chyba zjištěná systémem: Teplota neklesla, když bylo čerpadlo zapnuto na nastavený čas. Stanice nastaveny na VYP. Bezpečnostní vypnutí!
sk_sk: Systém zistil chybu: Teplota neklesla, keď bolo čerpadlo zapnuté po nastavenom čase. Stanice nastavené na OFF. Bezpečnostné vypnutie!

source: Pool Heating plug-in
cs_cz: Rozšíření ohřev bazénu
sk_sk: Doplnok Ohrev bazéna

source: Probe input from swimming pool
cs_cz: Vstupní čidlo pro bazén
sk_sk: Vstup senzora z bazéna

source: Probe input from Solar
cs_cz: Vstupní čidlo pro solár
sk_sk: Vstup senzora zo solárneho panela

source: Temperature difference for ON
cs_cz: Teplotní rozdíl pro ZAP
sk_sk: Teplotný rozdiel pre ON

source: Temperature difference for switch ON (filtration pump).
cs_cz: Teplotní rozdíl pro zapnutí (čerpadlo).
sk_sk: Teplotný rozdiel pre zapnutie (filtračné čerpadlo).

source: Temperature difference for OFF
cs_cz: Teplotní rozdíl pro VYP
sk_sk: Teplotný rozdiel pre OFF

source: Temperature difference for switch OFF (filtration pump).
cs_cz: Teplotní rozdíl pro vypnutí (čerpadlo).
sk_sk: Teplotný rozdiel pre vypnutie (filtračné čerpadlo).

source: Safety shutdown
cs_cz: Bezpečnostní vypnutí
sk_sk: Bezpečnostná odstávka

source: Enable Safety
cs_cz: Povolit bezpečnost
sk_sk: Povoliť bezpečnosť

source: If the box is checked, safety will be enabled.
cs_cz: Pokud je políčko zaškrtnuto, bude povolena bezpečnost.
sk_sk: Ak je políčko začiarknuté, bude povolená bezpečnosť.

source: Temperature safety difference
cs_cz: Teplotní bezpečnostní rozdíl
sk_sk: Teplotný bezpečnostný rozdiel

source: Temperature difference for safety shutdown of automation.
cs_cz: Teplotní rozdíl pro bezpečnostní odstavení automatizace.
sk_sk: Teplotný rozdiel pre bezpečnostné vypnutie automatizácie.

source: Maximum run time for safety check
cs_cz: Maximální doba chodu pro bezpečnostní kontrolu
sk_sk: Maximálny čas prevádzky pre bezpečnostnú kontrolu

source: Simply put, if the temperature is higher and it takes xxmin then it means that the pump is not running or that it is idling (no water). A fault e-mail is sent and the station is switched off permanently.
cs_cz: Jednoduše řečeno, pokud je teplota vyšší a trvá to xxmin, znamená to, že čerpadlo neběží nebo běží naprázdno (žádná voda). Odešle se chybový e-mail a stanice se trvale vypne.
sk_sk: Jednoducho povedané, ak je teplota vyššia a trvá xxmin, znamená to, že čerpadlo nie je v prevádzke alebo že je voľnobeh (bez vody). Odošle sa chybný e-mail a stanica je natrvalo vypnutá.

source: In minutes
cs_cz: V minutách
sk_sk: V minútách

source: Send E-mail with error
cs_cz: Odeslat E-mail s chybou
sk_sk: Odoslať E-mail s chybou

source: Pool Heating - Help
cs_cz: Ohřev bazénu - nápověda
sk_sk: Ohrev bazéna - pomocník

source: Or it is possible to use temperature measurement from OSPy sensors (LAN / Wi-Fi, radio ...)
cs_cz: Nebo je možné použít měření teploty ze snímačů OSPy (LAN / Wi-Fi, rádio ...)
sk_sk: Alebo je možné použiť meranie teploty zo senzorov OSPy (LAN / Wi-Fi, rádio ...)

source: This plugin needs enabled and corect setup the Air Temperature and Humidity Monitor. Allows pool heating regulation. Reading temperature using from DS18B20 sensors connected to the external hardware board
cs_cz: Toto rozšíření vyžaduje povolené a nastavené rozšíření Air Temperature and Humidity Monitor. Umožňuje regulaci ohřevu bazénu. Teploty se čtou pomocí senzorů DS18B20 připojených k externí hardwarové desce
sk_sk: Tento doplnok potrebuje povolený a nastavený plugin Air Temperature and Humidity Monitor. Umožňuje reguláciu vykurovania bazéna. Teplota sa čítá zo snímačov DS18B20 pripojených k externej hardvérovej doske

source: Example: for heating a swimming pool with a solar panel. If the temperature difference (solar panel and pool water) is higher, the output (filter pump) is switched on. If the temperature difference from the solar panel is lower than the set temperature, the output (filter pump) is switched off.
cs_cz: Příklad: pro vytápění bazénu se solárním panelem. Pokud je teplotní rozdíl (solární panel a bazén) vyšší, je výstup (čerpadlo) zapnutý. Pokud je teplotní rozdíl od solárního panelu nižší než nastavená teplota, výstup (čerpadlo) se vypne.
sk_sk: Príklad: na ohrev bazéna so solárnym panelom. Ak je teplotný rozdiel (solárny panel a bazénová voda) vyšší, zapne sa výstup (filtračné čerpadlo). Ak je teplotný rozdiel oproti solárnemu panelu nižší ako nastavená teplota, výstup (filtračné čerpadlo) sa vypne.

source: Safety measures in case of failure (hoses, solar heating ...)
cs_cz: Bezpečnostní opatření v případě poruchy (hadice, solární ohřev ...)
sk_sk: Bezpečnostné opatrenia v prípade poruchy (hadice, solárne kúrenie ...)

source: Package: Pressure Monitor
cs_cz: Balíček: Monitor tlaku
sk_sk: Balík: Monitor tlaku

source: Report from OSPy PRESSURE MONITOR plugin
cs_cz: Zpráva z rozšíření monitor tlaku
sk_sk: Hlásenie z doplnku monitor tlaku

source: Pressure
cs_cz: Tlak
sk_sk: Tlak

source: Time to test pressure sensor
cs_cz: Čas kontroly tlaku snímačem
sk_sk: Čas do testovania senzora tlaku

source: sec
cs_cz: vteřin(a/y)
sk_sk: sekund

source: Pressure sensor is not activated in time, stoping all stations in scheduler.
cs_cz: Snímač tlaku není aktivován včas, zastavení všech stanic v plánovači.
sk_sk: Senzor tlaku nie je aktivovaný včas -> vypínam všetky stanice.

source: Sending E-Mail.
cs_cz: Odesílání E-mailu.
sk_sk: Odosielam email.
