Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: -a logfile, --append-output=logfile Append to logfile. This option is the same as -o, only it appends to logfile instead of overwriting the old log file. If logfile does not exist, a new file is created.
cs_cz: -a logfile, --append-output = logfile Připojit k logfile. Tato možnost je stejná jako -o, pouze se připojí k souboru protokolu namísto přepsání starého souboru protokolu. Pokud soubor protokolu neexistuje, vytvoří se nový soubor.
sk_sk: -a logfile, --append-output = logfile Pripojiť k logfile. Táto možnosť je rovnaká ako -o, iba sa pripojí k súboru denníka miesto prepísania starého súboru denníka. Ak súbor denníka neexistuje, vytvorí sa nový súbor.

source: -d, --debug Turn on debug output, meaning various information important to the developers of wget if it does not work properly. Your system administrator may have chosen to compile wget without debug support, in which case -d will not work. Note that compiling with debug support is always safe; wget compiled with the debug support will not print any debug info unless requested with -d.
cs_cz: -d, --debug Zapne výstup ladění, což znamená různé informace důležité pro vývojáře wget, pokud nefunguje správně. Váš správce systému se možná rozhodl sestavit wget bez podpory ladění, v takovém případě -d nebude fungovat. Všimněte si, že kompilace s podporou ladění je vždy bezpečná; wget zkompilovaný s podporou ladění nebude tisknout žádné informace o ladění, pokud nebude vyžadováno s -d.
sk_sk: -d, --debug Zapne výstup ladenia, čo znamená rôzne informácie dôležité pre vývojára wget, pokiaľ nefunguje správne. Váš správca systému sa možno rozhodol zostavit wget bez podpory ladenia, v takom prípade -d nebude fungovať. Všimnite si, že kompilácia s podporou ladenía je vždy bezpečná; wget zkompilovaný s podporou ladenia nebude zobrazovať žiadne informácie o ladení, pokiaľ nebude vyžadováné s -d.

source: -q, --quiet Turn off wgets output.
cs_cz: -q, --quiet Vypne výstup wgets.
sk_sk: -q, --quiet Vypne výstup wgets.

source: -v, --verbose Turn on verbose output, with all the available data. The default output is verbose.
cs_cz: -v, --verbose Zapne podrobný výstup se všemi dostupnými daty. Výchozí výstup je podrobný.
sk_sk: -v, --verbose Zapne podrobný výstup so všetkými dostupnými dátami. Predvolený výstup je podrobný.

source: -nv, --non-verbose Non-verbose output. Turn off verbose without being completely quiet (use -q for that), which means that error messages and basic information still get printed.
cs_cz: -nv, --non-verbose Non-verbose výstup. Vypněte podrobně, aniž byste byli zcela zticha (použijte -q), což znamená, že se chybové zprávy a základní informace stále tisknou.
sk_sk: -nv, --non-verbose Non-verbose výstup. Verbose vypnite bez úplného ticha (použite -q), čo znamená, že chybové hlásenia a základné informácie sa budú stále zobrazovať.

source: -i file, --input-file=file Read URLs from a local or external file. If "-" is specified as file, URLs are read from the standard input. (Use "./-" to read from a file literally named "-".
cs_cz: -i file, --input-file=soubor Číst adresy URL z místního nebo externího souboru. Pokud je jako soubor zadán znak „-“, budou adresy URL čteny ze standardního vstupu. (Použijte „./-“ ke čtení ze souboru, který má doslova název „-“.
sk_sk: -i file, --input-file=súbor Čítať adresy URL z miestného alebo externého súboru. Pokiaľ je ako súbor zadaný znak „-“, budú adresy URL čítané za štandardného vstupu. (Použite „./-“ ku čítaniu zo súboru, ktorý má doslova názov „-“.

source: If this function is used, no URLs need be present on the command line. If there are URLs both on the command line and input file, those on the command lines will be the first ones to be retrieved. If --force-html is not specified, then file should consist of a series of URLs, one per line.
cs_cz: Pokud je použita tato funkce, na příkazovém řádku nemusí být žádné adresy URL. Pokud jsou na příkazovém řádku i ve vstupním souboru adresy URL, budou ty na příkazových řádcích načteny jako první. Pokud není zadán --force-html, měl by soubor sestávat z řady adres URL, jedné na řádek.
sk_sk: Pokiaľ je použitá táto funkcia, na príkazovom riadku nemusia byť žiadne adresy URL. Pokiaľ sú na príkazovom riadku aj vo vstupnom súbore adresy URL, budú tieto na príkazových riadkoch načítané ako prvné. Ak není zadaný --force-html, mal by súbor byť z rady adries URL, jedna na riadok.

source: However, if you specify --force-html, the document will be regarded as HTML. In that case you may have problems with relative links, which you can solve either by adding <base href="url"> to the documents or by specifying --base=url on the command line.
cs_cz: Pokud však zadáte --force-html, bude dokument považován za HTML. V takovém případě můžete mít problémy s relativními odkazy, které můžete vyřešit přidáním <base href="url"> do dokumentů nebo zadáním --base=url na příkazovém řádku.
sk_sk: Ak však zadáte --force-html, bude dokument považovaný za HTML. V takom prípade môžete mať problémy s relativnimi odkazmi, ktoré môžete vyriešit pridaním <base href="url"> do dokumentu alebo zadaním --base=url na príkazovom riadku.

source: If the file is an external one, the document will be automatically treated as HTML if the Content-Type is "text/html". Furthermore, the files location will be implicitly used as base href if none was specified.
cs_cz: Pokud je soubor externím, bude se s dokumentem automaticky zacházet jako s HTML, pokud je typ obsahu „text / html“. Kromě toho bude umístění souborů implicitně použito jako základní href, pokud nebyl zadán žádný.
sk_sk: Ak je súbor externý, dokument sa bude automaticky považovať za HTML, ak je typ obsahu "text/html". Okrem toho sa umiestnenie súborov implicitne použije ako základný href, ak nebolo zadané žiadne.

source: -F, --force-html When input is read from a file, force it to be treated as an HTML file. This enables you to retrieve relative links from existing HTML files on your local disk, by adding base href="url" to HTML, or using the --base command-line option.
cs_cz: -F, --force-html Když je vstup načítán ze souboru, vynutit, aby se s ním zacházelo jako se souborem HTML. To vám umožní načíst relativní odkazy ze stávajících souborů HTML na místním disku přidáním základní href="url" do HTML nebo pomocí volby --base z příkazového řádku.
sk_sk: -F, --force-html Keď sa vstup načíta zo súboru, vynútite, aby sa s ním zaobchádzalo ako so súborom HTML. To vám umožní získať relatívne odkazy z existujúcich HTML súborov na vašom lokálnom disku pridaním base href="url" do HTML alebo použitím voľby príkazového riadka --base.

source: -B URL --base=URL Resolves relative links using URL as the point of reference, when reading links from an HTML file specified via the -i/--input-file option (together with --force-html, or when the input file was fetched remotely from a server describing it as HTML). This option is equivalent to the presence of a "BASE" tag in the HTML input file, with URL as the value for the "href" attribute.
cs_cz: -B URL --base=URL Řeší relativní odkazy pomocí adresy URL jako referenčního bodu, když čte odkazy ze souboru HTML zadaného pomocí volby -i/- input-file (společně s --force-html, nebo když vstupní soubor byl načten vzdáleně ze serveru, který jej popisuje jako HTML). Tato možnost je ekvivalentní přítomnosti značky „BASE“ ve vstupním souboru HTML s hodnotou URL jako atributu „href“.
sk_sk: -B URL --base=URL Řeší relativní odkazy pomocí adresy URL jako referenčního bodu, když čte odkazy ze souboru HTML zadaného pomocí volby -i/- input-file (společně s --force-html, nebo když vstupní soubor byl načten vzdáleně ze serveru, který jej popisuje jako HTML). Tato možnost je ekvivalentní přítomnosti značky „BASE“ ve vstupním souboru HTML s hodnotou URL jako atributu „href“.

source: For instance, if you specify http://foo/bar/a.html for URL, and wget reads ../baz/b.html from the input file, it would be resolved to http://foo/baz/b.html.
cs_cz: Například pokud určíte http://foo/bar/a.html pro URL a wget čte ../baz/b.html ze vstupního souboru, bylo by to vyřešeno na http://foo/baz/b.html.
sk_sk: Ak napríklad zadáte pre adresu URL http: //foo/bar/a.html a wget načíta zo vstupného súboru ../baz/b.html, bude to vyriešené na http: // foo / baz / b .html.

source: --config=FILE Specify the location of a startup file you want to use.
cs_cz: --config=SOUBOR Určete umístění spouštěcího souboru, který chcete použít.
sk_sk: --config = SÚBOR Zadajte umiestnenie spúšťacieho súboru, ktorý chcete použiť.

source: Directory options
cs_cz: Možnosti adresáře
sk_sk: Možnosti adresára

source: -nd, --no-directories Do not create a hierarchy of directories when retrieving recursively. With this option turned on, all files will get saved to the current directory, without clobbering (if a name shows up more than once, the file names will get extensions .n).
cs_cz: -nd, --no-directories Při rekurzivním načítání nevytvářejte hierarchii adresářů. Je-li tato možnost zapnutá, všechny soubory se uloží do aktuálního adresáře, aniž by došlo k zavalení (pokud se název zobrazí více než jednou, názvy souborů získají příponu .n).
sk_sk: -nd, --no-directories Pri rekurzívnom načítaní nevytvárajte hierarchiu adresárov. Ak je táto možnosť zapnutá, všetky súbory sa uložia do aktuálneho adresára bez toho, aby sa znížili ich náklady. (Ak sa názov zobrazí viac ako raz, názvy súborov dostanú príponu .n).

source: -x, --force-directories The opposite of -nd; create a hierarchy of directories, even if one would not have been created otherwise. For example, wget -x http://fly.srk.fer.hr/robots.txt will save the downloaded file to fly.srk.fer.hr/robots.txt.
cs_cz: -x, --force-directories Opak -nd; vytvořit hierarchii adresářů, i když by jinak nebyl vytvořen. Například wget -x http://fly.srk.fer.hr/robots.txt uloží stažený soubor do souboru fly.srk.fer.hr/robots.txt.
sk_sk: -x, --force-adresáre Opak -nd; vytvoriť hierarchiu adresárov, aj keď by sa inak nevytvoril. Napríklad wget -x http://fly.srk.fer.hr/robots.txt uloží stiahnutý súbor do súboru fly.srk.fer.hr/robots.txt.

source: -nH, --no-host-directories Disable generation of host-prefixed directories. By default, invoking wget with -r http://fly.srk.fer.hr/ will create a structure of directories beginning with fly.srk.fer.hr/. This option disables such behavior.
cs_cz: -nH, --no-host-directories Zakáže generování adresářů s předponou hostitele. Ve výchozím nastavení vyvoláním wget pomocí -r http://fly.srk.fer.hr/ vytvoříte strukturu adresářů začínajících fly.srk.fer.hr/. Tato možnost takové chování zakáže.
sk_sk: -nH, --no-host-directories Zakáže generovanie adresárov s predponou hostiteľa. V predvolenom nastavení vyvolá wget príkazom -r http://fly.srk.fer.hr/ štruktúru adresárov začínajúcich na fly.srk.fer.hr/. Táto možnosť zakáže takéto správanie.

source: --protocol-directories Use the protocol name as a directory component of local file names. For example, with this option, wget -r http://host will save to http/host/... rather than just to host/....
cs_cz: --protocol-directories Použijte název protokolu jako součást adresáře s názvy místních souborů. Například s touto možností se wget -r http://host uloží na http/host/... spíše než jen na hostitele /....
sk_sk: --protocol-directories Použite názov protokolu ako komponent adresára miestnych názvov súborov. Napríklad s touto voľbou sa wget -r http: // hostiteľ uloží na http / hostiteľ / ..., nie iba na hostiteľa / ....

source: --cut-dirs=number Ignore number directory components. This option is useful for getting a fine-grained control over the directory where recursive retrieval will be saved.
cs_cz: --cut-dirs=number Ignorovat počet složek adresáře. Tato možnost je užitečná pro získání jemné kontroly nad adresářem, kde bude uloženo rekurzivní načítání.
sk_sk: --cut-dirs = number Ignorovať počet zložiek adresára. Táto voľba je užitočná na získanie podrobnejšej kontroly nad adresárom, kde bude uložené rekurzívne načítanie.

source: Take, for example, the directory at ftp://ftp.xemacs.org/pub/xemacs/. If you retrieve it with -r, it will be saved locally under ftp.xemacs.org/pub/xemacs/. While the -nH option can remove the ftp.xemacs.org/ part, you are still stuck with pub/xemacs, which is where --cut-dirs comes in handy; it makes wget not "see" number remote directory components. Here are several examples of how --cut-dirs option works:
cs_cz: Vezměte například adresář na ftp://ftp.xemacs.org/pub/xemacs/. Pokud jej načtete pomocí -r, uloží se lokálně pod ftp.xemacs.org/pub/xemacs/. I když volba -nH může odstranit část ftp.xemacs.org/, stále máte problémy s pub/xemacs, což je místo, kde --cut-dirs přijde vhod; to dělá wget ne "vidět" počet komponent vzdáleného adresáře. Zde je několik příkladů, jak funguje volba --cut-dirs:
sk_sk: Vezmime si napríklad adresár na ftp://ftp.xemacs.org/pub/xemacs/. Ak ho načítate pomocou -r, uloží sa lokálne pod ftp.xemacs.org/pub/xemacs/. Aj keď voľba -nH dokáže odstrániť časť ftp.xemacs.org/, stále ste uviaznutí v pub / xemacs, kde sa hodí --cut-dirs; robí wget "nevidí" počet komponentov vzdialeného adresára. Tu je niekoľko príkladov toho, ako funguje voľba --cut-dirs:

source: (no options) ftp.xemacs.org/pub/xemacs/
cs_cz: (žádné možnosti) ftp.xemacs.org/pub/xemacs/
sk_sk: (žiadne možnosti) ftp.xemacs.org/pub/xemacs/

source: If you just want to get rid of the directory structure, this option is similar to a combination of -nd and -P. However, unlike -nd, --cut-dirs does not lose with subdirectories; for instance, with -nH --cut-dirs=1, a beta/ subdirectory will be placed to xemacs/beta, as one would expect.
cs_cz: Pokud se chcete jen zbavit adresářové struktury, je tato možnost podobná kombinaci -nd a -P. Na rozdíl od -nd, --cut-dirs se však s podadresáři neztratí; například s -nH --cut-dirs = 1 bude beta / podadresář umístěn do xemacs / beta, jak by se dalo očekávat.
sk_sk: Ak sa chcete len zbaviť adresárovej štruktúry, je táto možnosť podobná kombinácií -nd a -P. Na rozdiel od -nd, --cut-dirs sa však s podadresárom nestratí; například s -nH --cut-dirs = 1 bude beta / podadresar umiestený do xemacs / beta, ako by sa dalo očakávať.

source: -P prefix, --directory-prefix=prefix Set directory prefix to prefix. The directory prefix is the directory where all other files and subdirectories will be saved to, i.e.the top of the retrieval tree. The default is "." (the current directory).
cs_cz: -P prefix, --directory-prefix=prefix Nastaví předponu adresáře na předponu. Předpona adresáře je adresář, do kterého budou uloženy všechny ostatní soubory a podadresáře, tj. Horní část stromu vyhledávání. Výchozí hodnota je „.“ (aktuální adresář).
sk_sk: -P prefix, --directory-prefix=prefix Nastaví predponu adresára na predponu. Predpona adresára je adresar, do ktorého budú uložené všetky ostatné súbory a podadresáre, tj. Horná časť stromu vyhľadávania. Pôvodná hodnota je „.“ (aktuálny adresár).

source: HTTP options
cs_cz: Nastavení HTTP
sk_sk: Nastavenia HTTP

source: --http-user=user, --http-passwd=password Specify the username user and password on an HTTP server. According to the challenge, wget will encode them using either the "basic" (insecure) or the "digest" authentication scheme.
cs_cz: --http-user=uživatel, --http-passwd = heslo Zadejte uživatelské jméno uživatele a heslo na serveru HTTP. Podle výzvy je wget zakóduje buď pomocí „základního“ (nezabezpečeného) nebo „ověřovacího“ schématu ověřování.
sk_sk: --http-user=uživatel, --http-passwd = heslo Zadajte užívateľské meno užívateľa a heslo na servery HTTP. Podľa výzvy ich wget zakóduje buď pomocou „základného“ (nezabezpečeného) alebo „overovacieho“ štandardu.

source: Another way to specify username and password is in the URL itself. Either method reveals your password to anyone who bothers to run ps. To prevent the passwords from being seen, store them in .wgetrc or .netrc, and make sure to protect those files from other users with chmod. If the passwords are important, do not leave them lying in those files either edit the files and delete them after wget has started the download.
cs_cz: Další způsob, jak určit uživatelské jméno a heslo, je v samotné adrese URL. Každá metoda odhalí vaše heslo každému, kdo se obtěžuje spouštět ps. Chcete-li zabránit tomu, aby byla hesla viditelná, uložte je do .wgetrc nebo .netrc a zajistěte ochranu těchto souborů před ostatními uživateli pomocí chmod. Pokud jsou hesla důležitá, nenechávejte je ležet v těchto souborech, buď upravte soubory a vymažte je poté, co wget zahájí stahování.
sk_sk: Ďalší spôsob ako určiť úžívateľské meno a heslo je v samotnej adrese URL. Každá metóda odhalí vaše heslo každému, kto nepoužíva ps. Ak chcete zabrániť tomu, aby boli esla viditeľné, uložte ich do .wgetrc alebo .netrc a zabezpečte ochranu týchto súborov pred ostatnými užívateľmi pomocou chmod. Ak sú hesla dôležité, nenechávajte ich v týchto súboroch. Upravte súbory a vymažte ich potom čo wget začne stahovanie.

source: --no-cache Disable server-side cache. In this case, wget will send the remote server an appropriate directive (Pragma: no-cache) to get the file from the remote service, rather than returning the cached version. This option is especially useful for retrieving and flushing out-of-date documents on proxy servers.
cs_cz: --no-cache Zakáže mezipaměť na straně serveru. V tomto případě wget odešle vzdálenému serveru příslušnou směrnici (Pragma: no-cache), aby získal soubor ze vzdálené služby, místo aby vrátil verzi uloženou v mezipaměti. Tato možnost je zvláště užitečná pro načítání a vyprazdňování zastaralých dokumentů na proxy serverech.
sk_sk: --no-cache Zakáže mezipamäť na strane serveru. V tomto prípade wget odošle vzdialenému serveru príslušnú smernicu (Pragma: no-cache), aby získal súbor zo vzdálenej služby, miesto toho aby vrátil verziu uloženú v mezipamäti. Táto možnosť je užitočná pre načítanie a vyprazdňovaieí zastaralých dokumentov na proxy serveroch.

source: Caching is allowed by default.
cs_cz: Ukládání do mezipaměti je ve výchozím nastavení povoleno.
sk_sk: Ukladanie do medzipamäti je v predvolenom nastavení povolené.

source: --no-cookies Disable the use of cookies. Cookies are a mechanism for maintaining server-side state. The server sends the client a cookie using the "Set-Cookie" header, and the client responds with the same cookie upon further requests. Since cookies allow the server owners to keep track of visitors and for sites to exchange this information, some consider them a breach of privacy. The default is to use cookies however, storing cookies is not on by default.
cs_cz: --no-cookies Zakázat používání cookies. Cookies jsou mechanismus pro udržování stavu na straně serveru. Server odešle klientovi cookie pomocí záhlaví „Set-Cookie“ a klient odpoví stejným cookie na další požadavky. Protože soubory cookie umožňují vlastníkům serveru sledovat návštěvníky a stránky si mohou tyto informace vyměňovat, považují je některé za porušení ochrany soukromí. Výchozí nastavení je použití souborů cookie, ale ukládání souborů cookie není ve výchozím nastavení zapnuto.
sk_sk: --no-cookies Zakázať používnie cookies. Cookies je mechanizmus pre udržovanie stavu na strane serveru. Server odošle klientovi cookie pomocou záhlavia „Set-Cookie“ a klient odpovie rovnakým cookie na dalšie požiadavky. Pretože súbory cookie umožňujú vlastníkom serverov sledovať návštěvníkov a stránky si môžu tieto informácie vymieńať, považujú to niektorí za porušenie ochrany súkromia. Predvolené nastavenie je použitie súborov cookie, ale ukládanie súborov cookie nieje v predvolenom nastavení zapnuté.

source: --load-cookies file Load cookies from file before the first HTTP retrieval. file is a text file in the format originally used by Netscapes cookies.txt file.
cs_cz: --load-cookies file Načtěte cookies ze souboru před prvním načtením HTTP. soubor je textový soubor ve formátu, který původně používal soubor Netscapes cookies.txt.
sk_sk: --load-cookies file Načítané cookies zo súboru pred prvím načítaním HTTP. súbor je textový súbor vo formáte, ktorý pôvodne používal súbor Netscapes cookies.txt.

source: You will typically use this option when mirroring sites that require that you be logged in to access some or all of their content. The login process typically works by the web server issuing an HTTP cookie upon receiving and verifying your credentials. The cookie is then resent by the browser when accessing that part of the site, and so proves your identity.
cs_cz: Tuto možnost obvykle použijete při zrcadlení webů, které vyžadují, abyste byli přihlášeni, abyste měli přístup k části nebo veškerému jejich obsahu. Proces přihlášení obvykle funguje tak, že webový server vydá soubor cookie HTTP po přijetí a ověření vašich pověření. Soubor cookie poté prohlížeč znovu odešle při přístupu k této části webu, a tak prokazuje vaši identitu.
sk_sk: Túto možnosť zvyčajne použijete pri zrkadlovaní lokalít, ktoré vyžadujú, aby ste sa prihlásili na prístup k niektorému alebo celému ich obsahu. Proces prihlásenia zvyčajne funguje na webovom serveri, ktorý vydáva súbor cookie HTTP po prijatí a overení vašich poverení. Súbor cookie potom prehliadač znovu odošle pri prístupe k tejto časti stránky a tým dokazuje vašu identitu.

source: Mirroring such a site requires wget to send the same cookies your browser sends when communicating with the site. To do this use --load-cookies; point wget to the location of the cookies.txt file, and it will send the same cookies your browser would send in the same situation. Different browsers keep text cookie files in different locations:
cs_cz: Zrcadlení takové stránky vyžaduje, aby wget odeslal stejné soubory cookie, které váš prohlížeč zasílá při komunikaci se stránkou. K tomu použijte --load-cookies; přejděte wget na umístění souboru cookies.txt a odešle stejné soubory cookie, které by váš prohlížeč poslal ve stejné situaci. Různé prohlížeče uchovávají textové soubory cookie na různých místech:
sk_sk: Zrkadlenie takejto stránky vyžaduje, aby wget odosielal rovnaké súbory cookie, ktoré prehliadač odosiela pri komunikácii s webom. Ak to chcete urobiť, použite --load-cookies; prejdite na wget na umiestnenie súboru cookie.txt súbor, a bude posielať rovnaké súbory cookie, ktoré by váš prehliadač poslal v rovnakej situácii. Rôzne prehliadače uchovávajú textové súbory cookie na rôznych miestach:

source: Netscape 4.x The cookies are in ~/.netscape/cookies.txt.
cs_cz: Netscape 4.x Soubory cookie jsou v souboru ~/.netscape/cookies.txt.
sk_sk: Netscape 4.x Cookies sú v ~/.netscape/cookies.txt.

source: Mozilla and Netscape 6.x Mozillas cookie file is also named cookies.txt, located somewhere under ~/.mozilla, in the directory of your profile. The full path usually ends up looking somewhat like ~/.mozilla/default/some-weird-string/cookies.txt.
cs_cz: Soubor cookie Mozilla a Netscape 6.x Mozillas se také jmenuje cookies.txt, který se nachází někde pod ~/.mozilla, v adresáři vašeho profilu. Celá cesta obvykle vypadá jako ~/.mozilla/default/some-weird-string/cookies.txt.
sk_sk: Súbor cookie Mozilla a Netscape 6.x Mozillas sa tiež nazýva cookies.txt, ktorý sa nachádza niekde pod ~/.mozilla, v adresári vášho profilu. Plná cesta zvyčajne vyzerá ako ~/.mozilla/default/some-weird-string/cookies.txt.
