Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: (1m/s = 3,6 km/h or 1m/s = 2,237 mile/h).
cs_cz: (1m/s = 3,6 km/h nebo 1m/s = 2,237 míle/h).
sk_sk: (1m/s = 3,6 km/h alebo 1m/s = 2 237 míľ/h).

source: Measurement cycle: the counter is cleared, 10 seconds are waited, from the counter read the number of pulses in 10 seconds
cs_cz: Cyklus měření: počítadlo je vymazáno, čeká se 10 sekund, z počítadla načteme počet impulzů za 10 sekund
sk_sk: Merací cyklus: počítadlo je vymazané, 10 sekúnd sa čaká, z počítadla odčítať počet impulzov za 10 sekúnd

source: Formula for calculation: pulse = number of measured pulses from the counter/10. Result in m/s = (pulse/(set number of pulses per revolution * 1.0)) * set wind speed in m/s
cs_cz: Vzorec pro výpočet: puls = počet naměřených impulsů z počítadla/10. Výsledek v m/s = (puls/(nastavený počet impulzů na otáčku * 1,0)) * nastavená rychlost větru v m/s
sk_sk: Vzorec pre výpočet: impulz = počet nameraných impulzov z počítadla/10. Výsledok v m/s = (pulz/(nastavený počet impulzov na otáčku * 1,0)) * nastavená rýchlosť vetra v m/s

source: Rounding to 2 places: result in m/s = round (result in m/s * 1.0, 2). If we want the result in km/h to 2 decimal places: result in km/h = round (result in m/s * 3.6, 2)
cs_cz: Zaokrouhlování na 2 místa: výsledek v m/s = round(výsledek v m/s * 1,0, 2). Pokud chceme výsledek v km/h na 2 desetinná místa: výsledek v km/h = round(výsledek v m/s * 3,6, 2)
sk_sk: Zaokrúhľovanie na 2 miesta: výsledok v m/s = round (výsledok v m/s * 1,0, 2). Ak chceme výsledok v km/h vo 2 desatinných miestach: výsledok v km/h = round (výsledok v m/s * 3,6; 2)

source: Current value measurement: the current wind value is measured continuously (the records in counter), but the result is processed and displayed after 10 seconds
cs_cz: Měření aktuální hodnoty: aktuální hodnota větru se měří nepřetržitě (záznamy jsou v čítači), ale výsledek je zpracován a zobrazen po 10 sekundách
sk_sk: Meranie aktuálnej hodnoty: aktuálna hodnota vetra sa meria nepretržite (záznamy v počítadlách), ale výsledok sa spracuje a zobrazí po 10 sekundách

source: Maximal speed measurement: if the current speed is higher than the previous maximal speed, save to log (if enabled log) is performed and the new maximal wind speed is saved
cs_cz: Měření maximální rychlosti : pokud je aktuální rychlost vyšší než předchozí maximální rychlost, provede se uložení do logu (je-li povoleno) a uloží se nová maximální rychlost větru
sk_sk: Meranie maximálnej rýchlosti: ak je aktuálna rýchlosť vyššia ako predchádzajúca maximálna rýchlosť, uložit do denníka (ak je povolený denník) a uloží sa nová maximálna rýchlosť vetra

source: Switching off the station in case of exceeding the maximum set speed: wind in m/s maximal setup speed -> stop station
cs_cz: Vypnutí stanice v případě překročení maximální nastavené rychlosti: vítr v m/s > maximální nastavená rychlost v nastavení -> zastaví se stanice
sk_sk: Vypnutie stanic v prípade prekročenia maximálnej nastavenej rýchlosti: vietor v m/s je větsí než maximálná rýchlost v nastavenia -> stop

source: Error message at maximal wind speed: if the wind has a speed higher than 150 km/h (42 m/sec), measurement is not guaranteed an error is displayed
cs_cz: Chybová zpráva při maximální rychlosti větru: pokud má vítr rychlost vyšší než 150 km/h (42 m/s), není zaručeno měření -> zobrazí se chyba
sk_sk: Chybové hlásenie pri maximálnej rýchlosti vetra: ak má vietor rýchlosť vyššiu ako 150 km/h (42 m/s), meranie nie je zaručené, zobrazí sa chyba

source: Measurement accuracy very much depends on the setting of the following parameters (Number of pulses/sec, wind speed per rotation m/sec)
cs_cz: Přesnost měření do značné míry závisí na nastavení následujících parametrů (počet impulzů/s, rychlost větru na otáčku v m/s)
sk_sk: Presnosť merania do veľkej miery závisí od nastavenia nasledujúcich parametrov (počet impulzov za sekundu, rýchlosť vetra na otáčanie m/s)

source: Wind Speed Monitor - log
cs_cz: Rozšíření monitor rychlosti větru - záznam
sk_sk: Meranie rýchlosti vetra - denník

source: Checking {}
cs_cz: Kontrola {}
sk_sk: Kontroluje sa {}

source: {} is available
cs_cz: {} je k dispozici
sk_sk: {} je k dispozícii

source: {} not available, do you want to install it?
cs_cz: {} není k dispozici, chcete jej nainstalovat?
sk_sk: {} nie je k dispozícii, chcete ho nainštalovať?

source: Failed to use easy_install:
cs_cz: Použití easy_install se nezdařilo:
sk_sk: Použitie easy_install zlyhalo:

source: Failed to use apt-get:
cs_cz: Nepodařilo se použít apt-get:
sk_sk: Použitie apt-get zlyhalo:

source: Failed to use yum:
cs_cz: Nepodařilo se použít yum:
sk_sk: Použitie yum zlyhalo:

source: Failed to use pip:
cs_cz: Nepodařilo se použít pip:
sk_sk: Nepodarilo sa použiť pip:

source: Failed to use git:
cs_cz: Nepodařilo se použít git:
sk_sk: Použitie git zlyhalo:

source: Failed to use zip file:
cs_cz: Nepodařilo se použít soubor ZIP:
sk_sk: Použitie súboru ZIP zlyhalo:

source: Failed to install {}.
cs_cz: Instalace {} se nezdařila.
sk_sk: Nepodarilo sa nainštalovať {}.

source: Do you want to install OSPy as a service?
cs_cz: Chcete nainstalovat OSPy jako službu?
sk_sk: Chcete nainštalovať OSPy ako službu?

source: Done installing service.
cs_cz: Instalace služby dokončena.
sk_sk: Inštalácia služby dokončená.

source: Service installation is only possible on unix systems.
cs_cz: Instalace služby je možná pouze v unixových systémech.
sk_sk: Inštaláca služby je možná iba v unixových systémoch.

source: Could not stop service.
cs_cz: Službu nelze zastavit.
sk_sk: Službu nieje možné zastaviť.

source: OSPy was not running.
cs_cz: OSPy nebylo spuštěno.
sk_sk: OSPy nebol spustený.

source: Could not reload systemctl daemon.
cs_cz: Nelze znovu načíst démona systemctl.
sk_sk: Nepodarilo sa znova načítať systemctl daemon.

source: Could not remove service using update-rc.d
cs_cz: Nelze odebrat službu pomocí aktualizace-rc.d
sk_sk: Nieje možné odstrániť službu pomocou aktualizácie-rc.d

source: Service removed.
cs_cz: Služba byla odebrána.
sk_sk: Služba bola odstránená.

source: Service not found.
cs_cz: Služba nebyla nalezena.
sk_sk: Služba nebola nájdená.

source: Service uninstall is only possible on unix systems.
cs_cz: Odinstalace služby je možná pouze v unixových systémech.
sk_sk: Odištalovanie služby je možé iba v unixových systémoch.

source: Do you want to start OSPy now?
cs_cz: Chcete nyní spustit OSPy?
sk_sk: Chcete teraz spustiť OSPY?

source: This script needs to be run as root.
cs_cz: Tento skript musí být spuštěn jako root.
sk_sk: Tento skript musí byť spustený ako root.

source: Could not find setuptools which is needed to install packages, do you want to install it now?
cs_cz: Nelze najít setuptools, který je potřeba k instalaci balíčků, chcete jej nyní nainstalovat?
sk_sk: Nieje možné nájsť setuptools, ktorý je potrebný k inštalácii balíčkov, chcete ho teraz nainštalovať?

source: Cannot install packages without setuptools.
cs_cz: Balíčky nelze nainstalovat bez instalačních nástrojů setuptools.
sk_sk: Balíčky nieje možné nainštalovať bez inštalačných nástrojov setuptools.

source: Done.
cs_cz: Hotovo.
sk_sk: Hotovo.

source: Session ID must be a valid non-empty string.
sk_sk: ID relácie musí byť platný reťazec, ktorý nie je prázdny.

source: Unable to serialize session data for storage.
sk_sk: Nepodarilo sa serializovať dáta relácie na uloženie.

source: Error saving to database: {}
sk_sk: Chyba pri ukladaní do databázy: {}

source: The key must be a non-empty string.
sk_sk: Kľúč musí byť neprázdny reťazec.

source: Unable to serialize value: {}
sk_sk: Nepodarilo sa serializovať hodnotu: {}

source: Error while deleting from database: {}
sk_sk: Chyba pri odstraňovaní z databázy: {}

source: Error saving to database key: {} error: {}
sk_sk: Chyba pri ukladaní do databázy kľúč: {} chyba: {}

source: Error while cleaning: {}
sk_sk: Chyba pri čistení: {}

source: HTTP/S port
cs_cz: Port HTTP/S

source: August
cs_cz: Srpen

source: September
cs_cz: Září

source: November
cs_cz: Listopad

source: December
cs_cz: Prosinec

source: limit
cs_cz: omezení

source: Notice: If the sensor is activated and has some entries, we recommend deleting the sensor and recreating it. For example, do not change the temperature to humidity.
cs_cz: Upozornění: Pokud je snímač aktivován a má již uloženy některé položky, doporučujeme snímač smazat a znovu ho vytvořit. Neměňte například teplotu na vlhkost a podobně.

source: Sensor does not respond! Check that the sensor is running (LED). Whether it is connected to the network (for example, in the router settings). Is the signal strength enough (Wi-Fi version)? Is the security key on the OSPy and sensor side set correctly?
cs_cz: Snímač nereaguje! Zkontrolujte, zda je snímač spuštěn (bliká LED). Zda je připojen k síti (například v nastavení směrovače). Je síla signálu dostatečně silná (u verze s Wi-Fi)? Je bezpečnostní klíč na OSPy a straně senzoru správně nastaveno?

source: Device GENeration
cs_cz: Generace zařízení

source: Requests not found, installing. Please wait...
cs_cz: Requests nebylo nalezeno, instaluji. Počkejte prosím...

source: Index {} is out of range for pluginFtr list.
cs_cz: Index {} je mimo rozsah pro seznam pluginFtr.

source: GND
cs_cz: 0V

source: When is enabled extension retrieves data from the meteorological radar of the Czech Hydrometeorological Institute.
cs_cz: Je-li rozšíření zapnuto, načte data z meteorologického radaru Českého hydrometeorologického ústavu.

source: Syntax CURL
cs_cz: Syntaxe CURL

source: Syntax WGET
cs_cz: Syntaxe WGET

source: Tank 1-4 % or liter
cs_cz: Nádrž 1-4 % nebo litry

source: Additional Settings
cs_cz: Další nastavení

source: Liter
cs_cz: Litr

source: This extension is for Python 3 only!
cs_cz: Toto rozšíření je pouze pro Python 3!

source: m/sec
cs_cz: m/s

source: liter
cs_cz: litr

source: Compatible with the HD44780 controller
cs_cz: Kompatibilní s řadičem HD44780 a podobných

source: Range for port is 80 to 65635.
cs_cz: Rozsah portu je 80 až 65635.

source: Range for port is 80 to 65635. Default: 1883.
cs_cz: Rozsah portu je 80 až 65635. Výchozí hodnota: 1883.

source: [{}: 1 ON {} W ({} kW/h)
cs_cz: [{}: 1 ZAP {} W ({} kW/h)

source: {}: 1 ON {} W ({} kW/h) {} V IP:{} RSSI:{} dbm
cs_cz: {}: 1 ZAP {} W ({} kW/h) {} V IP:{} RSSI:{} dbm

source: [{}: 1 OFF {}W ({}kW/h)
cs_cz: [{}: 1 VYP {}W ({}kW/h)

source: {}: 1 OFF {} W ({} kW/h) {} V IP:{} RSSI:{} dbm
cs_cz: {}: 1 VYP {} W ({} kW/h) {} V IP:{} RSSI:{} dbm

source: 2 ON {} W ({} kW/h)]
cs_cz: 2 ZAP {} W ({} kW/h)]

source: 2 ON {} W ({} kW/h) {}V {}
cs_cz: 2 ZAP {} W ({} kW/h) {} V {}

source: 2 OFF {} W ({} kW/h)]
cs_cz: 2 VYP {} W ({} kW/h)]

source: 2 OFF {} W ({} kW/h) {}V {}
cs_cz: 2 VYP {} W ({} kW/h) {} V {}

source: [{}: 1 OFF {} W ({} kW/h)
cs_cz: [{}: 1 VYP {} W ({} kW/h)

source: 2 ON {} W ({} kW/h) {}
cs_cz: 2 ZAP {} W ({} kW/h) {}

source: 2 OFF {} W ({} kW/h) {}
cs_cz: 2 VYP {} W ({} kW/h) {}

source: 2 ON {} W ({} kW/h)
cs_cz: 2 ZAP {} W ({} kW/h)

source: 2 OFF {} W ({} kW/h)
cs_cz: 2 VYP {} W ({} kW/h)

source: 2 OFF {}W ({}kW/h)]
cs_cz: 2 VYP {}W ({}kW/h)]

source: 2 OFF {}W ({}kW/h)
cs_cz: 2 VYP {}W ({}kW/h)

source: This can be obtained from Shelly > User Settings > Cloud Authorization Key.
cs_cz: To lze získat z Shelly > Uživatelská nastavení > Cloud Authorization Key.

source: signal rain_delay_set
cs_cz: signál rain_delay_set

source: signal rain_delay_remove
cs_cz: signál rain_delay_remove

source: signal hass_plugin_update
cs_cz: signál hass_plugin_update

source: signal core_30_sec_tick
cs_cz: signál core_30_sec_tick

source: signal air_temp_humi_plugin_update
cs_cz: signál air_temp_humi_plugin_update

source: Ping {} ms, Download {} Mb/s, Upload {} Mb/s
cs_cz: Odezva {} ms, Stahování {} Mb/s, Nahrávání {} Mb/s

source: Down/Up (Mb/s), Ping (msec)
cs_cz: Dolů/nahoru (Mb/s), Ping (ms)

source: Upload (Mb/s)
cs_cz: Nahrát (Mb/s)

source: Ping (msec)
cs_cz: Ping (ms)

source: Sunrise and sunset plug-in
cs_cz: Balíček: Astro východ a západ slunce

source: Voice Station plug-in has any error, clear plugin settings to default.
cs_cz: Rozšíření hlasové oznámení stanic má nějakou chybu, nastavení se vymaže do výchozího nastavení.

source: Sound core
cs_cz: Zvukové jádro

source: Selecting the audio kernel for playback (either Alsa or PulseAudio).
cs_cz: Výběr audio jádra pro přehrávání (buď Alsa nebo PulseAudio).

source: liter.
cs_cz: litr.

source: NetAtmo Client Secret
cs_cz: Tajný klíč klienta NetAtmo
