Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Download file: {} type: {}.
cs_cz: Stáhnout soubor: {} typ: {}.
sk_sk: Stiahnuť súbor: {} typ: {}.

source: When changing the settings, it is necessary to restart the OSPy system.
cs_cz: Při změně nastavení je nutné restartovat systém OSPy.
sk_sk: Pri zmene nastavení je potrebné reštartovať systém OSPy.

source: Database backup
cs_cz: Záloha databáze
sk_sk: Záloha databázy

source: Use plugin
cs_cz: Použít rozšíření
sk_sk: Použiť doplnok

source: When the box is checked, the extension will be active. After filling in all the fields, ospy must be restarted!
cs_cz: Když je políčko zaškrtnuto, rozšíření bude aktivní. Po vyplnění všech polí musí být OSPy restartováno!
sk_sk: Keď je políčko začiarknuté, doplnok bude aktívny. Po vyplnení všetkých polí je potrebné OSPy reštartovať!

source: IP address to the database server.
cs_cz: IP adresa databázového serveru.
sk_sk: IP adresa databázového serveru.

source: Username
cs_cz: Uživatelské jméno
sk_sk: Používateľské meno

source: The login name to log in to the database.
cs_cz: Přihlašovací jméno pro přihlášení do databáze.
sk_sk: Prihlasovacie meno pre prihlásenie databázy.

source: The login password to log in to the database.
cs_cz: Přihlašovací heslo pro přihlášení do databáze.
sk_sk: Prihlasovacie heslo pre prihlásenie do databázy.

source: Port for connecting to the database server. The default is usually 3306.
cs_cz: Port pro připojení k databázovému serveru. Výchozí hodnota je obvykle 3306.
sk_sk: Port pre pripojenie k databázovému serveru. Predvolená hodnota je zvyčajne 3306.

source: Database name
cs_cz: Jméno databáze
sk_sk: Názov databázy

source: The name of the database in which there will be tables with measured data. To be able to connect multiple ospy systems to one database server. Each ospy will have its own database (example: ospy_1, ospy_2...)
cs_cz: Název databáze, ve které budou tabulky s naměřenými daty. Aby bylo možné připojit více systémů OSPy k jednomu databázovému serveru. Každé OSPy bude mít svou vlastní databázi (příklad: ospy_1, ospy_2...)
sk_sk: Názov databázy, v ktorej budú tabuľky s nameranými údajmi. Aby bolo možné pripojiť viacero ospy systémov na jeden databázový server. Každé OSPy bude mať svoju vlastnú databázu (príklad: ospy_1, ospy_2...)

source: Connection test
cs_cz: Test připojení
sk_sk: Test pripojenia

source: After pressing the test button, this extension will try to connect to the database.
cs_cz: Po stisknutí testovacího tlačítka se toto rozšíření pokusí připojit k databázi.
sk_sk: Po stlačení testovacieho tlačidla sa tento doplnok pokúsi pripojiť k databázy.

source: Install Mariadb
cs_cz: Instalace Mariadb
sk_sk: Inštalácia Mariadb

source: It was pressed button for install, I will try to install Mariadb in the system. If everything goes successfully, restart this extension!
cs_cz: Bylo stisknuto tlačítko pro instalaci, pokusím se nainstalovat Mariadb do systému. Pokud vše proběhne úspěšně, restartujte následně toto rozšíření!
sk_sk: Bolo stlačené tlačidlo na inštaláciu, skúsim nainštalovať Mariadb do systému. Ak všetko prebehne úspešne, reštartujte tento doplnok!

source: Database Connector - backup
cs_cz: Databázové spojení - zálohování
sk_sk: Databázové spojenie - zálohovanie

source: This window is used to create a current backup of the database.
cs_cz: Toto okno slouží k vytvoření aktuální zálohy databáze.
sk_sk: Toto okno sa používa na vytvorenie aktuálnej zálohy databázy.

source: Backup
cs_cz: Záloha
sk_sk: Záloha

source: After pressing the button, the current backup of the database is created.
cs_cz: Po stisknutí tlačítka se vytvoří aktuální záloha databáze.
sk_sk: Po stlačení tlačidla sa vytvorí aktuálna záloha databázy.

source: Backup now
cs_cz: Zálohovat nyní
sk_sk: Zálohovať teraz

source: Item
cs_cz: Položka
sk_sk: Položka

source: File Name
cs_cz: Název souboru
sk_sk: Názov súboru

source: Size
cs_cz: Velikost
sk_sk: Veľkosť

source: Database Connector - help
cs_cz: Databázové spojení - nápověda
sk_sk: Databázové spojenie - pomocník

source: We will create access for OSPy (username, password) on our database server, for example Synology. Warning: some web hosting companies (for example Wedos) allow you to set up a database with them as part of the web hosting. However, this database is only available via phpMyAdmin and php scripts on the hosting! It is therefore not possible to connect to it from our OSPy.
cs_cz: Vytvoříme přístup pro OSPy (uživatelské jméno, heslo) na našem databázovém serveru, například Synology. Upozornění: některé webhostingové společnosti (např. Wedos) umožňují v rámci webhostingu nastavit databázi u nich. Tato databáze je však dostupná pouze přes phpMyAdmin a php skripty na hostingu! Není tedy možné se k němu připojit z našeho OSPy.
sk_sk: Vytvoríme prístup pre OSPy (používateľské meno, heslo) na našom databázovom serveri, napríklad Synology. Upozornenie: Niektoré webhostingové spoločnosti (napríklad Wedos) umožňujú v rámci webhostingu si u nich zriadiť databázu. Táto databáza je však dostupná len cez phpMyAdmin a php skripty na hostingu! Nie je teda možné sa k nemu pripojiť z nášho OSPy.

source: An example of a set this extension and a statement after pressing the test button. If everything is set correctly, it will list which database it is and, if necessary, the name of the databases.
cs_cz: Příklad nastavení tohoto rozšíření a příkaz po stisknutí testovacího tlačítka. Pokud je vše nastaveno správně, uvede, o jakou databázi se jedná a v případě potřeby i název databází.
sk_sk: Príklad nastavenia tohto doplnku a príkaz po stlačení testovacieho tlačidla. Ak je všetko správne nastavené, vypíše o akú databázu ide a prípadne aj názov databáz.

source: For example, if we use saving to the database from the airtemp humi extension, this extension will first create the airtemp table (if it does not exist).
cs_cz: Pokud například použijeme ukládání do databáze z rozšíření airtemp humi, toto rozšíření nejprve vytvoří tabulku airtemp (pokud neexistuje).
sk_sk: Ak napríklad použijeme ukladanie do databázy z doplnku airtemp humi, tento doplnok najprv vytvorí tabuľku airtemp (ak neexistuje).

source: The data is incremented and has this structure:
cs_cz: Data jsou inkrementována a mají tuto strukturu:
sk_sk: Dáta pribúdajú a majú túto štruktúru:

source: temperature ds1, ds2, ds3, ds4, ds5, ds6, dht-temp, dht-humidity, dht-output-state
cs_cz: teplota DS1, DS2, DS3, DS4, DS5, DS6, DHT-teplota, DHT-vlhkost, DHT-výstupní stav
sk_sk: teplota ds1, ds2, ds3, ds4, ds5, ds6, dht-temp, dht-vlhkosť, dht-stav výstupu

source: Package: Water Tank Monitor
cs_cz: Balíček: Monitor hladiny vody v nádrži
sk_sk: Balík: Monitor nádrže na vodu

source: For example, if we use saving to the database from the tankmonitor extension, this extension will first create the tankmonitor table (if it does not exist).
cs_cz: Pokud například použijeme ukládání do databáze z rozšíření tankmonitor, toto rozšíření nejprve vytvoří tabulku tankmonitor (pokud neexistuje).
sk_sk: Ak napríklad použijeme ukladanie do databázy z doplnku tankmonitor, tento doplnok najskôr vytvorí tabuľku tankmonitor (ak neexistuje).

source: min cm, max cm, actual ping, volume
cs_cz: min cm, max cm, aktuální ping, objem
sk_sk: min cm, max cm, aktuálny ping, objem

source: Package: Wind Speed Monitor
cs_cz: Balíček: Monitor rychlosti větru
sk_sk: Balík: Monitor rýchlosti vetra

source: For example, if we use saving to the database from the windmonitor extension, this extension will first create the windmonitor table (if it does not exist).
cs_cz: Pokud například použijeme ukládání do databáze z rozšíření windmonitor, toto rozšíření nejprve vytvoří tabulku windmonitor (pokud neexistuje).
sk_sk: Ak napríklad použijeme ukladanie do databázy z doplnku windmonitor, tento doplnok najskôr vytvorí tabuľku windmonitor (ak neexistuje).

source: max speed, actual speed
cs_cz: maximální rychlost, skutečná rychlost
sk_sk: maximálna rýchlosť, aktuálna rýchlosť

source: Package: Door Opening
cs_cz: Balíček: Otevírání dveří
sk_sk: Balík: Otváranie dverí

source: Started for {} seconds.
cs_cz: Spuštěno na {} sekund.
sk_sk: Spustené na {} sekúnd.

source: Door Opening
cs_cz: Otevírání dveří
sk_sk: Otvráranie dverí

source: Opening Door
cs_cz: Otevřít dveře
sk_sk: Otváranie dverí

source: Time {} seconds
cs_cz: Čas {} sekund
sk_sk: Čas {} sekúnd

source: Door Opening plug-in
cs_cz: Balíček: Otevírání dveří
sk_sk: Balík: Otvráranie dverí

source: Time to open
cs_cz: Čas na otevření
sk_sk: Čas na otvorenie

source: Open Door
cs_cz: Otevřít dveře
sk_sk: Otvoriť dvere

source: Door Opening - help
cs_cz: Otevírání dveří - nápověda
sk_sk: Otvráranie dverí - pomocník

source: This plugin allows to activate for a certain time a given output (station) to which an electromagnetic lock is connected, or an input for controlling the door gate travel)
cs_cz: Toto rozšíření umožňuje po určitou dobu aktivovat daný výstup (stanici), ke které je připojen elektromagnetický zámek, nebo vstup pro řízení posuvné dveřní brány)
sk_sk: Tento doplnok umožňuje na určitý čas aktivovať daný výstup (stanicu), ku ktorej je pripojený elektromagnetický zámok, alebo vstup na ovládanie pohybu dvernej brány)

source: Package: E-mail Notifications
cs_cz: Balíček: E-mailová oznámení
sk_sk: Balík: E-mailové upozornenia

source: Report from OSPy SYSTEM
cs_cz: Hlášení z OSPy SYSTÉMU
sk_sk: Hlásenie z OSPy SYSTÉMU

source: System was powered on.
cs_cz: System byl spuštěn.
sk_sk: Systém bol zapnutý.

source: Error - events.log file not exists!
cs_cz: Chyba - soubor events.log nenalezen!
sk_sk: Chyba - events.log súbor neexistuje!

source: System detected rain.
cs_cz: System detekoval déšť.
sk_sk: Systém zistil dážď.

source: Finished run
cs_cz: Ukončené zalévání
sk_sk: Dokončené spustenie

source: Error - I2C device not found!
cs_cz: Chyba - I2C zařízení nenalezeno!
sk_sk: Chyba - I2C zariadenie sa nenašlo!

source: Water
cs_cz: Voda
sk_sk: Voda

source: Water level in tank
cs_cz: Množství vody v zásobníku
sk_sk: Hladina vody v nádrži

source: Cannot import plugin: tank monitor.
cs_cz: Nelze importovat plugin: monitor tanku.
sk_sk: Nie je možné importovať doplnok: monitor nádrže.

source: Measured from day
cs_cz: Měřeno od dne
sk_sk: Merané od dna

source: Master Station
cs_cz: Hlavní stanice
sk_sk: Hlavná stanica

source: Second Master Station
cs_cz: Druhá hlavní stanice
sk_sk: Druhá hlavná stanica

source: Water Consumption Counter
cs_cz: Čítač spotřeby vody
sk_sk: Počítadlo spotreby vody

source: Cannot import plugin: water consumption counter.
cs_cz: Nelze importovat plugin: počítadlo spotřeby vody.
sk_sk: Nie je možné importovať doplnok: počítadlo spotreby vody.

source: Temperature DS1-DS6
cs_cz: Teplota DS1-DS6
sk_sk: Teplota DS1-DS6

source: Cannot import plugin: air temp humi.
cs_cz: Nelze importovat plugin: air temp humi.
sk_sk: Nie je možné importovať doplnok: monitor teploty a vlhkosti vzduchu.

source: Contact Closed
cs_cz: Kontakt spojený
sk_sk: Kontakt spojený

source: Contact Open
cs_cz: Kontakt rozpojený
sk_sk: Kontakt rozpojený

source: Last Wi-Fi signal: {}%, Source: {}V.
cs_cz: Poslední signál Wi-Fi: {}%, zdroj: {}V.
sk_sk: Posledný signál Wi-Fi: {}%, zdroj: {}V.

source: Last Radio signal: {}%, Source: {}V.
cs_cz: Poslední signál radio: {}%, zdroj: {}V.
sk_sk: Posledný signál rádia: {}%, zdroj: {}V.

source: No response!
cs_cz: Neodpovídá!
sk_sk: Neodpovedá!

source: No sensors available
cs_cz: Nejsou k dispozici žádné snímače
sk_sk: Niesú k dispozícií žiadne senzory

source: E-mail plug-in
cs_cz: Rošíření E-mail
sk_sk: Doplnok E-mail

source: Unsent E-mails in queue (in file)
cs_cz: Neodesláné E-maily ve frontě (v souboru)
sk_sk: Neodoslané E-maily vo fronte (v súbore)

source: sending from queue.
cs_cz: odesílání z fronty.
sk_sk: odosielanie zo súboru.

source: All unsent E-mails in the queue have been sent.
cs_cz: Všechny neodeslané E-maily ve frontě byly odeslány.
sk_sk: Všetky neodoslané e-maily vo fronte boli odoslané.

source: E-mail plug-in is not properly configured!
cs_cz: E-mail rozšíření není správně nastaveno!
sk_sk: E-mail nie je správne nakonfigurovaný!

source: E-mail was sent
cs_cz: E-mail byl odeslán
sk_sk: E-mail bol odoslaný

source: E-mail logging is disabled in options...
cs_cz: Protokolování E-mailů je zakázáno v nastavení...
sk_sk: E-mail zapisovania do denníka je zakázané v možnostiach...

source: Sent
cs_cz: Odeslán
sk_sk: Odoslané

source: E-mail was not sent! Connection to Internet not ready.
cs_cz: E-mail nebyl odeslán! Připojení k Internetu není připraveno.
sk_sk: E-mail nebol odoslaný! Pripojenie na Internet nie je pripravené.

source: This is test e-mail from OSPy. You can ignore it.
cs_cz: Toto je testovací E-mail ze systému OSPy. Můžete ho ignorovat.
sk_sk: Toto je testovací e-mail od OSPy. Môžete to ignorovať.

source: Email Queue was deleted.
cs_cz: Fronta e-mailů byla odstraněna.
sk_sk: Fronta e-mailov bol odstránený.

source: E-mail Notifications
cs_cz: Rošíření E-mail
sk_sk: E-mailové upozornenia

source: Send E-mail after power on
cs_cz: Odeslat E-mail po zapnutí
sk_sk: Odoslať E-mail po zapnutí

source: with events.log file
cs_cz: se souborem events.log
sk_sk: s súborom events.log

source: Send E-mail if rain is detected
cs_cz: Odeslat E-mail pokud začne pršet
sk_sk: Odoslať E-mail, ak je zistený dážď

source: Send E-mail if a program has finished
cs_cz: Odeslat E-mail pokud běžel výstup
sk_sk: Odoslať E-mail po skončení programu

source: SMTP server address
cs_cz: Adresa SMTP serveru
sk_sk: SMTP server

source: example: smtp.gmail.com
cs_cz: příklad: smtp.gmail.com
sk_sk: príklad: smtp.gmail.com

source: example: 587
cs_cz: příklad: 587
sk_sk: príklad: 587

source: Use SMTP username as sender
cs_cz: Použít uživatelské jméno SMTP jako odesílatel
sk_sk: Použiť meno používateľa SMTP ako odosielateľa

source: Some SMTP providers prohibit to use another sender than the same mail user.
cs_cz: Někteří poskytovatelé SMTP zakazují používat jiného odesílatele než jaký je uživatel pošty.
sk_sk: Niektorí poskytovatelia SMTP zakazujú používať iného odosielateľa ako ten istý poštový používateľ.

source: SMTP username
cs_cz: SMTP uživatelské jméno
sk_sk: Vaše používateľské meno pre SMTP

source: Your E-mail username
cs_cz: Vaše jméno do E-mailu
sk_sk: Vaše používateľské meno

source: SMTP password
cs_cz: SMTP heslo
sk_sk: Vaše heslo pre SMTP

source: Your E-mail password
cs_cz: Vaše heslo do E-mailu
sk_sk: Vaše heslo

source: Send E-mail to
cs_cz: Komu chceme odeslat E-mail
sk_sk: Poslať E-mail na

source: E-mail subject
cs_cz: Předmět E-mailu
sk_sk: Predmet E-mailu

source: Save and send it later
cs_cz: Uložit a odeslat později
sk_sk: Uloženie a odoslanie neskôr

source: Delete queue
cs_cz: Smazat frontu e-mailů
sk_sk: Odstrániť front

source: Send a test E-mail
cs_cz: Odeslat testovací E-mail
sk_sk: Odoslanie testovacieho E-mailu

source: E-mail Notifications - help
cs_cz: E-mailová oznámení - nápověda
sk_sk: E-mailové upozornenia - pomocník

source: This plugin can send E-mails. For this plugin you need an E-mail SMTP account as provider.
cs_cz: Toto rozšíření odesílá E-maily. Pro toto rozšíření je vyžadován E-mail SMTP účet jako poskytovatel pošty.
sk_sk: Tento doplnok môže posielať e-maily. Pre tento doplnok budete potrebovať e-mail smtp účet ako poskytovateľ pošty.

source: Plugin setup
cs_cz: Nastavení rozšíření
sk_sk: Nastavenie doplnku

source: Check Send E-mail after power on for send E-mail
cs_cz: Odeslání E-mailu po zapnutí napájení OSPy
sk_sk: Odoslať E-mail po zapnutí napájania OSPy

source: If checked sends E-mail into your E-mail address.
cs_cz: Je-li zaškrtnuto, odešle se E-mail na vaši E-mailovou adresu.
sk_sk: Ak je zaškrtnuté, odošle sa E-mail na Vašu E-mailovu adresu.

source: Check with log file
cs_cz: Se souborem events.log
sk_sk: So súborom events.log

source: If checked with events.log file if exists (your must enabled in options "check Enable debug log").
cs_cz: Pokud je zaškrtnuto s logem pokud existuje (musí být povoleno logování v možnostech OSPy).
sk_sk: Pokiaľ je zaškrtnuté s logom ak existuje (musí byť povolené logovanie v možnostiach OSPy).

source: Check Send E-mail if rain is detected
cs_cz: Odeslat E-mail pokud začne pršet
sk_sk: Odoslať E-mail, ak je zistený dážď

source: If checked send e-mail into your E-mail address.
cs_cz: Je-li zaškrtnuto, odešle se E-mail na vaši E-mailovou adresu.
sk_sk: Ak je zaškrtnuté, odošle sa E-mail na Vašu E-mailovu adresu.

source: Check Send E-mail if a program has finished
cs_cz: Odeslat E-mail pokud běžel výstup
sk_sk: Odoslať E-mail po skončení programu

source: If checked send E-mail if a program has finished into your E-mail address.
cs_cz: Je-li zaškrtnuto, odeslat E-mail pokud běžel výstup, odešle se na E-mail na Vaši adresu se stavy.
sk_sk: Ak je zaškrtnuté, odoslať E-mail ak skončil program, odošle sa na E-mail na Vašu adresu so stavom.

source: Example: smtp.gmail.com
cs_cz: Příklad: smtp.gmail.com
sk_sk: Príklad: smtp.gmail.com

source: Example: 587
cs_cz: Příklad: 587
sk_sk: Príklad: 587

source: Type your E-mail password
cs_cz: Vaše heslo do E-mailu
sk_sk: Vaše heslo do E-mailu

source: Type more E-mail address for recipient E-mail post office.
cs_cz: Zadejte další E-mailovou adresu pro E-mailovou poštu příjemce.
sk_sk: Zadajte ďalšiu E-mailovú adresu pre E-mailovú poštu príjemcu.

source: Type E-mail subject for send E-mail.
cs_cz: Předmět odesílané zprávy v E-mailu.
sk_sk: Predmet odosielanej správy v E-maily.

source: If there is no Internet connection, save and send it later.
cs_cz: Pokud není k dispozici připojení k Internetu, uložit a odeslat později.
sk_sk: Ak nieje k dispozícií pripojenie k internetu, uložiť a odoslať neskôr.

source: Status window from the plugin.
cs_cz: Stavové okno z tohoto rozšíření.
sk_sk: Stavove okno z tohto doplnku.

source: This extension also sends some statuses from other extensions (if they are installed on the system). For example temperature, flow...
cs_cz: Toto rozšíření také odesílá některé stavy z jiných rozšíření (pokud jsou nainstalovány v systému). Například teplota, průtok...
sk_sk: Tento doplnok odosiela niektoré stavy z inych doplnkov ( ak sú nainštalované v systéme). Napríklad teplota, prietok...

source: Package: E-mail Notifications SSL
cs_cz: Balíček: E-mailová oznámení SSL
sk_sk: Balík: E-mailové upozornenia SSL

source: Error - events.log file not exists!
cs_cz: Chyba - events.log soubor neexistuje!
sk_sk: Chyba - events.log súbor neexistuje!

source: {}: {:.2f} cm {:.2f} % {:.2f} V {:.2f} Liters
sk_sk: {}: {:.2f} cm {:.2f} % {:.2f} V {:.2f} Litrov

source: Cannot import plugin: Current Loop Tanks Monitor.
sk_sk: Nie je možné importovať doplnok: Current Loop Tanks Monitor.

source: by Pihrt.com
sk_sk: od Pihrt.com

source: by Shelly.com
sk_sk: od Shelly.com

source: Any error
cs_cz: Nějaká chyba
sk_sk: Nejaká chyba

source: UP
cs_cz: NAHORU
sk_sk: HORE

source: DOWN
cs_cz: DOLŮ
sk_sk: DOLE

source: OUT1:
sk_sk: VÝSTUP1:

source: OUT2:
sk_sk: VÝSTUP2:

source: OUT3:
sk_sk: VÝSTUP3:

source: OUT4:
sk_sk: VÝSTUP4:

source: VOLTAGE:
cs_cz: NAPĚTÍ:
sk_sk: NAPÄTIE:

source: BATTERY:
cs_cz: BATERIE:
sk_sk: BATÉRIA:

source: OSPy is in the network under the name
cs_cz: OSPy je v síti pod názvem
sk_sk: OSPy je v sieti pod názvom

source: Someone logged in.
cs_cz: Někdo se přihlásil do systému.
sk_sk: Niekto sa prihlásil do systému.

source: Rain sensor has activated.
cs_cz: Dešťový snímač byl aktivován.
sk_sk: Dažďový senzor sa aktivoval.

source: Rain sensor has deactivated.
cs_cz: Dešťový snímač byl deaktivován.
sk_sk: Dažďový senzor bol deaktivovaný.

source: Rain delay is now set a delay {} (h: m: s).
cs_cz: Dešťové zpoždění je nyní nastaveno na dobu {} (h: m: s).
sk_sk: Dažďové oneskorenie nastavené na dobu {} (h: m: s).

source: Rain delay is now set a delay {} hours.
cs_cz: Zpoždění deště je nyní nastaveno na {} hodin.
sk_sk: Dažďové oneskorenie nastavené na {} hodín.

source: Rain delay has now been removed.
cs_cz: Zpoždění deště bylo nyní odstraněno.
sk_sk: Dažďové oneskorenie je teraz odstránené.

source: Sender e-mail address appears to be invalid!
cs_cz: Zdá se, že e-mailová adresa odesílatele je neplatná!
sk_sk: E-mailová adresa odosielateľa je neplatná!

source: E-mail Notifications SSL
cs_cz: Rošíření E-mail SSL
sk_sk: E-mailové upozornenia SSL

source: Events to send
cs_cz: Události k odeslání
sk_sk: Udalosti na odoslanie

source: Add log
sk_sk: + log

source: Send E-mail if rain sensor is activated
cs_cz: Odeslat E-mail pokud začne pršet
sk_sk: Odoslať E-mail, ak je zistený dážď

source: Send E-mail if rain sensor is deactivated
cs_cz: Odeslat E-mail pokud přestane pršet
sk_sk: Odoslať E-mail, ak prestane pršať

source: Send E-mail if the rain delay has setuped
cs_cz: Odeslat E-mail pokud je dešťové zpoždění
sk_sk: Odoslať E-mail, ak nastavené dažďové oneskorenie

source: Send E-mail if the rain delay has expired
cs_cz: Odeslat E-mail pokud je zrušeno dešťové zpoždění
sk_sk: Odoslať E-mail, ak je zrušené dažďové oneskorenie

source: Send E-mail if the user is logged in
cs_cz: Odeslat E-mail pokud se někdo přihlásil
sk_sk: Odoslať E-mail ak sa niekto prihlási

source: Send data from plugin sonic tank monitor
sk_sk: Odoslať dáta z doplnku merania hladiny ultrazvukom

source: Send data from plugin current loop tanks monitor
sk_sk: Odoslať dáta z doplnku merania hladiny prúdovou slučkou

source: Send data from plugin water consumption counter
sk_sk: Odoslať dáta z doplnku počítadlo spotreby vody

source: Send data from plugin air temp humidity 6x DS18b20
sk_sk: Odoslať dáta z doplnku merania teploty a vlhkosti 6x DS18B20

source: Send data from OSPy sensors
sk_sk: Odoslať dáta z senzorov OSPy

source: Send data from Shelly sensors
sk_sk: Odoslať dáta zo senzorov Shelly

source: E-mail settings
cs_cz: Nastavení E-mailu
sk_sk: Nastavenie E-mailu

source: example: 465 (number in range 0-65535)
cs_cz: příklad: 465 (číslo v rozsahu 0-65535)
sk_sk: príklad: 465 (číslo v rozsahu 0-65535)

source: E-mail queue
cs_cz: Fronta E-mailů
sk_sk: Front E-mailov

source: E-mail Notifications SSL - help
cs_cz: E-mailová oznámení SSL - nápověda
sk_sk: E-mailové upozornenia SSL - pomocník

source: This extension is for Python 3 only.
cs_cz: Toto rozšíření je pouze pro Python 3.
sk_sk: Tento doplnok je len pre Python 3.

source: This extension is a more modern variant of the original E-mail notifications extension (Connection via SSL layer).
cs_cz: Toto rozšíření je modernější variantou původního rozšíření E-mailová oznámení (Připojení přes vrstvu SSL).
sk_sk: Tento doplnok je modernejšia verzia pôvodného doplnku E-mailove upozornenia. (Požíva zabezpečenie SSL).

source: Check Send E-mail if rain sensor is activated
cs_cz: Odeslat E-mail pokud začne pršet
sk_sk: Odoslať E-mail, ak je zistený dážď

source: If checked send E-mail into your E-mail address.
cs_cz: Je-li zaškrtnuto, odešle se E-mail na vaši E-mailovou adresu.
sk_sk: Ak je zaškrtnuté, odošle sa E-mail na Vašu E-mailovu adresu.

source: Check Send E-mail if rain sensor is deactivated
cs_cz: Odeslat E-mail pokud přestane pršet
sk_sk: Odoslať E-mail, ak prestane pršať

source: Check Send E-mail if the rain delay has setuped
cs_cz: Odeslat E-mail pokud bylo nastaveni dešťové zpoždění
sk_sk: Odoslať E-mail, ak zrušené dažďové oneskorenie

source: If checked send E-mail if the rain delay has setuped into your E-mail address.
cs_cz: Je-li zaškrtnuto, odešle se E-mail na vaši E-mailovou adresu v případě nastavení dešťového zpoždění.
sk_sk: Ak je zaškrtnuté, odoslať E-mail ak sa nastaví dažďové oneskorenie.

source: Check Send E-mail if the rain delay has expired
cs_cz: Odeslat E-mail pokud bylo zrušeno dešťové zpoždění
sk_sk: Odoslať E-mail, ak je zrušené dažďové oneskorenie
