Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Moon Phase
cs_cz: Fáze měsíce
sk_sk: Fáza mesiaca

source: The phase of the moon for a specified date.
cs_cz: Fáze měsíce k určitému datu.
sk_sk: Fáza mesiaca k určitému dátumu.

source: The moon phase method returns an number describing the phase, where the value is between 0 and 27.99. The following lists the mapping of various values to the description of the phase of the moon.
cs_cz: Metoda fáze měsíce vrátí číslo popisující fázi, kde je hodnota mezi 0 a 27,99. Následující seznam uvádí mapování různých hodnot na popis fáze měsíce.
sk_sk: Metóda fázy mesiaca vracia číslo popisujúce fázu, pričom hodnota je medzi 0 a 27,99. Nasleduje zoznam mapovania rôznych hodnôt k popisu fázy mesiaca.

source: If for example the number returned was 27.99 then the moon would be almost at the New Moon phase, and if it was 24.00 it would be half way between the Last Quarter and a New Moon.
cs_cz: Pokud by například vrácené číslo bylo 27,99, pak by měsíc byl téměř ve fázi nového měsíce, a pokud by to bylo 24,00, bylo by to na půli cesty mezi poslední čtvrtí a novoluním.
sk_sk: Ak by napríklad vrátené číslo bolo 27,99, mesiac by bol takmer vo fáze novu, a ak by to bolo 24,00, bol by v polovici cesty medzi Poslednou štvrťou a Novom Mesiaca.

source: Note
cs_cz: Poznámka
sk_sk: Poznámka

source: The moon phase does not depend on your location. However what the moon actually looks like to you does depend on your location. If you are in the southern hemisphere it looks different than if you were in the northern hemisphere.
cs_cz: Fáze měsíce nezávisí na vaší poloze. Nicméně to, jak měsíc skutečně vypadá pro vás, závisí na vaší poloze. Pokud jste na jižní polokouli, vypadá to jinak, než kdybyste byli na severní polokouli.
sk_sk: Fáza mesiaca nezávisí od vašej polohy. To, ako pre vás Mesiac skutočne vyzerá, však závisí od vašej polohy. Ak ste na južnej pologuli, vyzerá to inak, ako keby ste boli na severnej pologuli.

source: The top animation shows the Moons orbit as it would be seen looking down on Earth from high above the North Pole, and it shows the Moons phases as they would be seen from most places in the northern hemisphere.
cs_cz: Horní animace ukazuje oběžnou dráhu měsíce tak, jak by byla vidět při pohledu dolů na zemi z výšky nad severním pólem, a ukazuje fáze měsíců tak, jak by byly vidět z většiny míst na severní polokouli.
sk_sk: Horná animácia zobrazuje obežnú dráhu Mesiaca tak, ako by ho bolo možné vidieť pri pohľade na Zem z výšky nad severným pólom, a zobrazuje fázy Mesiaca tak, ako by ich bolo možné vidieť z väčšiny miest na severnej pologuli.

source: The bottom animation shows the Moons orbit as it would be seen looking down on Earth from high above the South Pole, and it shows the Moons phases as they would be seen from most places in the southern hemisphere.
cs_cz: Spodní animace ukazuje oběžnou dráhu měsíce tak, jak by byla vidět při pohledu dolů na zemi z výšky nad jižním pólem, a ukazuje fáze měsíce tak, jak by byly vidět z většiny míst na jižní polokouli.
sk_sk: Spodná animácia zobrazuje obežnú dráhu Mesiaca tak, ako by ho bolo možné vidieť pri pohľade na Zem z výšky nad južným pólom, a zobrazuje fázy Mesiaca tak, ako by ich bolo možné vidieť z väčšiny miest južnej pologule.

source: Cities for location
cs_cz: Města umístění
sk_sk: Umiestnenie mesta

source: The module includes location and time zone data for the following cities. The list includes all capital cities plus some from the UK. The list also includes the US state capitals and some other US cities.
cs_cz: Modul obsahuje údaje o poloze a časovém pásmu pro následující města. Seznam zahrnuje všechna hlavní města plus některá z Velké Británie. Seznam také zahrnuje hlavní města států USA a některá další města USA.
sk_sk: Modul obsahuje údaje o polohe a časovom pásme pre nasledujúce mestá. Zoznam obsahuje všetky hlavné mestá plus niektoré zo Spojeného kráľovstva. Zoznam obsahuje aj hlavné mestá štátov USA a niektoré ďalšie mestá USA.

source: US Cities
cs_cz: Města USA
sk_sk: Mestá USA

source: Installation
cs_cz: Instalace
sk_sk: Inštalácia

source: The installation of the "astral" package is part of the OSPy installation script and does not need to be installed separately. If you are installing OSPy from the installer, everything you need will download itself.
cs_cz: Instalace balíčku "astral" je součástí instalačního skriptu OSPy a není nutné ho instalovat samostatně. Pokud instalujete OSPy z instalátoru, vše potřebné se stáhne samo.
sk_sk: Inštalácia balíka „astral“ je súčasťou inštalačného skriptu OSPy a nie je potrebné ho inštalovať samostatne. Ak inštalujete OSPy z inštalátora, všetko potrebné sa stiahne samo.

source: Script injection
cs_cz: Injektování skriptem
sk_sk: Injektovanie skriptom

source: Plugin adds display of sunrise and sunset times in the homepage schedule (javascript injection).
cs_cz: Plugin přidává zobrazení časů východu a západu slunce v plánu domovské stránky (javascript injection).
sk_sk: Doplnok pridáva zobrazenie časov východu a západu slnka v rozvrhu na domovskej stránke (javascript injection).

source: Image on the Github
cs_cz: Obrázek na Githubu
sk_sk: Obrázok na Githube

source: License
cs_cz: Licence
sk_sk: Licencia

source: This module is licensed under the terms of the Apache V2.0 license.
cs_cz: Tento modul je licencován za podmínek licence Apache V2.0.
sk_sk: Tento modul je licencovaný podľa podmienok licencie Apache V2.0.

source: Dependencies
cs_cz: Závislosti
sk_sk: Závislosti

source: Astral has one required external Python dependency on pytz.
cs_cz: Astral má jednu požadovanou externí závislost Pythonu na pytz.
sk_sk: Astral má jednu požadovanú externú závislosť Pythonu na pytz.

source: Astral on the Github
cs_cz: Balíček Astral na Githubu
sk_sk: Astra na Githube

source: Astro Sunrise and Sunset - settings
cs_cz: Astro východ a západ slunce - nastavení
sk_sk: Astro východ a západ slnka - nastavenie

source: The selected program that we want to run with this extension does not have to be enabled in the programs, but it must have set days when we want the program to run.
cs_cz: Vybraný program, který chceme spustit s tímto rozšířením, nemusí být v programech povolen, ale musí mít nastavené dny, kdy chceme program spustit.
sk_sk: Vybraný program, ktorý chceme spustiť s týmto rozšírením, nemusí byť v programoch povolený, ale musí mať nastavené dni, kedy chceme, aby sa program spustil.

source: If the program does not have a days marked, it will not start (neither by the "run now" button in the programs, nor by this plug-in)!
cs_cz: Pokud program nemá označené dny, nespustí se (ani tlačítkem "Spustit nyní" v programech, ani tímto rozšířením)!
sk_sk: Ak program nemá označené dni, nespustí sa (ani tlačidlom "spustiť teraz" v programoch, ani týmto doplnkom)!

source: Number of programs
cs_cz: Počet programů
sk_sk: Počet programov

source: The number of used programs in these plugin.
cs_cz: Počet programů v tomto rozšíření, které chceme použít.
sk_sk: Počet programov používaných v tomto doplnku.

source: Enable program
cs_cz: Povolit program
sk_sk: Povoliť program

source: If the check box is marked, the program will be active.
cs_cz: Pokud je políčko zaškrtnuto, program bude aktivní.
sk_sk: Ak je políčko zaškrtnuté, program bude aktívny.

source: If the checkbox is checked, the program will be active even if it is currently raining (rain is ignored).
cs_cz: Pokud je políčko zaškrtnuto, program bude aktivní, i když právě prší (déšť se ignoruje).
sk_sk: Ak je políčko zaškrtnuté, program bude aktívny aj napriek daždu.

source: If the checkbox is checked, the program will be active even if it is currently rain delay (rain delay is ignored).
cs_cz: Pokud je políčko zaškrtnuté, program bude aktivní, i když je aktuálně zpoždění deště (zpoždění deště je ignorováno).
sk_sk: Ak je políčko zaškrtnuté, program bude aktívny aj napriek dažďovému oneskoreniu.

source: Program type
cs_cz: Typ programu
sk_sk: Typ programu

source: Select program type (sunrise or sunset).
cs_cz: Vyberte typ programu (východ nebo západ slunce).
sk_sk: Vyberte typ programu (východ alebo západ slnka).

source: Move the beginning of the program
cs_cz: Posunutí začátku programu
sk_sk: Posunutie začiatku programu

source: Enter the time in hours or minutes by which the program should move relative to the selected program type (sunrise or sunset).
cs_cz: Zadejte čas v hodinách nebo minutách, o který by se měl program posunout vzhledem k vybranému typu programu (východ nebo západ slunce).
sk_sk: Zadajte čas v hodinách alebo minútach, o ktorý sa má program posunúť vzhľadom na zvolený typ programu (východ alebo západ slnka).

source: Program for run
cs_cz: Program pro spuštění
sk_sk: Program pre spustenie

source: Select the program from the list that you want to run with this extension.
cs_cz: Vyberte program ze seznamu, který chcete spustit s tímto rozšířením.
sk_sk: Vyberte program zo zoznamu, ktorý chcete spustiť s týmto doplnkom.

source: Package: System Debug Information
cs_cz: Balíček: Informace o ladění systému
sk_sk: Balík: Informácie o systémovom ladení

source: Error: Log file missing. Enable it in system options.
cs_cz: Chyba: Chybí soubor protokolu. Povolte v systémových možnostech záznam.
sk_sk: Chyba: Súbor denníka chýba. Povoľte ho v systémových možnostiach.

source: System Debug Information
cs_cz: Systémové informace (debug)
sk_sk: Informácie o ladení systému

source: This plugin prints debug information from events.log file
cs_cz: Toto rozšíření vytiskne informace o ladění ze souboru events.log (kam se ukládají debugovací informace ze systému OSPy)
sk_sk: Tento doplnok vypíše informácie o ladení zo súboru events.log

source: Maximum number of records
cs_cz: Maximální počet záznamů
sk_sk: Maximálny počet záznamov

source: Delete file
cs_cz: Smazat soubor
sk_sk: Odstrániť súbor

source: Package: System Information
cs_cz: Balíček: Systémové informace
sk_sk: Balík: Systémové informácie

source: System release
cs_cz: Verze systému
sk_sk: Verzia systému

source: Node
cs_cz: Popis v síti
sk_sk: Sieť

source: Machine
cs_cz: Procesor
sk_sk: Procesor

source: Distribution
cs_cz: Distribuce
sk_sk: Distribúcie

source: Total memory
cs_cz: Celková paměť
sk_sk: Celková pamäť

source: Free memory
cs_cz: Volná paměť
sk_sk: Voľná pamäť

source: Network: Unknown
cs_cz: Síť: neznámé připojení
sk_sk: Sieť: neznáme pripojenie

source: CPU temp
cs_cz: Teplota CPU
sk_sk: Teplota CPU

source: CPU usage
cs_cz: Využití CPU
sk_sk: Využitie CPU

source: CPU serial number
cs_cz: Sériové číslo procesoru
sk_sk: Sériové číslo CPU

source: MAC adress
cs_cz: MAC adresa
sk_sk: Mac adresa

source: Wi-Fi signal
cs_cz: Signál Wi-Fi
sk_sk: Wi-Fi signál

source: I2C HEX Adress
cs_cz: I2C adresy v HEX
sk_sk: I2C HEX adresy

source: Could not open any i2c device!
cs_cz: Nelze otevřít žádné zařízení i2c!
sk_sk: Nieje možné otvoriť žiadne zariadenie I2C!

source: Found ATMEGA328 for Air Temperature and Humidity Monitor plugin (0x03).
cs_cz: Nalezen ATMEGA328 pro Air Temperature and Humidity Monitor (0x03).
sk_sk: Nájdené ATMEGA328 pre doplnok monitor teploty vzduchu a vlhkosti (0x03).

source: Found ATMEGA328 for Water Tank Monitor plugin (0x04).
cs_cz: Nalezen ATMEGA328 pro Water Tank Monitor (0x04).
sk_sk: Nájdené ATMEGA328 pre doplnok meranie hladiny vody (0x04).

source: Found ATMEGA328 for Humidity Monitor plugin (0x05).
cs_cz: Nalezen ATMEGA328 pro rozšíření Humidity Monitor na adrese (0x05).
sk_sk: Nájdené ATMEGA328 pre doplnok meranie vlhkosti (0x05).

source: Found MCP23017 for Button Control plugin (0x27).
cs_cz: Nalezen MCP23017 pro Button Control (0x27).
sk_sk: Nájdené MCP23017 pre doplnok ovládanie tlačidlami (0x27).

source: Warning: MCP23017 found for Button Control plugin (0x27). The address for PCF8574 must be different, not 0x27! If it is the same, change it on the LCD display board.
cs_cz: Upozornění: MCP23017 bylo nalezeno pro rozšíření button control na adrese (0x27). Adresa pro LCD PCF8574 musí být odlišná, ne 0x27! Pokud je stejná, změňte ji na desce LCD displeje.
sk_sk: Upozornenie: MCP23017 nájdené pre doplnok ovládanie tlačidlami (0x27). Adresa pre PCF8574 musí byť iná, nie 0x27! Ak je rovnaká, zmeňte ho na lcd displeji.

source: Found PCF8574 for LCD Display plugin (0x20-0x28, 0x38-0x3F).
cs_cz: Nalezen PCF8574 pro LCD Display (0x20-0x28, 0x38-0x3F).
sk_sk: Nájdené PCF8574 pre LCD display plugin (0x20-0x28, 0x38-0x3F).

source: Found PCF8583 for Wind Speed Monitor or Water Meter plugin (0x50-0x51).
cs_cz: Nalezen PCF8583 pro Wind Speed Monitor nebo Water Meter (0x50-0x51).
sk_sk: Nájdené PCF8583 pre doplnok meranie rýchlosti vetra alebo vodomer (0x50-0x51).

source: Found DS1307 for Real Time and NTP time plugin (0x68).
cs_cz: Nalezen DS1307 pro Real Time and NTP time (0x68).
sk_sk: Nájdené DS1307 pre Real time a NTP čas (0x68).

source: Could not open lsusb!
cs_cz: Nelze otevřít lsusb!
sk_sk: Nemohol som otvoriť lsusb!

source: Could not open ls /dev/tty*!
cs_cz: Nelze otevřít ls /dev/tty*!
sk_sk: Nemohol som otvoriť ls /dev/tty*!

source: Could not open ps aux!
cs_cz: Nelze otevřít ps aux!
sk_sk: Nemohol som otvoriť PS aux!

source: Could not open cat /proc/partitions!
cs_cz: Nelze otevřít cat /proc/partitions!
sk_sk: Nemohol som otvoriť cat /proc/oddiely!

source: Could not open cat /proc/cpuinfo!
cs_cz: Nelze otevřít cat /proc/cpuinfo!
sk_sk: Nemohol som otvoriť cat /proc/cpuinfo!

source: Available addresses
cs_cz: Dostupné adresy
sk_sk: Dostupné adresy

source: System Information
cs_cz: Systémové informace
sk_sk: Systémové informácie

source: This plugin prints all available system information
cs_cz: Toto rozšíření zobrazuje všechny dostupné systémové informace
sk_sk: Tento doplnok vypíše všetky dostupné systémové informácie

source: Find USB devices
cs_cz: Najít zařízení USB
sk_sk: Vyhľadanie zariadení USB

source: Show TTY devices
cs_cz: Zobrazit zařízení TTY
sk_sk: Zobrazenie zariadení TTY

source: AUX output
cs_cz: Výstup AUX
sk_sk: Výstup AUX

source: Show partitions
cs_cz: Zobrazit oddíly
sk_sk: Zobrazenie oddielov

source: CPU info
cs_cz: Informace o CPU
sk_sk: Informácie o procesore

source: Package: System Update
cs_cz: Balíček: Aktualizace systému
sk_sk: Balík: Aktualizácia systému

source: Report from OSPy SYSTEM UPDATE plugin
cs_cz: Hlášení z OSPy AKTUALIZACE systému
sk_sk: Správa z doplnku OSPY SYSTEM UPDATE

source: None!
cs_cz: Není k dispozici!
sk_sk: Nieje k dispozicíí!

source: Up-to-date.
cs_cz: Aktuální.
sk_sk: Systém je aktuálny.

source: New version is available!
cs_cz: Je k dispozici nová verze!
sk_sk: Je k dispozícií nová verzia!

source: Currently running revision
cs_cz: Spuštěná verze
sk_sk: Aktuálna verzia

source: Available revision
cs_cz: Dostupná verze
sk_sk: Dostupná revízia

source: System update plug-in
cs_cz: Rozšíření aktualizce
sk_sk: Doplnok na aktualizáciu systému

source: New OSPy version is available!
cs_cz: Je dostupná nová verze OSPy!
sk_sk: Je k dispozícií nová verzia OSPy!

source: Running unknown version!
cs_cz: Je spuštěna neznámá verze OSPy!
sk_sk: Je spustená neznáma verzia!

source: System Update
cs_cz: Aktualizace systému
sk_sk: Aktualizácia systému

source: Update result
cs_cz: Stav aktualizace
sk_sk: Výsledok aktualizácie

source: Updated to version
cs_cz: Aktualizováno na verzi
sk_sk: Aktualizované na verziu

source: OSPy is now updated from Github and restarted. Please wait...
cs_cz: OSPy je nyní aktualizován z Githubu a následně restartován. Počkejte prosím...
sk_sk: OSPy sa práve aktualizuje z Githubu a následne sa reštartuje. Počkajte prosím...

source: OSPy is now restarted (invoked by the user). Please wait...
cs_cz: OSPy je nyní restartováno (vyvoláno uživatelem). Počkejte prosím...
sk_sk: OSPy sa práve reštartuje (vyvolané užívateľom). Počkajte prosím...

source: System update from GitHub
cs_cz: Aktualizace systému z GitHubu
sk_sk: Aktualizácia systému z GitHubu

source: Use update plugin
cs_cz: Použít rozšíření aktualizace
sk_sk: Použiť doplnok aktualizácie

source: Remote repository
cs_cz: Vzdálený repozitář
sk_sk: Vzdialený repozitár

source: Remote branch
cs_cz: Vzdálená větev
sk_sk: Vzdialená vetva

source: Local OSPy date
cs_cz: Místní OSPy datum
sk_sk: Dátum lokálneho OSPy

source: Automatic update
cs_cz: Automatická aktualizace
sk_sk: Automatická aktualizácia

source: If the check box is selected, the plug-in updates the system OSPy itself.
sk_sk: Ak je začiarkavacie políčko začiarknuté, doplnok aktualizuje systém OSPy sám.

source: Send E-mail if update is available
cs_cz: Odeslat e-mail, pokud je k dispozici aktualizace
sk_sk: Odoslať e-mail, ak je k dispozícii aktualizácia

source: If checked, extension will send an e-mail notifying you when a new version is available. For this function required e-mail plugin.
sk_sk: Ak je začiarknuté, doplnok vám odošle e-mail s upozornením, keď bude k dispozícii nová verzia. Pre túto funkciu je potrebný e-mailový doplnok.

source: Update Status
cs_cz: Stav aktualizace
sk_sk: Stav aktualizácie

source: Update OSPy
cs_cz: Aktualizovat
sk_sk: Aktualizovať OSPy

source: Fix detected dubious ownership?
cs_cz: Opravit zjištěné pochybné vlastnictví?
sk_sk: Opraviť zistené pochybné vlastníctvo?

source: Restart OSPy
cs_cz: Restartovat
sk_sk: Reštartovať OSPy

source: System update from GitHub - Help
cs_cz: Aktualizace systému z GitHubu – nápověda
sk_sk: Aktualizácia systému z GitHubu - pomocník

source: This plugin compares the local copy with the remote repository and can automatically update the local copy
cs_cz: Toto rozšíření porovnává místní kopii se vzdáleným úložištěm a může automaticky aktualizovat místní kopii
sk_sk: Tento doplnok porovnáva lokálnu kópiu so vzdialeným uložiskom a môže automaticky aktualizovať lokálnu kópiu

source: For check new version OSPy click on update status button
cs_cz: Pro kontrolu nové verze OSPy klikněte na tlačítko aktualizovat
sk_sk: Pre kontrolu novej verzie OSPy kliknite na tlačítko aktualizovať

source: If new version is posible click on update OSPy button. Plugin downloading and installing new version OSPy. Next restarting OSPy service
cs_cz: Pokud je k dispozici nová verze, klikněte na tlačítko aktualizovat. Rozšíření stáhne a nainstaluje novou verzi OSPy. Následně provede restartování služby OSPy
sk_sk: Ak je k dispozícií nová verzia, kliknite na tlačítko aktualizovať. Doplnok stiahne a nainštaluje novú verziu OSPy. Následne reštartuje služby OSPy

source: This plugin allows update itself automatically the system, while allowing send an E-mail to the system administrator
cs_cz: Toto rozšíření umožňuje aktualizovat systém automaticky samo, zároveň umožňuje poslat E-mail správci systému
sk_sk: Tento doplnok umožnuje aktualizovať systém automaticky, zároveň umožnuje poslať e-mail správcovi systému

source: If the box is checked, the plugin checks for available system updates every hour.
cs_cz: Pokud je políčko zaškrtnuto, plugin kontroluje dostupné aktualizace systému každou hodinu.
sk_sk: Ak je políčko zaškrtnuté, doplnok kontroluje dostupné aktualizácie systému každú hodinu.

source: If the box is checked, the plugin will update the system itself.
cs_cz: Pokud je políčko zaškrtnuto, toto rozšíření aktualizuje samo systém OSPy.
sk_sk: Ak je políčko zaškrtnuté, doplnok aktualizuje OSPy automaticky.

source: For this function required E-mail plugin.
cs_cz: Toto rozšíření vyžaduje rozšíření "E-mail notifications" pro odesílání zpráv.
sk_sk: Pre túto funkciu je potrebný doplnok pre E-mail.

source: The subject of the E-mail being sent.
cs_cz: Předmět odesílané zprávy v E-mailu.
sk_sk: Predmet odosielanej správy.

source: Package: System Watchdog
cs_cz: Balíček: Systém Watchdog
sk_sk: Balík: System Watchdog

source: Watchdog is not installed. For continue press button install watchdog.
cs_cz: Watchdog není nainstalován. Pro pokračování stiskněte tlačítko nainstalovat.
sk_sk: Watchdog nie je nainštalovaný. Pre pokračovanie stlačte tlačidlo inštalovať.

source: System watchodg plug-in
cs_cz: Rozšíření watchdog
sk_sk: Doplnok watchdog

source: Saving config to /etc/watchdog.conf
cs_cz: Uložení konfigurace do /etc/watchdog.conf
sk_sk: Ukladanie configurácie na / etc / watchdog.conf

source: The system (Linux) will now restart (restart started by the user in the Watch-dog plugins), please wait for the page to reload.
cs_cz: Systém (Linux) se nyní restartuje (restart vyvolalo rozšíření Watch-dog), počkejte prosím, až se stránka znovu načte.
sk_sk: Systém (Linux) sa teraz reštartuje (reštart vyvolal doplnok Watch-dog), počkajte prosím kým sa stránka znovu načíta.

source: The Watchdog service will now stoped, OSPy is now restarted (restart started by the Watch-dog plugins), please wait for the page to reload.
cs_cz: Služba Watchdog se nyní zastaví, OSPy je nyní restartováno (restart vyvolalo rozšíření Watch-dog), počkejte prosím, až se stránka znovu načte.
sk_sk: Služba Watchdog sa teraz zastaví, OSPy sa teraz reštartuje (reštart.

source: The Watchdog service will now started, OSPy is now restarted (restart started by the Watch-dog plugins), please wait for the page to reload.
cs_cz: Služba Watchdog se nyní spustí, OSPy je nyní restartováno (restart vyvolalo rozšíření Watch-dog), počkejte prosím, až se stránka znovu načte.
sk_sk: Služba Watchdog sa teraz spustí, OSPy sa reštartuje (reštart vyvolal Watch-dog), počkajte prosím kým sa stránka znovu načíta.

source: System Watchdog
cs_cz: Rozšíření watchdog
sk_sk: Systém Watchdog

source: Install Watchdog
cs_cz: Nainstalovat
sk_sk: Nainštalovať Watchdog

source: Stop Watchdog Service
cs_cz: Zastavit službu Watchdog
sk_sk: Zastaviť Watchdog

source: Start Watchdog Service
cs_cz: Spustit službu Watchdog
sk_sk: Spustiť Watchdog

source: System Watchdog - help
cs_cz: Systémový Watchdog - nápověda
sk_sk: Systém Watchdog - pomocník

source: This plugin enable or disable HW Watchdog daemon in OSPy system. On the Raspberry Pi is hardware watchdog - Broadcom BCM2708 chip
cs_cz: Toto rozšíření povolí nebo zakáže HW Watchdog démona v systému os. Na Raspberry Pi je hardwarový hlídací pes - čip Broadcom BCM2708
sk_sk: Tento doplnok povolí alebo zakáze HW Watchdog démona v systéme OSPy. Na Raspberry Pi je hardvérový strážny pes - Broadcom BCM2708 čip

source: This can be very useful if your Raspberry Pi is located remotely and locks up. However, this would not the preferred method of restarting the unit and
cs_cz: To může být velmi užitečné, pokud je vaše Raspberry Pi umístěné daleko a zamrzne. Toto však není upřednostňovaný způsob opětovného spuštění jednotky a
sk_sk: To môže byť veľmi užitočné, ak váš Raspberry Pi sa nachádza ďaleko a zamrzne. Toto však nieje uprednostňovaným spôsobom reštartovania jednotky a

source: in extreme cases this can result in file-system damage that could prevent the Raspberry Pi from booting. If this occurs regularly you better find the root
cs_cz: v extrémních případech to může mít za následek poškození systému souborů, které by mohlo zabránit spuštění systému na Raspberry Pi. Pokud k tomu dochází pravidelně, měli byste najít
sk_sk: v extrémnych prípadoch to môže mať za následok poškodenie súborového systému, ktoré by mohli zabrániť spusteniu systému. Ak k tomu dochádza pravidelne, treba nájsť

source: cause of the problem rather than fight the symptoms. The watchdog daemon will send /dev/watchdog a heartbeat every 4 seconds. If /dev/watchdog does not
cs_cz: příčinu problému, spíše než bojovat s příznaky. Démon watchdog odešle /dev/watchdog prezenční signál každé 4 sekundy. Pokud /dev/watchdog není
sk_sk: príčinu problému, a nie bojovať proti príznakom. Strážny pes démon pošle /dev/watchdog signál každé 4 sekundy. Ak /dev/watchdog
