Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Internet Explorer You can produce a cookie file that wget can utilize using the File menu, Import and Export, Export Cookies. Tested with Internet Explorer 5 (wow. thats old), but it is not guaranteed to work with earlier versions. Other browsers If you are using a different browser to create your cookies, --load-cookies only works if you can locate or produce a cookie file in the Netscape format that wget expects.
cs_cz: Internet Explorer Soubor cookie, který může wget použít, můžete vytvořit pomocí nabídky Soubor, Importovat a exportovat, Exportovat soubory cookie. Testováno v aplikaci Internet Explorer 5 (wow. To je staré), ale není zaručeno, že bude fungovat s dřívějšími verzemi. Jiné prohlížeče Pokud k vytváření souborů cookie používáte jiný prohlížeč, funkce --load-cookies funguje, pouze pokud můžete vyhledat nebo vytvořit soubor cookie ve formátu Netscape, který wget očekává.
sk_sk: Internet Explorer: súbor cookie, ktorý môže wget použiť pomocou ponuky Súbor, Import a export, Export súborov cookie. Testované pomocou prehliadača Internet Explorer 5, ale so staršími verziami nie je zaručené jeho fungovanie. Ostatné prehliadače: ak na vytváranie súborov cookie používate iný prehliadač, funkcia --load-cookies funguje, iba ak môžete vyhľadať alebo vytvoriť súbor cookie vo formáte Netscape, ktorý wget očakáva.

source: If you cannot use --load-cookies, there might still be an alternative. If your browser supports a "cookie manager", you can use it to view the cookies used when accessing the site youre mirroring. Write down the name and value of the cookie, and manually instruct wget to send those cookies, bypassing the "official" cookie support:
cs_cz: Pokud nemůžete použít --load-cookies, stále může existovat alternativa. Pokud váš prohlížeč podporuje „správce souborů cookie“, můžete jej použít k zobrazení souborů cookie použitých při přístupu k vašemu zrcadlení. Zapište si název a hodnotu souboru cookie a ručně dejte pokyn společnosti wget, aby tyto soubory cookie odeslala, přičemž obejdete „oficiální“ podporu souborů cookie:
sk_sk: Ak nemôžete použiť --load-cookies, môže existovať alternatíva. Ak váš prehliadač podporuje „správcu súborov cookie“, môžete ho použiť na zobrazenie súborov cookie použitých pri prístupe na vaše zrkadlenie. Zapíšte názov a hodnotu súboru cookie a ručne dajte príkazu wget tieto súbory cookie odosielať, pričom obídete „oficiálnu“ podporu súborov cookie:

source: --save-cookies file Save cookies to file before exiting. This will not save cookies that have expired or that have no expiry time (so-called "session cookies"), but also see --keep-session-cookies.
cs_cz: --save-cookies file Uložte soubory cookie do souboru před ukončením. Tím se neuloží soubory cookie, jejichž platnost vypršela nebo které nemají čas vypršení platnosti (tzv. „Relační soubory cookie“), ale také se zobrazí --keep-session-cookies.
sk_sk: --save-cookies file Uložte súbory cookie do súboru pred ukončením. Toto neuloží súbory cookie, ktorých platnosť vypršala alebo ktoré nemajú čas vypršania platnosti (takzvané „súbory cookie relácie“), ale tiež sa zobrazí --keep-session-cookies.

source: --keep-session-cookies When specified, causes --save-cookies to also save session cookies. Session cookies are normally not saved because they are meant to be kept in memory and forgotten when you exit the browser. Saving them is useful on sites that require you to log in or to visit the homepage before you can access some pages. With this option, multiple wget runs are considered a single browser session as far as the site is concerned.
cs_cz: --keep-session-cookies Je-li uvedeno, způsobí --save-cookies, aby také ukládalo soubory cookie relace. Soubory cookie relace se obvykle neukládají, protože mají být uchovány v paměti a zapomenuty při ukončení prohlížeče. Jejich ukládání je užitečné na webech, které vyžadují přihlášení nebo návštěvu domovské stránky před přístupem na některé stránky. S touto možností je více spuštění wget považováno za jednu relaci prohlížeče, pokud jde o web.
sk_sk: --keep-session-cookies Ak je zadané, spôsobí --save-cookies, aby sa tiež ukladali súbory cookie relácie. Súbory cookie relácie sa zvyčajne neukladajú, pretože sa majú uchovať v pamäti a zabudnúť pri ukončení prehliadača. Ich ukladanie je užitočné na stránkach, ktoré pred prístupom na niektoré stránky vyžadujú prihlásenie alebo návštevu domovskej stránky. Pri tejto možnosti sa viac spustení wget považuje za jednu reláciu prehľiadača, pokiaľ ide o web.

source: Since the cookie file format does not normally carry session cookies, wget marks them with an expiry timestamp of 0. wgets --load-cookies recognizes those as session cookies, but it might confuse other browsers. Also, note that cookies so loaded will be treated as other session cookies, which means that if you want --save-cookies to preserve them again, you must use --keep-session-cookies again.
cs_cz: Vzhledem k tomu, že formát souborů cookie normálně nese soubory cookie relace, wget je označí časovým razítkem vypršení platnosti 0. wgets --load-cookies je rozpozná jako soubory cookie relace, ale může to ostatní prohlížeče zmást. Pamatujte také, že takto načtené soubory cookie budou považovány za jiné soubory cookie relace, což znamená, že pokud chcete --save-cookies je znovu uchovat, musíte znovu použít --keep-session-cookies.
sk_sk: Pretože formát súboru cookie normálne nenosí súbory cookie relácie, wget ich označí časovou značkou vypršania platnosti 0. wgets --load-cookies ich rozpozná ako súbory cookie relácie, ale mohlo by to zmiasť ostatné prehliadače. Pamätajte tiež na to, že takto načítané súbory cookie sa budú považovať za iné súbory cookie relácie, čo znamená, že ak chcete, aby --save-cookies ich znova uchovali, musíte znova použiť --keep-session-cookies.

source: --ignore-length Unfortunately, some HTTP servers (CGI programs, to be more precise) send out bogus "Content-Length" headers, which makes wget start to bray like a stuck pig, as it thinks not all the document was retrieved. You can spot this syndrome if wget retries getting the same document again and again, each time claiming that the (otherwise normal) connection has closed on the very same byte.
cs_cz: --ignore-length Bohužel některé servery HTTP (přesněji CGI programy) rozesílají falešné záhlaví „Content-Length“, díky čemuž se wget začne vrhat jako zaseknuté prase, protože si myslí, že nebyl načten celý dokument. Tento syndrom si můžete všimnout, pokud se wget pokusí znovu a znovu získat stejný dokument, pokaždé, když tvrdí, že (jinak normální) spojení se uzavřelo na stejném bajtu.
sk_sk: --ignore-length Bohužiaľ, niektoré servery HTTP (presnejšie CGI programy) rozosielajú falošné hlavičky „Content-Length“, vďaka ktorým sa wget začne trieštiť ako zaseknuté prasa, pretože si myslí, že nebol načítaný celý dokument. Tento syndróm môžete spozorovať, ak sa wget pokúsi znova a znova získať ten istý dokument, zakaždým, keď tvrdí, že (inak normálne) spojenie sa uzavrelo na tom istom bajte.

source: With this option, wget ignores the "Content-Length" header, as if it never existed.
cs_cz: Při této možnosti wget ignoruje záhlaví „Content-Length“, jako by nikdy neexistovalo.
sk_sk: Pri tejto voľbe wget ignoruje hlavičku „Content-Length“, akoby nikdy neexistovala.

source: --header=header-line Send header-line along with the rest of the headers in each HTTP request. The supplied header is sent as-is, which means it must contain name and value separated by colon, and must not contain newlines.
cs_cz: --header = header-line Odešle řádek záhlaví spolu se zbytkem záhlaví v každém požadavku HTTP. Zadaná hlavička se odesílá tak, jak je, což znamená, že musí obsahovat název a hodnotu oddělenou dvojtečkou a nesmí obsahovat nové řádky.
sk_sk: --header = header-line V každej požiadavke HTTP pošle riadok s hlavičkou spolu so zvyškom hlavičiek. Zadaná hlavička sa odosiela tak, ako je, čo znamená, že musí obsahovať meno a hodnotu oddelené dvojbodkou a nesmie obsahovať nové riadky.

source: You may define more than one additional header by specifying --header more than once.
cs_cz: Můžete definovat více než jedno další záhlaví zadáním --header více než jednou.
sk_sk: Môžete definovať viac ako jednu ďalšiu hlavičku zadaním --header viackrát.

source: Specification of an empty string as the header value will clear all previous user-defined headers.
cs_cz: Specifikace prázdného řetězce jako hodnoty záhlaví vymaže všechny předchozí uživatelem definované záhlaví.
sk_sk: Zadanie prázdneho reťazca ako hodnoty hlavičky vymaže všetky predchádzajúce používateľom definované hlavičky.

source: As of wget 1.10, this option can be used to override headers otherwise generated automatically. This example instructs wget to connect to localhost, but to specify foo.bar in the "Host" header:
cs_cz: Od verze wget 1.10 lze tuto možnost použít k přepsání hlaviček, které se jinak generují automaticky. Tento příklad instruuje wget, aby se připojil k localhost, ale aby určil foo.bar v hlavičce „Host“:
sk_sk: Od verzie 1.10 môže byť táto možnosť použitá na prepísanie hlavičiek inak generovaných automaticky. Tento príklad dáva príkazu wget, aby sa pripojil k localhost, ale aby určil foo.bar v hlavičke „Host“:

source: In versions of wget prior to 1.10 such use of --header caused sending of duplicate headers.
cs_cz: Ve verzích wget před 1.10 takové použití --header způsobilo odeslání duplicitních záhlaví.
sk_sk: Vo verziách wget pred 1.10 použitie --header spôsobilo odoslanie duplicitných hlavičiek.

source: --max-redirect=number Specifies the maximum number of redirections to follow for a resource. The default is 20, which is usually far more than necessary. However, on those occasions where you want to allow more (or fewer), this is the option to use.
cs_cz: --max-redirect=number Určuje maximální počet přesměrování, které je třeba u zdroje sledovat. Výchozí hodnota je 20, což je obvykle mnohem víc, než je nutné. Avšak při příležitostech, kdy chcete povolit více (nebo méně), je toto možnost použít.
sk_sk: --max-redirect = number Určuje maximálny počet presmerovaní, ktoré sa majú pre zdroj sledovať. Predvolená hodnota je 20, čo je zvyčajne oveľa viac, ako je potrebné. Túto možnosť však môžete použiť v prípadoch, keď chcete povoliť viac (alebo menej).

source: --proxy-user=user, --proxy-password=password Specify the username user and password for authentication on a proxy server. wget will encode them using the "basic" authentication scheme.
cs_cz: --proxy-user=user, --proxy-password=password Zadejte uživatelské jméno uživatele a heslo pro ověřování na serveru proxy. wget je zakóduje pomocí „základního“ ověřovacího schématu.
sk_sk: --proxy-user = užívateľ, --proxy-heslo = heslo Zadajte užívateľské meno užívateľa a heslo pre autentifikáciu na proxy serveri. wget ich zakóduje pomocou „základnej“ autentifikačnej schémy.

source: Security considerations similar to those with --http-password pertain here as well.
cs_cz: Bezpečnostní aspekty podobné těm s --http-password se také týkají.
sk_sk: Rovnako tu platia bezpečnostné dôvody podobné tým, ktoré majú --http-password.

source: --referer=url Include "Referer: url" header in HTTP request. Useful for retrieving documents with server-side processing that assume they are always being retrieved by interactive web browsers and only come out properly when Referer is set to one of the pages that point to them.
cs_cz: --referer=url Zahrnout do požadavku HTTP hlavičku „Referer: url“. Užitečné pro načítání dokumentů se zpracováním na straně serveru, které předpokládají, že jsou vždy načítány interaktivními webovými prohlížeči a vycházejí správně pouze tehdy, když je Referer nastaven na jednu ze stránek, které na ně odkazují.
sk_sk: --referer = url Zahrnúť do požiadavky HTTP hlavičku „Referer: url“. Užitočné na načítanie dokumentov so spracovaním na strane servera, ktoré predpokladajú, že sú vždy načítané interaktívnymi webovými prehľadávačmi a vyjdú správne, iba ak je Referer nastavený na jednu zo stránok, ktoré na ne smerujú.

source: --save-headers Save the headers sent by the HTTP server to the file, preceding the actual contents, with an empty line as the separator.
cs_cz: --save-headers Uloží záhlaví odeslaná serverem HTTP do souboru před skutečným obsahem s prázdným řádkem jako oddělovačem.
sk_sk: --save-headers Uloží hlavičky odoslané serverom HTTP do súboru, ktorý predchádza skutočnému obsahu, s prázdnym riadkom ako oddeľovačom.

source: -U agent-string, --user-agent=agent-string Identify as agent-string to the HTTP server.
cs_cz: -U agent-string, --user-agent=agent-string Identifikuje se jako agent-string na HTTP server.
sk_sk: -U agent-string, --user-agent = agent-string Identifikuje sa ako agent-string na server HTTP.

source: The HTTP protocol allows the clients to identify themselves using a "User-Agent" header field. This enables distinguishing the WWW software, usually for statistical purposes or for tracing of protocol violations. wget normally identifies as "Wget/version", version being the current version number of wget.
cs_cz: Protokol HTTP umožňuje klientům identifikovat se pomocí pole záhlaví „User-Agent“. To umožňuje rozlišení WWW softwaru, obvykle pro statistické účely nebo pro sledování porušení protokolu. wget se běžně identifikuje jako "Wget / verze", přičemž verze je číslo aktuální verze wgetu.
sk_sk: Protokol HTTP umožňuje klientom identifikovať sa pomocou poľa hlavičky „User-Agent“. To umožňuje rozlíšiť softvér WWW, zvyčajne na štatistické účely alebo na sledovanie porušenia protokolu. wget sa bežne identifikuje ako "Wget / verzia", pričom verzia predstavuje číslo aktuálnej verzie wget.

source: However, some sites have been known to impose the policy of tailoring the output according to the "User-Agent"-supplied information. While this is not such a bad idea in theory, it has been abused by servers denying information to clients other than (historically) Netscape or, more frequently, Microsoft Internet Explorer. This option allows you to change the "User-Agent" line issued by wget. Use of this option is discouraged, unless you really know what you are doing.
cs_cz: O některých webech je však známo, že ukládají zásady přizpůsobení výstupu podle informací dodaných „User-Agent“. I když to teoreticky není tak špatný nápad, bylo to zneužito servery, které odepíraly informace klientům jiným než (historicky) Netscape nebo častěji Microsoft Internet Explorer. Tato možnost umožňuje změnit řádek „User-Agent“ vydaný wget. Použití této možnosti se nedoporučuje, pokud opravdu nevíte, co děláte.
sk_sk: Je však známe, že na niektorých weboch sa vyžaduje politika prispôsobenia výstupu podľa informácií dodaných „User-Agent“. Aj keď to teoreticky nie je taký zlý nápad, zneužili ho servery, ktoré odmietajú informácie iným klientom ako (historicky) Netscape alebo, častejšie, Microsoft Internet Explorer. Táto voľba umožňuje zmeniť riadok „User-Agent“ vydaný wget. Používanie tejto možnosti sa neodporúča, pokiaľ skutočne neviete, čo robíte.

source: Specifying empty user agent with --user-agent="" instructs wget not to send the "User-Agent" header in HTTP requests.
cs_cz: Zadání prázdného uživatelského agenta pomocí --user-agent="" dá wget pokyn, aby v požadavcích HTTP neposílal záhlaví "User-Agent".
sk_sk: Zadanie prázdneho agenta používateľa s parametrom --user-agent = "" dá príkazu wget, aby v požiadavkách HTTP neposielal hlavičku "User-Agent".

source: --post-data=string, --post-file=file Use POST as the method for all HTTP requests and send the specified data in the request body. --post-data sends string as data, whereas --post-file sends the contents of file. Other than that, they work in exactly the same way. In particular, they both expect content of the form "key1=value1&key2=value2", with percent-encoding for special characters; the only difference is that one expects its content as a command-line parameter and the other accepts its content from a file. In particular, --post-file is not for transmitting files as form attachments: those must appear as "key=value" data (with appropriate percent-coding) just like everything else. wget does not currently support "multipart/form-data" for transmitting POST data; only "application/x-www-form-urlencoded". Only one of --post-data and --post-file should be specified.
cs_cz: --post-data=řetězec, --post-file=soubor Použijte POST jako metodu pro všechny požadavky HTTP a odešlete zadaná data do těla požadavku. --post-data odesílá řetězec jako data, zatímco --post-file odesílá obsah souboru. Kromě toho fungují přesně stejným způsobem. Zejména oba očekávají obsah formuláře „klíč1 = hodnota1 & klíč2 = hodnota2“ s kódováním procent pro speciální znaky; jediný rozdíl je v tom, že jeden očekává jeho obsah jako parametr příkazového řádku a druhý přijímá jeho obsah ze souboru. Zejména --post-file není pro přenos souborů jako přílohy formulářů: ty se musí zobrazit jako data „klíč = hodnota“ (s příslušným procentním kódováním), stejně jako všechno ostatní. wget aktuálně nepodporuje "multipart/form-data" pro přenos dat POST; pouze „application/x-www-form-urlencoded“. Měl by být zadán pouze jeden z --post-data a --post-file.
sk_sk: --post-data = string, --post-file = file Použite POST ako metódu pre všetky požiadavky HTTP a odošlite zadané údaje do tela žiadosti. --post-data odošle reťazec ako dáta, zatiaľ čo --post-file pošle obsah súboru. Okrem toho fungujú úplne rovnako. Obaja predovšetkým očakávajú obsah formulára „kľúč1 = hodnota1 & kľúč2 = hodnota2“ s kódovaním percent pre špeciálne znaky; jediný rozdiel je v tom, že jeden očakáva jeho obsah ako parameter príkazového riadku a druhý prijíma jeho obsah zo súboru. Najmä --post-file nie je na prenos súborov ako prílohy formulárov: rovnako ako všetko ostatné sa musia zobrazovať ako údaje „kľúč = hodnota“ (s príslušným percentuálnym kódovaním). wget momentálne nepodporuje „multipart / form-data“ na prenos údajov POST; iba „application / x-www-form-urlencoded“. Mali by ste určiť iba jeden z parametrov --post-data a --post-file.

source: Please be aware that wget needs to know the size of the POST data in advance. Therefore the argument to "--post-file" must be a regular file; specifying a FIFO or something like /dev/stdin wont work. Its not quite clear how to work around this limitation inherent in HTTP/1.0. Although HTTP/1.1 introduces chunked transfer that doesnt require knowing the request length in advance, a client cant use chunked unless it knows its talking to an HTTP/1.1 server. And it cant know that until it receives a response, which in turn requires the request to have been completed, which is sort of a chicken-and-egg problem.
cs_cz: Uvědomte si, že wget musí předem znát velikost dat POST. Argument „--post-file“ tedy musí být běžný soubor; zadání FIFO nebo něco jako /dev/stdin zvyklý fungovat. Není zcela jasné, jak obejít toto omezení vlastní HTTP/1.0. Ačkoli protokol HTTP/1.1 zavádí blokovaný přenos, který nevyžaduje znát délku požadavku předem, klient nemůže použít blokovaný, pokud neví, že mluví se serverem HTTP/1.1. a nemůže vědět, že dokud neobdrží odpověď, což zase vyžaduje, aby byl požadavek dokončen, což je něco jako problém s kuřetem a vejcem.
sk_sk: Upozorňujeme, že wget musí vopred poznať veľkosť údajov POST. Argument „--post-file“ preto musí byť bežný súbor; zadanie FIFO alebo niečo ako / dev / stdin nebude fungovať. Nie je celkom jasné, ako obísť toto obmedzenie, ktoré je vlastné protokolu HTTP / 1.0. Aj keď protokol HTTP / 1.1 zavádza prenos blokovaný, ktorý nevyžaduje znalosť dĺžky požiadavky vopred, klient nemôže používať blokovaný prenos, pokiaľ nevie, že hovorí so serverom HTTP / 1.1. A nemôže vedieť, že kým nedostane odpoveď, ktorá si zasa vyžaduje dokončenie žiadosti, čo je druh problému s kuracím mäsom a vajcom.

source: Note that if wget is redirected after the POST request is completed, it will not send the POST data to the redirected URL. Because URLs that process POST often respond with a redirection to a regular page, which does not desire or accept POST. It is not completely clear that this behavior is optimal; if it doesnt work out, it might be changed in the future.
cs_cz: Upozorňujeme, že pokud je wget přesměrován po dokončení požadavku POST, nebude odesílat data POST na přesměrovanou adresu URL. Protože adresy URL, které zpracovávají POST, často reagují přesměrováním na běžnou stránku, která POST nepřeje ani nepřijímá. Není zcela jasné, že toto chování je optimální; pokud to nebude fungovat, mohlo by se to v budoucnu změnit.
sk_sk: Upozorňujeme, že ak je wget presmerovaný po dokončení požiadavky POST, nebude posielať údaje POST na presmerovanú adresu URL. Pretože adresy URL, ktoré spracúvajú POST, často reagujú presmerovaním na normálnu stránku, ktorá POST nežiada ani neprijíma. Nie je úplne zrejmé, že toto správanie je optimálne; ak to nebude fungovať, mohlo by sa to v budúcnosti zmeniť.

source: This example shows how to log to a server using POST and then proceed to download the desired pages, presumably only accessible to authorized users. First, we log in to the server, which can be done only once.
cs_cz: Tento příklad ukazuje, jak se přihlásit k serveru pomocí POST a poté pokračovat ve stahování požadovaných stránek, pravděpodobně přístupných pouze oprávněným uživatelům. Nejprve se přihlásíme na server, což lze provést pouze jednou.
sk_sk: Tento príklad ukazuje, ako sa prihlásiť na server pomocou POST a potom pokračovať v sťahovaní požadovaných stránok, ku ktorým majú prístup pravdepodobne iba autorizovaní používatelia. Najskôr sa prihlásime na server, čo je možné vykonať iba raz.

source: And then we grab the page (or pages) we care about:
cs_cz: A pak popadneme stránku (nebo stránky), na kterých nám záleží:
sk_sk: A potom chytíme stránku (alebo stránky), na ktorých nám záleží:

source: If the server is using session cookies to track user authentication, the above will not work because --save-cookies will not save them (and neither will browsers) and the cookies.txt file will be empty. In that case use --keep-session-cookies along with --save-cookies to force saving of session cookies.
cs_cz: Pokud server používá k sledování autentizace uživatelů soubory cookie relace, výše uvedené nebude fungovat, protože --save-cookies je neuloží (a ani prohlížeče) a soubor cookies.txt bude prázdný. V takovém případě použijte --keep-session-cookies spolu s --save-cookies k vynucení ukládání cookies relace.
sk_sk: Ak server na sledovanie autentifikácie používateľov používa súbory cookie relácie, vyššie uvedené nebude fungovať, pretože --save-cookies ich neuloží (a nebudú to ani prehliadače) a súbor cookies.txt bude prázdny. V takom prípade použite --keep-session-cookies spolu s --save-cookies, aby ste vynútili ukladanie cookies relácie.

source: --content-disposition If this is set, experimental (not fully-functional) support for "Content-Disposition" headers is enabled. This option can currently result in extra round-trips to the server for a "HEAD" request, and is known to suffer from a few bugs, which is why it is not currently enabled by default.
cs_cz: --content-disposition Je-li toto nastaveno, je povolena experimentální (ne plně funkční) podpora záhlaví „Content-Disposition“. Tato možnost může aktuálně vyústit v další zpáteční lety na server pro požadavek „HEAD“ a je známo, že trpí několika chybami, a proto není ve výchozím nastavení aktuálně povolena.
sk_sk: --content-disposition Ak je toto nastavené, je povolená experimentálna (nie úplne funkčná) podpora hlavičiek „Content-Disposition“. Táto možnosť môže v súčasnosti viesť k ďalším oblúkom na server pri požiadavke „HEAD“ a je známe, že trpí niekoľkými chybami, preto nie je v súčasnosti predvolene povolená.
