Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: If checked send E-mail if the rain delay has expired into your E-mail address.
cs_cz: Je-li zaškrtnuto, odešle se E-mail na vaši E-mailovou adresu v případě zrušení dešťového zpoždění.
sk_sk: Ak je zaškrtnuté, odoslať E-mail ak bolo zrušené dažďové oneskorenie.

source: Check Send E-mail if the user is logged in
cs_cz: Odeslat E-mail pokud se někdo přihlásil do systému
sk_sk: Odoslať E-mail, ak sa niekto prihlási do systému

source: If checked send E-mail if the user is logged in to system into your E-mail address.
cs_cz: Pokud je zaškrtnuto, odešle se E-mail na vaši E-mailovou adresu pokud se přihlásí nějaký uživatel do systému.
sk_sk: Ak je zaškrtnuté, odoslať E-mail ak sa nejaký užívateľ prihlási do systému.

source: Example: smtp.seznam.cz
cs_cz: Příklad: smtp.seznam.cz
sk_sk: Príklad: smtp.seznam.cz

source: Example: 465 (number in range 0-65535)
cs_cz: Příklad: 465 (číslo v rozsahu 0-65535)
sk_sk: Príklad: 465 (číslo v rozsahu 0-65535)

source: Package: E-mail Reader
cs_cz: Balíček: Čtečka E-mailů
sk_sk: Balík: Čítačka E-mailov

source: scheduler_on
cs_cz: plánovač zap
sk_sk: plánovač zap

source: scheduler_off
cs_cz: plánovač vyp
sk_sk: plánovač vyp

source: manual_on
cs_cz: ručně
sk_sk: manuálne

source: manual_off
cs_cz: plánovač
sk_sk: plánovač

source: stop_run
cs_cz: zastavit stanice
sk_sk: zastaviť stanice

source: send_help
cs_cz: nápověda
sk_sk: pomocník

source: send_state
cs_cz: zaslat stavy
sk_sk: stav

source: Report from OSPy E-mail Reader plugin
cs_cz: Hlášení z OSPy rozšíření: čtečka E-mailů
sk_sk: Hlásenie z OSPy doplnku: Čítačka E-mailov

source: send_temperatures
cs_cz: zaslat teploty
sk_sk: poslať teploty

source: send_tank
cs_cz: zaslat nádrž
sk_sk: poslať nádrž

source: send_wind
cs_cz: zaslat vítr
sk_sk: poslať vietor

source: Try-ing login to E-mail.
cs_cz: Zkouším se přihlásit do E-mailu.
sk_sk: Skúšam sa príhlásiť do E-mailu.

source: Reading messages in inbox.
cs_cz: Čtení zpráv ve složce doručená pošta.
sk_sk: Čítanie správ v zložke doručená pošta.

source: Message: %s
cs_cz: Zpráva: %s
sk_sk: Správa: %s

source: Subject: %s
cs_cz: Předmět: %s
sk_sk: Predmet %s

source: Scheduler has switched to enabled.
cs_cz: Plánovač byl přepnut na zapnuto.
sk_sk: Plánovač bol zapnutý.

source: E-mail Reader plug-in
cs_cz: Rošíření čtečka E-mailů
sk_sk: Doplnok Čitačka E-mailov

source: The command has been processed.
cs_cz: Příkaz byl zpracován.
sk_sk: Príkaz bol spracovaný.

source: MSG: %s
cs_cz: ZPRÁVA: %s
sk_sk: Správa : %s

source: Scheduler has switched to disabled.
cs_cz: Plánovač byl přepnut na vypnuto.
sk_sk: Plánovač bol zakázaný.

source: OSPy has switched to manual control.
cs_cz: OSPy byl přepnut na ruční ovládání.
sk_sk: OSPy bolo prepnuté na manuálne ovládanie.

source: OSPy has switched to scheduler controler.
cs_cz: OSPy byl přepnut na plánovač.
sk_sk: OSPy bolo prepnuté na plánovač.

source: OSPy has stop all running stations.
cs_cz: OSPy zastavil všechny běžící stanice.
sk_sk: OSPy zastavil všetky spustené stanice.

source: OSPy has send all temperatures and log file if exists.
cs_cz: OSPy odeslal všechny teploty a soubor se záznamem (pokud soubor existuje).
sk_sk: OSPy odoslal všetky teploty a súbor so záznamom (ak súbor existuje).

source: OSPy has send all temperatures and log file.
cs_cz: OSPy odeslal všechny teploty a soubor se záznamem.
sk_sk: OSPy odoslal všetky teploty a súbor so záznamom.

source: Log file not exists!
cs_cz: Soubor se záznamem neexistuje!
sk_sk: Súbor so záznamom neexistuje!

source: The command has been not processed!
cs_cz: Příkaz nebyl zpracován!
sk_sk: Príkaz nebol spracovaný!

source: OSPy has send tank states and log file if exists.
cs_cz: OSPy odeslal stav nádrže a soubor se záznamem (pokud soubor existuje).
sk_sk: OSPy odoslal stav nádrže a súbor so záznamom (ak súbor existuje).

source: Error - Water tank plugin has water level < 1cm!
cs_cz: Chyba - Rozšíření nádrž na vodu má hladinu vody < 1cm!
sk_sk: Chyba - Doplnok nádrž na vodu má hladinu vody < 1cm!

source: Error - Plugin is not correctly setuped or not run!
cs_cz: Chyba - Rozšíření není správně nastaveno nebo neběží!
sk_sk: Chyba - Doplnok nieje správne nastavený alebo nieje spustený!

source: Error - Plugin water tank is not correctly setuped or not run!
cs_cz: Chyba - Rozšíření nádrž na vodu není správně nastaveno nebo neběží!
sk_sk: Chyba - Doplnok nádrž na vodu nieje správne nastavený alebo nieje spustený!

source: OSPy has send tank states and log file.
cs_cz: OSPy odeslal stav nádrže a soubor se záznamem.
sk_sk: OSPy odoslal stav nádrže a súbor so záznamom.

source: OSPy has send wind state and log file if exists.
cs_cz: OSPy odeslal stav větru a soubor se záznamem (pokud soubor existuje).
sk_sk: OSPy odoslal stav vetra a súbor so záznamom (ak existuje).

source: Wind speed
cs_cz: Rychlost větru
sk_sk: Rýchlosť vetra

source: Speed
cs_cz: Rychlost
sk_sk: Rýchlosť

source: Maximal speed
cs_cz: Maximální rychlost
sk_sk: Maximálna rýchlosť

source: Error - Plugin wind monitor is not correctly setuped or not run!
cs_cz: Chyba - Rozšíření monitor větru není správně nastaveno nebo neběží!
sk_sk: Chyba - Doplnok monitor rýchlosti vetra nieje správne nastavený, alebo nieje spustený!

source: OSPy has send wind state and log file.
cs_cz: OSPy odeslal stav větru a soubor se záznamem.
sk_sk: OSPy odoslal stav vetra a súbor so záznamom.

source: OSPy sends the set commands to the administrator by E-mail.
cs_cz: OSPy odešle nastavené příkazy správci E-mailem.
sk_sk: OSPy posiela nastavené príkazy správcovi E-mailom.

source: All available commands in plugin
cs_cz: Všechny dostupné příkazy v rozšíření
sk_sk: Všetky dostupné príkazy v doplnku

source: Switch scheduler to ON
cs_cz: Přepnout plánovač na ZAPNUTO
sk_sk: Prepnúť plánovač na POVOLENÉ

source: Switch scheduler to OFF
cs_cz: Přepnout plánovač na VYPNUTO
sk_sk: Prepnúť plánovač na ZAKÁZANÉ

source: Switch to manual mode
cs_cz: Přepnutí do ručního režimu
sk_sk: Prepnutie do manuálneho režimu

source: Switch to scheduler mode
cs_cz: Přepnout do režimu plánovače
sk_sk: Prepnúť do režimu plánovača

source: Stop all running stations
cs_cz: Zastavit všechny běžící stanice
sk_sk: Zastaviť všetky spustené stanice

source: Send back help
cs_cz: Poslat zpět nápovědu
sk_sk: Poslať návod

source: Sending back temperature states
cs_cz: Poslat zpět stav teplot
sk_sk: Poslať teploty zo senzorov

source: Sending back tank states
cs_cz: Poslat zpět stav nádrže
sk_sk: Poslať stav nádrže

source: Sending back wind states
cs_cz: Poslat zpět stav větru
sk_sk: Poslať rýchlosť vetra

source: Selecting command %d
cs_cz: Výběr příkazu %d
sk_sk: Výber príkazu %d

source: Sending message in body E-mail as list (use in manual mode)
cs_cz: Odeslání zprávy v těle E-mailu jako seznam (použít pouze v manuálním režimu)
sk_sk: Odoslanie správy v tele E-mailu ako zoznam (použiť iba v manuálnom režime)

source: Station 1 -> OFF, 2 -> OFF, 3 -> ON 100 second, 4 -> ON 30 second...
cs_cz: Stanice 1 -> VYP, 2 -> VYP, 3 -> ZAP 100 sekund, 4 -> ZAP 30 sekund...
sk_sk: Stanica 1 -> VYP, 2 -> VYP, 3 -> ZAP 100 sekúnd, 4 -> ZAP 30 sekúnd...

source: Sending message in body E-mail as dict (use in manual mode)
cs_cz: Odeslání zprávy v těle E-mailu jako slovník (použít pouze v manuálním režimu)
sk_sk: Odoslanie správy v tele E-mailu ako slovník (použiť iba v manuálnom režime)

source: OSPy sends the stations state to the administrator E-mail.
cs_cz: OSPy odeslat stav stanic správci E-mailem.
sk_sk: OSPy odošle stav staníc správcovi E-mailom.

source: Actual stations state
cs_cz: Skutečný stav stanic
sk_sk: Aktuálny stav staníc

source: Main 1
cs_cz: Hlavní 1
sk_sk: Hlavná 1

source: Main 2
cs_cz: Hlavní 2
sk_sk: Hlavná 2

source: Station name
cs_cz: Název stanice
sk_sk: Názov stanice

source: Remaining time in sec
cs_cz: Zbývající čas v sekundách
sk_sk: Zostávajúci čas v sekundách

source: YES
cs_cz: ANO
sk_sk: ÁNO

source: System Linux has now reboot!
cs_cz: Systém Linux se nyní restartuje!
sk_sk: Systém Linux sa teraz reštartuje!

source: System Linux has now shutdown!
cs_cz: Systém Linux se nyní vypne!
sk_sk: Systém Linux sa teraz vypne!

source: Run now program 1.
cs_cz: Spustit nyní program 1.
sk_sk: Spustiť teraz program 1.

source: Run now program 2.
cs_cz: Spustit nyní program 2.
sk_sk: Spustiť teraz program 2.

source: Run now program 3.
cs_cz: Spustit nyní program 3.
sk_sk: Spustiť teraz program 3.

source: Run now program 4.
cs_cz: Spustit nyní program 4.
sk_sk: Spustiť teraz program 4.

source: Run now program 5.
cs_cz: Spustit nyní program 5.
sk_sk: Spustiť teraz program 5.

source: Run now program 6.
cs_cz: Spustit nyní program 6.
sk_sk: Spustiť teraz program 6.

source: Run now program 7.
cs_cz: Spustit nyní program 7.
sk_sk: Spustiť teraz program 7.

source: Run now program 8.
cs_cz: Spustit nyní program 8.
sk_sk: Spustiť teraz program 8.

source: Subject in message is
cs_cz: Předmět přijaté zprávy je
sk_sk: Predmet prijatej správy je

source: Subject in options is
cs_cz: Předmět v nastavení je
sk_sk: Predmet v nastavení je

source: OSPy must be first switched to manual mode!
cs_cz: OSPy musí být nejprve přepnuto do manuálního režimu!
sk_sk: OSPy musí byť najprv prepnutý do manuálneho režimu!

source: Subject is not correct!
cs_cz: Předmět zprávy není správný!
sk_sk: Predmet správy nieje správny!

source: Try-ing to processing command.
cs_cz: Zkouším zpracovat příkaz.
sk_sk: Skúsím spracovať príkaz.

source: Not enough stations specified, assuming first {} of {}
cs_cz: Není zadáno dostatečné množství stanic, za předpokladu, že první {} z {}
sk_sk: Nieje zadané dostatočné množstvo staníc, za predpokladu, že prvná {} z {}

source: Too many stations specified, truncating to {}
cs_cz: Bylo zadáno příliš mnoho stanic, zkrácení na {}
sk_sk: Bolo zadané príliš veľa staníc, skrátenie na {}

source: No station named
cs_cz: Žádná stanice s názvem
sk_sk: Žiadna stanica s názvom

source: Unexpected command
cs_cz: Neočekávaný příkaz
sk_sk: Neočakávaný príkaz

source: E-mail Reader
cs_cz: Čtečka E-mailů
sk_sk: Čítačka E-mailov

source: Could not decode command
cs_cz: Nelze dekódovat příkaz
sk_sk: Nepodarilo sa dekódovať príkaz

source: Sending reply to administrator E-mail.
cs_cz: Odeslání odpovědi správci E-mailem.
sk_sk: Odoslať odpoveď E-mailom.

source: Date/Time
cs_cz: Datum/Čas
sk_sk: Dátum/Čas

source: Conversion error! Temperature data from json file to csv file
cs_cz: Chyba převodu! Data teplota ze souboru json do souboru CSV
sk_sk: Chyba prevodu! Data teplota zo súboru json do súboru CSV

source: Minimum
sk_sk: Min

source: Maximum
sk_sk: Max

source: Conversion error! Water tank data from json file to csv file
cs_cz: Chyba převodu! Data vodní nádrž ze souboru json do souboru CSV
sk_sk: Chyba prevodu! Data nádrž na vodu zo súboru json do súboru CSV

source: Conversion error! Wind monitor data from json file to csv file
cs_cz: Chyba převodu! Data sledování větru ze souboru json do souboru CSV
sk_sk: Chyba prevodu! Data monitor rýchlosti vetra zo súboru json do súboru CSV

source: Options has updated.
cs_cz: Nastavení bylo aktualizováno.
sk_sk: Nastavenie bolo aktualizované.

source: You must provide a recipient E-mail address.
cs_cz: Je nutné zadat E-mailovou adresu příjemce (uživatele).
sk_sk: Je potrebné zadať E-mailovú adresu príjemcu (používateľa)

source: You must provide a recipient E-mail password.
cs_cz: Je nutné zadat heslo příjemce E-mailu.
sk_sk: Je potrebné zadať heslo príjemcu E-mailu.

source: You must provide server.
cs_cz: Je nutné zadat server poskytovatele.
sk_sk: Je potrebné zadať server poskytovateľa.

source: You must provide recipient folder.
cs_cz: Je nutné zadat složku příchozí pošty.
sk_sk: Je potrebné zadať zložku príchádzajúcej pošty.

source: Login OK.
cs_cz: Přihlášení je v pořádku.
sk_sk: Prihlásenie úspešné.

source: Mail account login details are not filled in correctly!
cs_cz: Přihlašovací údaje k poštovnímu účtu nejsou vyplněny správně!
sk_sk: Prihlasovacie údaje k poštovému účtu niesú vyplnené správne!

source: Logout OK.
cs_cz: Odhlášení je v pořádku.
sk_sk: Odhlásenie úspešné.

source: You must provide a sender E-mail address!
cs_cz: Musíte zadat E-mailovou adresu odesílatele (od koho budou zprávy odesílány)!
sk_sk: Musíte zadať E-mailovú adresu odosielateľa (od koho budu správy posielané)!

source: ERROR: Unable to open the folder
cs_cz: Chyba: Nelze otevřít složku
sk_sk: CHYBA: Nedá sa otvoriť zložka

source: ERROR: getting message
cs_cz: Chyba: přijatá zpráva
sk_sk: CHYBA: Prijatá správa

source: Message has moved to trash folder.
cs_cz: Zpráva byla přesunuta do složky koše.
sk_sk: Správa bola presunutá do koša.

source: Message has deleted.
cs_cz: Zpráva byla odstraněna.
sk_sk: Správa bola odstránená.

source: E-mail reader
cs_cz: Čtečka E-mailů
sk_sk: Čítačka E-mailov

source: Use E-mail reader
cs_cz: Použit čtečku E-mailů
sk_sk: Použiť čítačku E-mailov

source: Activate this extension for reading E-mails and control OSPy.
cs_cz: Aktivujte toto rozšíření pro čtení E-mailů a ovládání OSPy.
sk_sk: Aktivujte tento doplnok pre čitanie E-mailov a ovládanie OSPy.

source: Connecting to a mail account
cs_cz: Připojení k E-mailovému účtu
sk_sk: Pripojenie k E-mailovému účtu

source: E-mail recipient name
cs_cz: Jméno příjemce E-mailu
sk_sk: Meno príjemcu E-mailu

source: E-mail account login details (typically something@something.com).
cs_cz: Přihlašovací údaje k E-mailovému účtu (obvykle něco@něco.com).
sk_sk: Prihlasovacie údaje k E-mailovému účtu (príklad nieco@nieco.com)

source: E-mail recipient password
cs_cz: Heslo příjemce E-mailu
sk_sk: Heslo príjemcu E-mailu

source: E-mail account login password.
cs_cz: Přihlašovací heslo k E-mailovému účtu.
sk_sk: Prihlasovacie heslo k E-mailovému účtu.

source: E-mail IMAP provider (typically imap.gmail.com).
cs_cz: E-mailový zprostředkovatel IMAP (obvykle imap.gmail.com).
sk_sk: E-mailový poskytovateľ IMAP (príklad imap.gmail.com).

source: Use SSL
cs_cz: Použít SSL
sk_sk: Použiť SSL

source: Enable SSL connection.
cs_cz: Povolit připojení pomocí zabezpečeného SSL.
sk_sk: Povoliť pripojenie pomocou zabezpečeného SSL.

source: Move to trash
cs_cz: Přesunout do koše
sk_sk: Presunúť do koša

source: Move the message to the Trash after reading.
cs_cz: Po přečtení přesuňte zprávu do koše.
sk_sk: Po prečítaní presunúť správu do koša.

source: Recipient folder
cs_cz: Složka příchozí pošty
sk_sk: Zložka prichádzajúcej pošty

source: E-mail recipient folder (typically INBOX).
cs_cz: Složka příchozí pošty E-mailu (obvykle INBOX).
sk_sk: Zložka prichádzajúcej pošty E-mailu (zvyčajne INBOX).

source: Sender for control access
cs_cz: Odesílatel pro řízení přístupu
sk_sk: Odosielateľ pre riadenie prístupu

source: E-mail user address from whom incoming messages will be processed.
cs_cz: E-mailová adresa uživatele, od kterého budou příchozí zprávy zpracovány.
sk_sk: E-mailová adresa používateľa od ktorého budú prichádzajúce správy spracované.

source: Checking interval
cs_cz: Interval kontroly
sk_sk: Interval kontroly

source: After how long to check incoming mail in the inbox. The check time is set in seconds. Minimum is 30.
cs_cz: Za jak dlouho zkontrolovat příchozí poštu v doručené poště. Doba kontroly je nastavena v sekundách. Minimum je 30.
sk_sk: Ako často kontrolovať príchádzajúcu poštu v doručenej pošte. Dobra kontroly je nastavená v sekundách. Minimum je 30.

source: E-mail incoming subject
cs_cz: E-mail příchozí předmět
sk_sk: Predmet E-mailu príchádzajúcej pošty

source: The subject of the incoming message. In this way, we can ensure minimum security (such as a password), or differentiate the different OSPy systems.
cs_cz: Předmět příchozí zprávy. Tímto způsobem můžeme zajistit minimální bezpečnost (například heslo) nebo rozlišit různé systémy OSPy.
sk_sk: Predmet prichádzajúcej pošty. Týmto spôsobom môžeme zabezpečiť minimálnu bezpečnosť (napríklad heslo) a zároveň rozlíšiť rôzne systémy OSPy.

source: Command messages
cs_cz: Zprávy příkazů
sk_sk: Správy príkazu

source: Sending message in body E-mail for switch scheduler to ON.
cs_cz: Odeslání zprávy v těle E-mailu pro přepnutí plánovače na zapnuto.
sk_sk: Odoslanie správy v tele E-mailu pre prepnutie plánovača na povolený.

source: Sending message in body E-mail for switch scheduler to OFF.
cs_cz: Odeslání zprávy v těle E-mailu pro přepnutí plánovače na vypnuto.
sk_sk: Odoslanie správy v tele E-mailu pre prepnutie plánovača na zakázaný.

source: Sending message in body E-mail for switch to manual mode.
cs_cz: Odeslání zprávy v těle E-mailu pro přepnutí do ručního režimu.
sk_sk: Odoslanie správy v tele E-mailu pre prepnutie do manuálneho režimu.

source: Sending message in body E-mail for switch to scheduler mode.
cs_cz: Odeslání zprávy v těle E-mailu pro přepnutí do režimu plánovače.
sk_sk: Odoslanie správy v tele E-mailu pre prepnutie do režimu plánovača.

source: Sending message in body E-mail for stop all running stations.
cs_cz: Odeslání zprávy v těle E-mailu pro zastavení všech běžících stanic.
sk_sk: Odoslanie správy v tele E-mailu pre zastavenie všetkých staníc.

source: Sending back all setuped commands via E-mail.
cs_cz: Odeslání všech nastavených příkazů prostřednictvím E-mailu.
sk_sk: Odoslanie všetkých nastavených príkazov cez E-mail.

source: Send back stations state
cs_cz: Poslat zpět stav stanic
sk_sk: Poslať stav staníc

source: Sending back all stations state via E-mail.
cs_cz: Odeslat zpět stavy všech stanic E-mailem.
sk_sk: Poslať stav staníc E-mailom.

source: Sending back all temperatures from air_temp_humi plugin with log file via E-mail (from plugin).
cs_cz: Odeslat zpět všechny teploty z rozšíření air_temp_humi se souborem logu prostřednictvím E-mailu (data z rozšíření).
sk_sk: Odoslať všetky teploty z doplnku meranie teploty a vlhkosti vzduchu so záznamom prostredníctvom E-mailu (dáta z doplnku)

source: Sending back tank states from tank_monitor plugin with log file via E-mail (from plugin).
cs_cz: Odeslat zpět stav hladiny nádrže z rozšíření tank_monitor se souborem logu prostřednictvím E-mailu (data z rozšíření).
sk_sk: Odoslať stav nádrže a záznam z doplnku meranie hladiny v nádrži prostredníctvom E-mailu (Dáta z doplnku).

source: Sending back wind states from wind_monitor plugin with log file via E-mail (from plugin).
cs_cz: Odeslat zpět stav větru z rozšíření wind_monitor se souborem logu prostřednictvím E-mailu (data z rozšíření).
sk_sk: Odoslať rýchlosť vetra so záznamom z doplnku meranie rýchlosti vetra prostredníctvom E-mailu (Dáta z doplnku).

source: Selecting command
cs_cz: Výběr příkazu
sk_sk: Výber príkazu

source: Sending command in message body E-mail for run via selecting.
cs_cz: Odeslání příkazu v těle E-mailu pro spuštění funkce pomocí výběru.
sk_sk: Odoslanie príkazu v tele E-mailu pre spustenie funkcie pomocou výberu.

source: Confirm delivery
cs_cz: Potvrdit doručení
sk_sk: Potvrdiť doručenie

source: Send reply
cs_cz: Odeslat odpověď
sk_sk: Odoslať odpoveď

source: After processing the received message, send an email with the subject below. The email_notification extension is required for this function.
cs_cz: Po zpracování přijaté zprávy poslat E-mail s níže uvedeným předmětem. Pro tuto funkci je vyžadováno rozšíření email_notification.
sk_sk: Po spracovaní prijatej správy poslať E-mail s nizšie uvedeným predmetom. Pre túto funkciu je potrebný doplnok email notification.

source: The subject of the message being sent.
cs_cz: Předmět odesílané zprávy.
sk_sk: Predmet odosielanej správy.

source: E-mail reader - help
cs_cz: Čtečka E-mailů - nápověda
sk_sk: Čítačka E-mailov - pomocník

source: E-mail Reader - help
cs_cz: Čtečka E-mailů - nápověda
sk_sk: Čítačka E-mailov - pomocník

source: This extension allows you to retrieve data from a configured E-mail box and respond to incoming messages that arrive in the mailbox.
cs_cz: Toto rozšíření umožňuje načíst data z nakonfigurované E-mailové schránky a reagovat na příchozí zprávy, které přicházejí do poštovní schránky.
sk_sk: Tento doplnok umožnuje načítať dáta z E-mailovej schránky a reagovať na prichádzajúce správy (príkazy).

source: This extension requires the E-mail_notification extension to be installed and set up correctly. For send messages using the set account.
cs_cz: Toto rozšíření vyžaduje, aby bylo rozšíření E-mail_notification správně nainstalováno a nastaveno. Pro odesílání zpráv pomocí nastaveného účtu.
sk_sk: Tento doplnok vyžaduje, aby bol doplnok E-mail notification správne nainštalovaný a nastavený pre odosielanie správ pomocou nastaveného učtu.

source: After receiving and processing the message in the E-mail, a confirmation of the message processing will be sent.
cs_cz: Po obdržení a zpracování zprávy v E-mailu bude odesláno potvrzení o zpracování zprávy.
sk_sk: Po prijatí a spracovaní správy v E-maily bude odoslané potvrdenie o spracovaní správy.

source: Example for control
cs_cz: Příklad pro ovládání
sk_sk: Príklad pre ovládanie

source: {"station name 1": 0, "station name 2": 0, "station name 3": 100, "station name 4": 30}
cs_cz: {"název stanice 1": 0, "název stanice 2": 0, "název stanice 3": 100, "název stanice 4": 30}
sk_sk: {"názov stanice 1": 0, "názov stanice 2": 0, "názov stanice 3": 100, "názov stanice 4": 30}

source: Sending message in body E-mail for switch scheduler to ON
cs_cz: Odeslání zprávy v těle E-mailu pro přepnutí plánovače na zapnuto
sk_sk: Odoslanie správy v tele E-mailu pre prepnutie plánovača na povolený

source: Sending message in body E-mail for switch scheduler to OFF
cs_cz: Odeslání zprávy v těle E-mailu pro přepnutí plánovače na vypnuto
sk_sk: Odoslanie správy v tele E-mailu pre prepnutie plánovača na zakázaný

source: Sending message in body E-mail for switch to manual mode
cs_cz: Odeslání zprávy v těle E-mailu pro přepnutí do ručního režimu
sk_sk: Odoslanie správy v tele E-mailu pre prepnutie do manuálneho režimu

source: Sending message in body E-mail for switch to scheduler mode
cs_cz: Odeslání zprávy v těle E-mailu pro přepnutí do režimu plánovače
sk_sk: Odoslanie správy v tele E-mailu pre prepnutie do režimu plánovača

source: Sending message in body E-mail for stop all running stations
cs_cz: Odeslání zprávy v těle E-mailu pro zastavení všech běžících stanic
sk_sk: Odoslanie správy v tele E-mailu pre zastavenie všetkých staníc

source: Sending back all setuped commands via E-mail
cs_cz: Odeslání všech nastavených příkazů prostřednictvím E-mailu
sk_sk: Odoslanie všetkých nastavených príkazov cez E-mail

source: Sending back all stations state via E-mail
cs_cz: Odeslat zpět stavy všech stanic E-mailem
sk_sk: Poslať stav E-mailom

source: Sending back temperature states via E-mail
cs_cz: Odeslat zpět stav teplot E-mailem
sk_sk: Odoslať stav teplôt E-mailom

source: Sending back tank states via E-mail
cs_cz: Odeslat zpět stav hladiny v nádrži E-mailem
sk_sk: Odoslať stav hladiny v nádrži E-mailom

source: Sending back wind states via E-mail
cs_cz: Odeslat zpět stav větru E-mailem
sk_sk: Odoslať rýchlosť vetra E-mailom

source: Selecting command xx
cs_cz: Výběr příkazu xx
sk_sk: Výber príkazu xx

source: Run program 1-8 if exists
cs_cz: Spustit program 1-8, pokud existuje
sk_sk: Spustiť program 1-8, ak existuje

source: Package: IP Cam
cs_cz: Balíček: IP kamery
sk_sk: Balík: IP kamery

source: IP Cam plug-in
cs_cz: Rozšíření IP kamery
sk_sk: Doplnok IP kamery

source: Downloaded images
cs_cz: Stažené obrázky
sk_sk: Stiahnuté obrázky

source: Creating {}.gif
cs_cz: Vytvořen obrázek {}.gif
sk_sk: Vytvára sa súbor {}.gif

source: IP cam
cs_cz: IP kamery
sk_sk: IP kamery

source: CAM Settings
cs_cz: Kamery nastavení
sk_sk: Nastavenia kamier

source: Stream
cs_cz: Živý přenos
sk_sk: Živý prenos

source: IP Camera
cs_cz: IP kamera
sk_sk: IP kamera

source: IP Cam
cs_cz: IP kamery
sk_sk: IP kamery

source: Image created from
cs_cz: Obrázek vytvořen z
sk_sk: Obrázok vytvorený z
