Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: On a mobile phone, tablet, or computer we enter /221581551 to add OSPy to the client to receive messages
cs_cz: Na mobilním telefonu, tabletu nebo počítači zadáme /221581551 pro přidání OSPy do klienta pro příjem zpráv
sk_sk: V mobilnom telefóne, tablete alebo počítači zadáme /221581551 pridať OSPy klientovi na prijímanie správ

source: Next type your commands (/enable, /disble, /runnow, /info...) for cummunications with bot
cs_cz: Dále zadejte příkazy (/povolit, /zakázat, /jednorázový, /info...) pro komunikaci s botem
sk_sk: Ďalej zadajte príkazy (/enable, /disble, /runnow, /info...) pre kumunikácie s robotom

source: Here
cs_cz: Zde
sk_sk: Tu

source: You must provide a token to enable the bot to talk to telegram, follow the instructions
cs_cz: Musíte poskytnout token, který umožní robotovi mluvit s telegramem, postupujte podle pokynů
sk_sk: Musíte poskytnúť token, ktorý umožní robotovi komunikovať s telegramom, postupujte podľa pokynov

source: After starting the extension, it is checked whether a telegram is available in the system. If not, the extension will try to install it itself
cs_cz: Po spuštění rozšíření se kontroluje, zda je v systému k dispozici telegram. Pokud ne, rozšíření se pokusí nainstalovat ho samo
sk_sk: Pri spustení doplnku sa kontroluje, či je v syst=eme k dispozícií telegram. Ak nieje, doplnok ho skusi nainštalovať

source: For Python 2.7
cs_cz: Pro Python 2.7
sk_sk: Pre Python 2.7

source: For Python 3
cs_cz: Pro Python 3
sk_sk: Pre Python 3

source: After the first start and setup of the extension, we recommend restarting the OSPy
cs_cz: Po prvním spuštění a nastavení rozšíření doporučujeme restartovat operační systém
sk_sk: Po prvom spustení a nastavení doplnku odporúčame reštartovať operačný systém

source: Package: Temperature Switch
cs_cz: Balíček: Teplotní spínač
sk_sk: Balík: Teplotný spínač

source: Temperature Switch
cs_cz: Teplotní spínač
sk_sk: Teplotný spínač

source: was turned on.
cs_cz: bylo zapnuto.
sk_sk: bol zapnutý.

source: Temperature Switch A
cs_cz: Teplotní spínač A
sk_sk: Teplotný spínač A

source: was turned off.
cs_cz: bylo vypnuto.
sk_sk: bol vypnutý.

source: Temperature Switch B
cs_cz: Teplotní spínač B
sk_sk: Teplotný spínač B

source: Temperature Switch C
cs_cz: Teplotní spínač C
sk_sk: Teplotný spínač C

source: Regulation A set OFF
cs_cz: Regulace A nastavila VYP
sk_sk: Regulácia A nastavila VYP

source: Regulation A set ON
cs_cz: Regulace A nastavila ZAP
sk_sk: Regulácia A nastavila ZAP

source: Regulation B set OFF
cs_cz: Regulace B nastavila VYP
sk_sk: Regulácia B nastavila VYP

source: Regulation B set ON
cs_cz: Regulace B nastavila ZAP
sk_sk: Regulácia B nastavila ZAP

source: Regulation C set OFF
cs_cz: Regulace C nastavila VYP
sk_sk: Regulácia C nastavila VYP

source: Regulation C set ON
cs_cz: Regulace C nastavila ZAP
sk_sk: Regulácia C nastavila ZAP

source: No change
cs_cz: Beze změny
sk_sk: Bez zmeny

source: Temperature Switch plug-in
cs_cz: Rozšíření teplotní spínač
sk_sk: Doplnok teplotný spínač

source: Enable Control A
cs_cz: Povolit regulaci A
sk_sk: Povoliť ovládanie A

source: If the box is checked, regulation A will be enabled.
cs_cz: Pokud je políčko zaškrtnuto, bude povolena regulace A.
sk_sk: Ak je políčko zaškrtnuté, zapne sa ovládanie A.

source: Probe input for ON
cs_cz: Vstupní čidlo pro ZAPnutí
sk_sk: Vstup pre ZAP

source: Temperature for output ON
cs_cz: Teplota pro zapnutí výstupu
sk_sk: Teplota pre výstup ZAP

source: When this temperature is exceeded, the output will be activated.
cs_cz: Po překročení této teploty se aktivuje výstup.
sk_sk: Po prekročení tejto teploty sa aktivuje výstup.

source: Probe input for OFF
cs_cz: Vstupní čidlo pro VYPnutí
sk_sk: Vstup pre VYP

source: Temperature for output OFF
cs_cz: Teplota pro vypnutí výstupu
sk_sk: Teplota pre výstup VYP

source: When falling below this temperature, the output will be deactivated.
cs_cz: Při poklesu pod tuto teplotu bude výstup deaktivován.
sk_sk: Pri poklese pod túto teplotu sa výstup deaktivuje.

source: Select Output for A
cs_cz: Vyberte výstup pro A
sk_sk: Vyberte výstup pre A

source: Select the output you want to control with regulation A.
cs_cz: Vyberte výstup, který chcete ovládat regulací A.
sk_sk: Vyberte výstup, ktorý chcete ovládať s reguláciou A.

source: Enable Control B
cs_cz: Povolit regulaci B
sk_sk: Povoliť ovládanie B

source: If the box is checked, regulation B will be enabled.
cs_cz: Pokud je políčko zaškrtnuto, bude povolena regulace B.
sk_sk: Ak je políčko zaškrtnuté zapne sa ovládanie B.

source: Select Output for B
cs_cz: Vyberte výstup pro B
sk_sk: Vyberte výstup pre B

source: Select the output you want to control with regulation B.
cs_cz: Vyberte výstup, který chcete ovládat regulací B.
sk_sk: Vyberte výstup, ktorý chcete ovládať s reguláciou B.

source: Enable Control C
cs_cz: Povolit regulaci C
sk_sk: Povoliť ovládanie C

source: If the box is checked, regulation C will be enabled.
cs_cz: Pokud je políčko zaškrtnuto, bude povolena regulace C.
sk_sk: Ak je políčko zaškrtnuté, zapne sa ovládanie C.

source: Select Output for C
cs_cz: Vyberte výstup pro C
sk_sk: Vyberte výstup pre C

source: Select the output you want to control with regulation C.
cs_cz: Vyberte výstup, který chcete ovládat regulací C.
sk_sk: Vyberte výstup, ktorý chcete ovládať s reguláciou C.

source: Temperature Switch - help
cs_cz: Rozšíření teplotní spínač - nápověda
sk_sk: Teplotný spínač - pomocník

source: This plugin needs enabled and corect setup the Air Temperature and Humidity Monitor. Allows regulation from DS18B20 sensors connected to the external hardware board
cs_cz: Toto rozšíření vyžaduje povolené a správně nastavené rozšíření pro měření teploty Air Temperature and Humidity Monitor. Umožňuje regulaci A (BC) dle teplot ze senzorů DS18B20 připojených k externí hardwarové desce
sk_sk: Tento doplnok potrebuje povolený a správne nastavený doplnok meranie teploty vzduchu a vlhkosti. Umožňuje reguláciu zo snímačov DS18B20 pripojených k externej hardvérovej doske

source: All temperatures is in degree Celsia.
cs_cz: Všechny teploty jsou ve stupních Celsia.
sk_sk: Všetky teploty sú vo stupni Celsia.

source: Package: UPS Monitor
cs_cz: Balíček: Monitor UPS
sk_sk: Balík: UPS Monitor

source: Report from OSPy UPS plugin
cs_cz: Hlášení z OSPy UPS
sk_sk: Hlásenie z OSPy UPS plugin

source: Detected fault on power line.
cs_cz: Zjištěna závada na elektrickém vedení.
sk_sk: Zistená chyba na elektrickom vedení.

source: UPS plug-in
cs_cz: Rozšíření UPS
sk_sk: Doplnok UPS

source: Time to shutdown
cs_cz: Čas do vypnutí systému
sk_sk: Čas do vypnutia

source: Power line is not restore in time -> sends email and shutdown system.
cs_cz: Napájecí napětí sítě nebylo obnoveno do stanovené doby -> zasílám E-mail s chybovou zprávou a vypínám operační systém (Linux).
sk_sk: Napájanie nebolo obnovene v stanovenom čase -> posielam e-mail a vypínam systém.

source: Power line is not restore in time -> shutdown system!
cs_cz: Napájení nebylo obnoveno ve stanoveném čase -> vypnutí systému!
sk_sk: Napájanie nebolo obnovené v stanovenom čase -> vypnutie systému!

source: Power line has restored - OK.
cs_cz: Napájení bylo obnoveno - OK.
sk_sk: Napájanie bolo obnovené - OK.

source: UPS plugin is started.
cs_cz: Rozšíření UPS bylo spuštěno.
sk_sk: Doplnok UPS naštartoval.

source: GPIO Pin = 0 Power line is OK.
cs_cz: GPIO Pin = 0 Napájení v pořádku OK.
sk_sk: GPIO Pin = 0 Napájanie v poriadku.

source: GPIO Pin = 1 Power line ERROR.
cs_cz: GPIO Pin = 1 CHYBA napájení.
sk_sk: GPIO Pin = 1 CHYBA napájania.

source: UPS plugin
cs_cz: Rozšíření UPS
sk_sk: Doplnok UPS

source: Deleting the upsmonitor table from the database.
cs_cz: Odstranění tabulky upsmonitor z databáze.
sk_sk: Odstránenie tabuľky upsmonitor z databázy.

source: UPS monitor settings
cs_cz: Rozšíření UPS nastavení
sk_sk: Doplnok UPS - nastavenie

source: Measured status on/off
cs_cz: Naměřený stav zap/vyp
sk_sk: Nameraný stav zapnuté/vypnuté

source: Use UPS
cs_cz: Použít UPS rozšíření
sk_sk: Použiť doplnok

source: Power line is connected via optocoupler between GPIO 23 - pin 16 and ground
cs_cz: Napájecí napětí 230V je přivedeno na optočlen, který spíná konektor GPIO-23 pin 16 na zem
sk_sk: Napájacie vedenie je pripojené prostredníctvom optočlena medzi GPIO 23 (pinom 16 a zemou)

source: The measured data will be stored in the database. This option requires the database connector extension to be installed and configured. The button will delete the upsmonitor table from the database, thus deleting all saved data from this extension! This promotion is non-refundable!
cs_cz: Naměřená data budou uložena do databáze. Tato možnost vyžaduje, aby bylo nainstalované a nakonfigurované rozšíření databáze konektor. Tlačítko smaže tabulku upsmonitor z databáze, čímž smaže všechna uložená data z tohoto rozšíření! Tato akce je nevratná!
sk_sk: Namerané údaje budú uložené do databázy. Táto možnosť vyžaduje nainštalovanie a konfiguráciu doplnku databázové pripojenie. Tlačidlo vymaže tabuľku upsmonitor z databázy, čím sa vymažú všetky uložené údaje z tohto doplnku Táto akcia je nevratná!

source: Max time for shutdown countdown
cs_cz: Maximální doba pro obnovení napájení
sk_sk: Maximálny čas odpočítavania

source: max 999 minutes
cs_cz: maximum 999 minut
sk_sk: max 999 minút

source: Power line state
cs_cz: Stav napájení (síť 230V)
sk_sk: Stav napájania (sieť 230V)

source: UPS monitor - help
cs_cz: Rozšíření UPS - nápověda
sk_sk: Doplnok UPS - pomocník

source: This plugin checked power line for system. UPS (uninterrupted power supply).
cs_cz: Toto rozšíření kontroluje napětí sítě (napájení záložního zdroje UPS - Uninterrupted Power Supply).
sk_sk: Tento doplnok kontroluje napájanie pre systém. UPS (neprerušovaný zdroj napájania).

source: If is error with power line in a certain time, sends plugin E-mail with error and shutdown system (and generate pulse to GPIO).
cs_cz: Pokud vypadne napájecí napětí sítě UPS zdroje a nebude obnoveno do stanovené doby, zašle toto rozšíření E-mail s chybou a následně vypne operační systém (zároveň se vygeneruje krátký puls na GPIO konektoru).
sk_sk: Ak sa v určitom čase vyskytne chyba s napájacou linkou, pošle sa e-mail s chybou a vypne systém (a vygeneruje sa impulz na GPIO konektor).

source: Output on GPIO 24 - pin 18 (via optocoupler open colector and ground) to UPS for shutdown battery in UPS.
cs_cz: Výstup z konektoru GPIO-24 pin 18 je přes optočlen (otevřený kolektor) možné použít pro vypnutí a odstavení záložního zdroje UPS - tedy baterií zdroje UPS (pokud tuto funkci Vaše UPS podporuje).
sk_sk: Výstup z konektoru GPIO 24 pin 18 je cez optočlen možné použiť na vypnutie záložného zdroja UPS ak to podporuje.

source: Voltage input is connected to Raspberry Pi header
cs_cz: Snímač tlaku je zapojen na GPIO konektor Raspberry Pi
sk_sk: Senzor napätia je zapojený na GPIO konektor na Raspberry Pi

source: On the main OSPy board by pihrt.com is already installed connector for this input probe and output pulse.
cs_cz: Na hlavní OSPy desce od pihrt.com je již nainstalován tento konektor pro vstupní sondu a výstupní puls.
sk_sk: Na hlavnej OSPy doske od pihrt.com sa už nachádza konektor pre vstupnú sondu a výstupný pulz.

source: UPS monitor - log
cs_cz: Rozšíření UPS - záznam
sk_sk: Doplnok UPS - denník

source: Detected fault on power line!
cs_cz: Ztráta napájení CHYBA!
sk_sk: Výpadok napájania!

source: Power line has restored OK
cs_cz: Napájení bylo obnoveno OK
sk_sk: Napájanie bolo obnovené - OK

source: Package: Usage Statistics
cs_cz: Balíček: Statistika využití
sk_sk: Balík: Štatistika používania

source: Error: data cannot be downloaded from
cs_cz: Chyba: data nelze stáhnout z
sk_sk: Chyba: údaje nie je možné prevziať z

source: The data from
cs_cz: Data z
sk_sk: Údaje z

source: was downloaded correctly.
cs_cz: byla stažena správně.
sk_sk: bol stiahnutý správne.

source: Your ID is:
cs_cz: Vaše ID je:
sk_sk: Vaše ID je:

source: Usage statistics plug-in
cs_cz: Rozšíření statistika
sk_sk: Doplnok štatistika používania

source: Usage Statistics
cs_cz: Statistika využití OSPy
sk_sk: Štatistika používania

source: This plugin prints all available statistics from all users OSPy systems
cs_cz: Toto rozšíření zobrazí všechny dostupné statistiky od všech uživatelů systému OSPy
sk_sk: Tento doplnok vypíše všetky dostupné štatistiky od všetkých užívateľov OSPy systémov

source: In the OSPy system is embedded statistical sending anonymous data (specifically python version, general information about the operating system - architecture, distribution, system, OSPy system version).
cs_cz: V systému OSPy je vložené statistické odesílání anonymních dat (konkrétně verze Pythonu, Obecné informace o operačním systému-architektuře, distribuci, systému, verze systému OSPy).
sk_sk: V OSPy systéme je vložené štatistické posielanie anonymných dát (konkrétne python verzia, všeobecné informácie o operačnom systéme-architektúra, distribúcia, systém, OSPy version).

source: Read from source www.pihrt.com
cs_cz: Zdroj dat www.pihrt.com
sk_sk: Čítať zo zdroja www.pihrt.com

source: Package: Venetian blind
cs_cz: Balíček: ovládání žaluzií
sk_sk: Balík: žalúzie

source: Living room
cs_cz: Obývací pokoj
sk_sk: Obývačka

source: Closed blind
cs_cz: Zavřená roleta
sk_sk: Zatvorená roleta

source: Open blind
cs_cz: Otevřená roleta
sk_sk: Otvorená roleta

source: Venetian blind
cs_cz: Žaluzie
sk_sk: Žalúzie

source: Venetian blind is disabled.
cs_cz: Žaluzie jsou zakázány.
sk_sk: Žalúzie sú zakázané.

source: Venetian blind plug-in
cs_cz: Rozšíření žaluzie
sk_sk: Doplnok žalúzie

source: close
cs_cz: zavřeno
sk_sk: zatvoriť

source: open
cs_cz: otevřeno
sk_sk: otvoriť

source: unkown state
cs_cz: neznámý stav
sk_sk: neznámí stav

source: Answer ok
cs_cz: Odpověď ok
sk_sk: Odpoveď OK

source: The command has been executed.
cs_cz: Příkaz byl proveden.
sk_sk: Príkaz bol vykonaný.

source: No route to host {}.
cs_cz: Žádná trasa k hostiteli {}.
sk_sk: Žiadna cesta k hostiteľovi {}.

source: URL {} is invalid.
cs_cz: Adresa URL {} je neplatná.
sk_sk: Adresa URL {} je neplatná.

source: Any error.
cs_cz: Nějaká chyba.
sk_sk: Akákoľvek chyba.

source: opening
cs_cz: otevírání
sk_sk: otváranie

source: stopped
cs_cz: zastaveno
sk_sk: zastaveno

source: closing
cs_cz: uzavírání
sk_sk: zatváranie

source: position
cs_cz: pozice
sk_sk: pozície

source: No route to host.
cs_cz: Žádná cesta k hostiteli.
sk_sk: Žiadna cesta k hostiteľovi.

source: URL invalid.
cs_cz: Adresa URL je neplatná.
sk_sk: Adresa URL je neplatná.

source: URL is not setuped.
cs_cz: Adresa URL není nastavena.
sk_sk: Adresa URL nie je nastavená.

source: Button for blind {}, position {}.
cs_cz: Tlačítko pro žaluzii {}, pozice {}.
sk_sk: Tlačidlo pre žalúzii {}, pozícia {}.

source: Deleted all log files OK.
cs_cz: Odstraněny všechny soubory protokolu OK.
sk_sk: Odstránené všetky súbory denníka OK.

source: unkown state.
cs_cz: neznámý stav.
sk_sk: neznámí stav.

source: Test for blind {}, position {}.
cs_cz: Test na žaluzii {}, pozice {}.
sk_sk: Test žalúzie {}, pozícia {}.

source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia

source: Close
cs_cz: Zavřít
sk_sk: Zatvoriť

source: Blinds state
cs_cz: Stav žaluzie
sk_sk: Stav žalúzií

source: unloaded
cs_cz: nenačteno
sk_sk: nenahraté

source: Venetian blind help
cs_cz: Žaluzie nápověda
sk_sk: Žalúzie - nápověda

source: This plugin can be used to control blinds and shutters via API and HW module (eg: shelly relays: https://shelly.cloud/products/shelly-25-smart-home-automation-relay/).
cs_cz: Toto rozšíření lze použít k ovládání žaluzií pomocí API a HW modulu (např.: shelly relé: https://shelly.cloud/products/shelly-25-smart-home-automation-relay/).
sk_sk: Tento plugin je možné použiť na ovládanie žalúzií a žalúzií prostredníctvom API a HW modulu (napr. shelly relé: https://shelly.cloud/products/shelly-25-smart-home-automation-relay/).

source: The roller shutter motor is connected to a shelly relay, or some other similar. The relay has two outputs (one for the up direction and the other for the down direction). The relay allows control via the REST API. The relay also allows you to measure consumption.
cs_cz: Motor rolety je připojen k shelly relé nebo jinému podobnému modulu. Relé má dva výstupy (jeden pro směr nahoru a druhý pro směr dolů). Relé umožňuje ovládání přes REST API. Relé také umožňuje měřit spotřebu.
sk_sk: Motor rolety je pripojený k šmykľavému relé alebo inému podobnému. Relé má dva výstupy (jeden pre smer nahor a druhý pre smer nadol). Relé umožňuje ovládanie prostredníctvom REST API. Relé vám tiež umožňuje merať spotrebu.

source: The devices communicate via wifi (for initial communication it can also AP mode), they contain, for example, some relays, a connector for 230V devices, it can be a light bulb or a sensor. The relays (1, 2.5, etc.) are relatively open to tinkering, nor do they oppose alternative software. But the best part is that there is no need for alternative software, because the original software is excellent.
cs_cz: Zařízení komunikují přes Wi-Fi (pro počáteční komunikaci - nastavení může být použit AP mód), obsahují například některá relé, konektor pro 230V zařízení, může to být žárovka nebo další věci. Relé (1, 2.5 atd.) jsou relativně otevřená pro kutilství, ani se nestaví proti alternativnímu softwaru. Ale nejlepší na tom je, že není potřeba alternativní software, protože původní software je vynikající.
sk_sk: Zariadenia komunikujú cez wifi (pre počiatočnú komunikáciu to môže byť aj ap režim), obsahujú napríklad niektoré relé, konektor pre 230V zariadenia, môže to byť žiarovka alebo senzor. Relé (1, 2,5 atď.) sú relatívne otvorené pre drotovanie, ani nie sú proti alternatívnemu softvéru. Ale najlepšie na tom je, že nie je potrebný alternatívny softvér, pretože pôvodný softvér je vynikajúci.

source: Check Use Control
cs_cz: Povolit rozšíření
sk_sk: Použiť doplnok

source: If checked enabled plugin is enabled.
cs_cz: Je-li zaškrtnuto políčko, je rozšíření povoleno.
sk_sk: Ak je políčko začiarknuté, doplnok je povolený.

source: Check Enable logging
cs_cz: Povolit záznam
sk_sk: Povoliť záznam do denníka

source: If checked enabled logging is enabled.
cs_cz: Pokud je zaškrtnuto políčko, je povoleno protokolování.
sk_sk: Ak je začiarknuté povolené zapisovanie do denníka, je povolené zapisovanie do denníka.

source: Blinds number (eg: 1,2,3...)
cs_cz: Počet žaluzií (např.: 1,2,3...)
sk_sk: Číslo žalúzií (napr. 1,2,3...)

source: Number of blinds
cs_cz: Počet žaluzií
sk_sk: Počet žalúzií

source: Naming blinds for better identification.
cs_cz: Pojmenování žaluzií pro lepší identifikaci.
sk_sk: Pomenovanie žalúzií pre lepšiu identifikáciu.

source: Label for blind
cs_cz: Štítek pro popis
sk_sk: Štítok žalúzie

source: Command for open blind (eg: http://192.168.88.213/roller/0?go=open).
cs_cz: Příkaz pro otevření žaluzie (např.: http://192.168.88.213/roller/0?go=open).
sk_sk: Príkaz pre otvorenú žalúzie (napr. http://192.168.88.213/roller/0?go=open).

source: Command for stop blind (eg: http://192.168.88.213/roller/0?go=open).
cs_cz: Příkaz pro zastavení žaluzie (např.: http://192.168.88.213/roller/0?go=stop).
sk_sk: Príkaz na zastavenie žalúzie (napr. http://192.168.88.213/roller/0?go=open).

source: Command for close blind (eg: http://192.168.88.213/roller/0?go=close).
cs_cz: Příkaz pro zavření žaluzie (např.: http://192.168.88.213/roller/0?go=close).
sk_sk: Príkaz pre zatvorení žalúzie (napr. http://192.168.88.213/roller/0?go=close).

source: Command for read status (eg: http://192.168.88.213/status).
cs_cz: Příkaz pro čtení stavu žaluzie (např.: http://192.168.88.213/status).
sk_sk: Príkaz na stav čítania (napr. http://192.168.88.213/status).

source: Status returns something similar in json
cs_cz: Status vrátí něco podobného v json
sk_sk: Stav vráti niečo podobné v json

source: From the status, this extension processes these returned keys
cs_cz: Ze stavu toto rozšíření zpracovává tyto vrácené klíče
sk_sk: Zo stavu toto rozšírenie spracuje tieto vrátené kľúče

source: View of the relay and its connection
cs_cz: Pohled na relé a jeho připojení
sk_sk: Pohľad na relé a jeho pripojenie

source: Screen from Shelly installed device
cs_cz: Obrazovka z nainstalovaného zařízení Shelly
sk_sk: Obrazovka z nainštalovaného zariadenia Shelly

source: Venetian blind log
cs_cz: Žaluzie záznamy
sk_sk: Žalúzie - deník

source: Venetian blind settings
cs_cz: Žaluzie nastavení
sk_sk: Doplnok žalúzie - nastavenie

source: Changing the number of blinds, do not forget to confirm with the "Submit" button.
cs_cz: Změna počtu žaluzií nezapomeňte potvrdit tlačítkem "Odeslat".
sk_sk: Zmenu počtu žalúzií nezabudnite potvrdiť tlačidlom „Odoslať“.

source: I confirm press the test button.
cs_cz: Potvrzuji stisknutí testovacího tlačítka.
sk_sk: Potvrdzujem, testovacie tlačidlo.

source: Use Control
cs_cz: Použít žaluzie
sk_sk: Použiť ovládací prvok

source: The number of blinds controlled by this extension.
cs_cz: Počet žaluzií ovládaných tímto rozšířením.
sk_sk: Počet žalúzií ovládaných týmto rozšírením.

source: Blind
cs_cz: Žaluzie
sk_sk: Žalúzie

source: Command for open blind
cs_cz: Příkaz pro otevření žaluzie
sk_sk: Príkaz pre otvorenie žalúzie

source: Test Open
cs_cz: Test otevřít
sk_sk: Test otvoriť

source: Command for stop blind
cs_cz: Příkaz pro zastavení žaluzie
sk_sk: Príkaz pre zastavenie žalúzie

source: Test Stop
cs_cz: Test zastavit
sk_sk: Test zastavenie

source: Command for close blind
cs_cz: Příkaz pro zavření žaluzie
sk_sk: Príkaz pre zatvorenie žalúzie

source: Test Close
cs_cz: Test zavřít
sk_sk: Test zavrieť

source: Command for read status
cs_cz: Příkaz pro čtení stavu žaluzie
sk_sk: Príkaz na stav čítania

source: Label for position 0%
cs_cz: Štítek pro pozici 0%
sk_sk: Označenie pre pozíciu 0%

source: Label for position 100%
cs_cz: Štítek pro pozici 100%
sk_sk: Označenie pre pozíciu 100%

source: Package: Voice Notification
cs_cz: Balíček: Hlasové oznámení
sk_sk: Balík: Hlasové oznámenie

source: Voice notification is disabled.
cs_cz: Hlasové oznámení je zakázáno.
sk_sk: Hlasové upozornenie je zakázané.

source: Voice notification is enabled.
cs_cz: Hlasové oznámení je povoleno.
sk_sk: Hlasové upozornenie je povolené.

source: Pygame is not installed.
cs_cz: Pygame není nainstalován.
sk_sk: Pygame nie je nainštalovaný.

source: Please wait installing pygame...
cs_cz: Počkejte prosím na instalaci pygame...
sk_sk: Prosím, počkajte na inštaláciu pygame...

source: Pygame is now installed.
cs_cz: Pygame je nyní nainstalován.
sk_sk: Pygame je teraz nainštalovaný.

source: Skiping playing on station
cs_cz: Přeskočení přehrávání na stanici
sk_sk: Preskočenie prehrávania na stanici

source: Add song {} to queue.
cs_cz: Přidání skladby {} do fronty.
sk_sk: Pridana skladba {} do fronty.

source: Add 2. repeating for song.
cs_cz: Přidávám 2. opakování pro skladbu.
sk_sk: Opakované prehrávanie č. 2 ...

source: Add 3. repeating for song.
cs_cz: Přidávám 3. opakování pro skladbu.
sk_sk: Opakované prehrávanie č. 3 ...

source: Voice Notification plug-in
cs_cz: Rozšíření hlasové oznámení
sk_sk: Doplnok hlasové upozornenia

source: Songs in queue {}
cs_cz: Skladby ve frontě {}
sk_sk: Skladby vo fronte {}

source: Nr. {} -> {}
cs_cz: Číslo. {} -> {}
sk_sk: Č. {} -> {}

source: Loading: {}
cs_cz: Nahrávám: {}
sk_sk: Načítavajú sa: {}

source: Set master volume to {}%
cs_cz: Nastavuji hlasitost na {}%
sk_sk: Nastavenie hlavnej hlasitosti na {}%

source: Playing.
cs_cz: Přehrávám.
sk_sk: Hranie.

source: Stopping.
cs_cz: Zastavuji.
sk_sk: Zastavujem.

source: Button test, song {}.
cs_cz: Tlačítko test, skladba {}.
sk_sk: Test tlačidla, skladba {}.

source: File not exists!
cs_cz: Soubor neexistuje!
sk_sk: Súbor neexistuje!

source: Button Stop.
cs_cz: Tlačítko stop.
sk_sk: Tlačidlo Stop.
