Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Not stream from camera.
cs_cz: Toto není živý přenos z kamery.
sk_sk: Toto nieje živý prenos z kamery.

source: frames.
cs_cz: snímků.
sk_sk: snímkov.

source: IP Cam - help
cs_cz: IP kamery - nápověda
sk_sk: IP kamery - pomocník

source: To use the cameras, you need to know two IP routes:
cs_cz: Abyste mohli kamery používat, potřebujete znát dvě IP trasy:
sk_sk: Na používanie kamier potrebujete poznať dve IP trasy:

source: a) path to still image (JPEG)
cs_cz: a) cesta k statickému obrázku (JPEG)
sk_sk: a) cesta k statickému obrázku (JPEG)

source: b) moving image stream path (MJPEG)
cs_cz: b) cesta k pohyblivému obrazu (MJPEG)
sk_sk: b) cesta k pohyblivému obrazu (MJPEG)

source: An example for a Hikvision IP camera
cs_cz: Příklad pro IP kameru Hikvision
sk_sk: Príklad pre IP kameru HIKVISION

source: An example for a AVtech IP camera
cs_cz: Příklad pro IP kameru AVtech
sk_sk: Príklad pre IP kameru AVtech

source: An example for a Dahua IP camera
cs_cz: Příklad pro IP kameru Dahua
sk_sk: Príklad pre IP kameru Dahua

source: Use JPEG image downloads
cs_cz: Stahovat JPEG obrázky
sk_sk: Sťahovať JPEG obrázky

source: When this option is checked, JPEG images will be downloaded after 5 seconds to the plugin folder and these images will be previewed on the web page. This option will make it possible to see preview images even from an external IP address.
cs_cz: Když je tato možnost zaškrtnuta, obrázky JPEG se stáhnou po 5 sekundách do složky pluginu a tyto obrázky se zobrazí na webové stránce. Tato možnost umožní zobrazit náhled obrázků i z externí IP adresy.
sk_sk: Keď je táto možnosť zaškrtnutá, obrázky JPEG sa stiahnu po 5 sekundách do priečinka doplnku a tieto obrázky sa zobrazia na webovej stránke. Táto možnosť umožní zobraziť náhľad obrázkov aj z externej IP adresy.

source: Use GIF image creating
cs_cz: Vytvářet obrázky GIF
sk_sk: Vytvárať obrázky GIF

source: When this option is checked, JPEG images will be downloaded after 5 seconds (after 5 seconds an image is created - a gif animation is then created from 10 images) to the plugin folder and these images will be previewed on the web page as GIF animation. This option will make it possible to see preview images even from an external IP address.
cs_cz: Když je tato volba zaškrtnuta, obrázky JPEG se stáhnou po 5 sekundách (po 5 sekundách se vytvoří obrázek - z xx obrázků se vytvoří animace gif) do složky pluginu a tyto obrázky se na webové stránce zobrazí jako animace GIF. Tato možnost umožní zobrazit náhled obrázků i z externí IP adresy.
sk_sk: Keď je táto možnosť zaškrtnutá, obrázky JPEG sa stiahnu po 5 sekundách (po 5 sekundách sa vytvorí obrázok - z 10 obrázkov sa potom vytvorí animácia gif) do priečinka doplnku a tieto obrázky sa na webovej stránke zobrazia ako animácia GIF . Táto možnosť umožní zobraziť náhľad obrázkov aj z externej IP adresy.

source: Number of frames in GIF
cs_cz: Počet snímků v GIFU
sk_sk: Počet snímkov v GIFe

source: How many images from the camera are saved and then used to create a GIF image. (The more frames, the longer the gif will be refreshed. Frames are created every 5 seconds. eg: 10 frames - gif is created in 10x5sec=50sec).
cs_cz: Kolik obrázků z kamery bude uloženo a následně použito k vytvoření obrázku GIF. (Čím více snímků, tím déle bude trvat obnovení gifu. Snímky jsou vytvářeny každých 5 sekund. např.: 10 snímků - gif je vytvořen za 10x5sec=50sec).
sk_sk: Koľko obrázkov z kamery sa uloží a potom sa použije na vytvorenie obrázka GIF. (Čím viac snímok, tým dlhšie sa bude gif obnovovať. Snímky sa vytvárajú každých 5 sekúnd. napr.: 10 snímok - gif sa vytvorí za 10x5s=50s).

source: IP address and port
cs_cz: IP adresa a port
sk_sk: IP adresa a port

source: Example: http://12.34.56.78:88
cs_cz: Příklad: http://12.34.56.78:88
sk_sk: Príklad: http://12.34.56.78:88

source: Query for get JPEG image
cs_cz: Dotaz pro získání JPEG obrázku
sk_sk: Dopyt na získanie obrázku JPEG

source: Example: cgi-bin/guest/Video.cgi?media=JPEG&channel=1
cs_cz: Příklad: cgi-bin/guest/Video.cgi?media=JPEG&channel=1
sk_sk: Príklad: cgi-bin/guest/Video.cgi?media=JPEG&channel=1

source: Query for get MJPEG image
cs_cz: Dotaz pro získání MJPEG obrázku
sk_sk: Dopyt na získanie obrázku MJPEG

source: Example ISAPI/Streaming/channels/102/httpPreview
cs_cz: Příklad ISAPI/Streaming/channels/102/httpPreview
sk_sk: Príklad: ISAPI/Streaming/channels/102/httpPreview

source: Username for access
cs_cz: Jméno uživatele pro přístup
sk_sk: Meno užívateľa pre prístup

source: Example: admin
cs_cz: Příklad: admin
sk_sk: Príklad: Admin

source: Password for access
cs_cz: Heslo pro přístup
sk_sk: Heslo pre prístup

source: Example: 1234
cs_cz: Příklad: 1234
sk_sk: Príklad: 1234

source: Live stream from camera.
cs_cz: Živý přenos z kamery.
sk_sk: Živý prenos z kamery.

source: IP cam - settings
cs_cz: IP kamery - nastavení
sk_sk: IP kamery - nastavenie

source: Settings saved.
cs_cz: Nastavení uloženo.
sk_sk: Nastavenia uložené.

source: When this option is checked, JPEG images will be downloaded after 5 seconds (after 5 seconds an image is created - a gif animation is then created from xx images) to the plugin folder and these images will be previewed on the web page as GIF animation. This option will make it possible to see preview images even from an external IP address.
cs_cz: Když je tato volba zaškrtnuta, obrázky JPEG se budou do složky pluginu stahovat po 5 sekundách (po 5 sekundách se vytvoří obrázek - z xx stažených obrázků se vytvoří animace gif) a tyto obrázky se na webové stránce zobrazí jako animace. Tato možnost umožní zobrazit náhled obrázků i z externí IP adresy.
sk_sk: Keď je táto možnosť zaškrtnutá, obrázky JPEG sa stiahnu po 5 sekundách (po 5 sekundách sa vytvorí obrázok - z xx obrázkov sa potom vytvorí animácia gif) do priečinka doplnku a tieto obrázky sa na webovej stránke zobrazia ako animácia GIF . Táto možnosť umožní zobraziť náhľad obrázkov aj z externej IP adresy.

source: Assignment of IP cameras to OSPy stations.
cs_cz: Přiřazení IP kamer ke stanicím v OSPy.
sk_sk: Priradenie IP kamier k OSPy staniciam.

source: Package: IP Scanner
cs_cz: Balíček: IP skener
sk_sk: Balík: IP skener

source: My OSPy IP address
cs_cz: Moje OSPy IP adresa
sk_sk: Moje OSPy IP adresa

source: IP Scanner plug-in
cs_cz: Rozšíření IP skener
sk_sk: Doplnok IP skener

source: IP Scanner Plugin
cs_cz: Rozšíření IP skener
sk_sk: Doplnok IP skener

source: Processing...
cs_cz: Pracuji...
sk_sk: Pracujem...

source: Find device
cs_cz: Najít zařízení
sk_sk: Nájsť zariadenie

source: This plugin prints all available network devices on same range as OSPy.
cs_cz: Toto rozšíření zobrazí všechna dostupná síťová zařízení ve stejném rozsahu jako je OSPy.
sk_sk: Tento doplnok zobrazí všetky dostupné sieťové zariadenia v rovnakom rozsahu ako OSPy.

source: Package: Label Maker
cs_cz: Balíček: EAN-QR Štítkovač
sk_sk: Balík: EAN-QR Štítkovač

source: Ready. Select code type and message.
cs_cz: Připraven. Vyberte typ kódu a zprávu.
sk_sk: Pripravený: Vyberte typ kódu a správu.

source: Barcode not instaled, installing from pip (pip install python-barcode).
cs_cz: Čárový kód není nainstalován, instalace z pip (pip install python-barcode).
sk_sk: Čiarový kód nie je nainštalovaný, inštaluje sa z pipu (pip install python-barcode).

source: Now restart this plugin!
cs_cz: Nyní restartujte toto rozšíření!
sk_sk: Teraz reštartujte tento doplnok!

source: Generated EAN13 code...
cs_cz: Vygenerovaný kód EAN13...
sk_sk: Vygenerovaný EAN13 kód...

source: EAN code must have 12 digits!
cs_cz: EAN kód musí mít 12 číslic!
sk_sk: EAN musí mať 12 číslic!

source: EAN code can only contain numbers!
cs_cz: EAN kód může obsahovat pouze čísla!
sk_sk: EAN kód môže obsahovať iba čísla!

source: QRcode not instaled, installing from pip (pip install qrcode).
cs_cz: QRcode není nainstalován, instalace z pip (pip install qrcode).
sk_sk: QR kód nie je nainštalovaný, inštaluje sa z pip (pip install qrcode).

source: Generated QR BW code...
cs_cz: Vygenerovaný QR ČB kód...
sk_sk: Vygenerovaný QR ČB kód...

source: You have to type some text before pressing the generate button!
cs_cz: Před stisknutím tlačítka generovat musíte napsat nějaký text!
sk_sk: Pred stlačením tlačidla generovať musíte napísať nejaký text!

source: Generated QR color code...
cs_cz: Vygenerovaný QR barevný kód...
sk_sk: Vygenerovaný QR farebný kód...

source: QRcode or Pillow not instaled, installing from pip (pip install qrcode, pip install Pillow).
cs_cz: QRcode nebo Pillow není nainstalován, instalace z pip (pip install qrcode, pip install Pillow).
sk_sk: QR kód alebo Pillow nie je nainštalovaný, inštaluje sa z pipu (pip install qrcode, pip install Pillow).

source: Generated QR code with logo...
cs_cz: Vygenerovaný QR kód s logem...
sk_sk: Vygenerovaný QR kód s logom...

source: Label Maker plug-in
cs_cz: Rošíření štítkovač
sk_sk: Doplnok štítkovač

source: Bar and QR code label maker generator
cs_cz: Generátor štítků s čárovým a QR kódem
sk_sk: Generátor štítkov s čiarovým a QR kódom

source: This extension allows you to generate bar or QR codes for your use...
cs_cz: Toto rozšíření umožňuje generovat čárové nebo QR kódy pro vaše použití...
sk_sk: Tento doplnok vám umožňuje vytvárať čiarové alebo QR kódy pre vaše použitie...

source: Select output format
cs_cz: Vyberte výstupní formát
sk_sk: Vyberte výstupný formát

source: Mark used your code.
cs_cz: Zvolte preferovaný kód.
sk_sk: Zvoľte preferovaný kód.

source: QR black and white
cs_cz: QR černobílé
sk_sk: QR čiernobiele

source: QR color
cs_cz: QR barva
sk_sk: QR farebné

source: QR with logo
cs_cz: QR s logem
sk_sk: QR s logom

source: Message
cs_cz: Zpráva
sk_sk: Správa

source: Message embedded in the code.
cs_cz: Zpráva vložená do kódu.
sk_sk: Správa vložená do kódu.

source: Color used in QR code.
cs_cz: Barva použitá v QR kódu.
sk_sk: Farba použitá v QR kóde.

source: BLACK
cs_cz: ČERNÝ
sk_sk: ČIERNY

source: ORANGE
cs_cz: POMERANČ
sk_sk: ORANŽOVÝ

source: BROWN
cs_cz: HNĚDÝ
sk_sk: HNEDÝ

source: Erase
cs_cz: Vymazat
sk_sk: Vymazať

source: Image for download
cs_cz: Obrázek ke stažení
sk_sk: Obrázok k stiahnutiu

source: Your generated barcode or qr code.
cs_cz: Vygenerovaný čárový kód nebo QR kód.
sk_sk: Vygenerovaný čiarový kód alebo QR kód.

source: Bar and QR code label maker generator - help
cs_cz: Generátor štítků s čárovým a QR kódem - nápověda
sk_sk: Generátor štítkov s čiarovým a QR kódom - pomocník

source: This extension allows you to generate barcodes or QR codes for your use and subsequent use in the OSPy system (for example, generating flowerbed stickers with a detailed description of what is planted for the variety, the need for soil, water...)
cs_cz: Toto rozšíření umožňuje generovat čárové kódy nebo QR kódy pro vaše použití a následné použití v systému OSPy (například generování samolepek na záhony s podrobným popisem toho, co je pro odrůdu vysazeno, potřeba půdy, vody...)
sk_sk: Tento doplnok umožňuje generovať čiarové kódy alebo QR kódy pre vaše použitie a následné použitie v systéme OSPy (napríklad generovanie nálepiek na záhony s podrobným popisom, čo sa sadí za odrodu, potreba pôdy, vody...)

source: This extension requires the following Python packages on Linux. If they are not available for the selected code, the extension will install them by itself.
cs_cz: Toto rozšíření vyžaduje následující balíčky Pythonu v systému Linux. Pokud nejsou k dispozici pro vybraný kód, rozšíření je nainstaluje samo.
sk_sk: Tento doplnok vyžaduje nasledujúce balíky Python v systéme Linux. Ak pre vybraný kód nie sú dostupné, doplnok si ich nainštaluje sám.

source: EAN13 code
cs_cz: Kód EAN13
sk_sk: Kód EAN13

source: Message must have 12 digits and must contain only numbers.
cs_cz: Zpráva musí mít 12 číslic a musí obsahovat pouze čísla.
sk_sk: Správa musí mať 12 číslic a musí obsahovať iba čísla.

source: Do not insert messages longer than 500 characters.
cs_cz: Nevkládejte zprávy delší než 500 znaků.
sk_sk: Nevkladajte správy dlhšie ako 500 znakov.

source: Full credit goes to projects
cs_cz: Plné uznání patří projektům
sk_sk: Plné uznanie patrí projektom

source: Package: LCD Display
cs_cz: Balíček: LCD displej
sk_sk: Balík: LCD displej

source: LCD display plug-in:
cs_cz: Rozšíření LCD displej:
sk_sk: Doplnok: LCD displej:

source: System:
cs_cz: Systém:
sk_sk: Systém:

source: SW Version:
cs_cz: SW verze:
sk_sk: Dátum verzie SW:

source: My IP is:
cs_cz: Moje IP adresa je:
sk_sk: Moja IP adresa je:

source: My Port is:
cs_cz: Můj port je:
sk_sk: Môj port je:

source: CPU Temperature:
cs_cz: Teplota procesoru:
sk_sk: Teplota CPU:

source: Date:
cs_cz: Datum:
sk_sk: Dátum:

source: Time:
cs_cz: Čas:
sk_sk: Čas:

source: System Uptime:
cs_cz: Doba provozu:
sk_sk: V prevádzke:

source: Rain Sensor:
cs_cz: Dešťový snímač:
sk_sk: Dažďový senzor:

source: Inactive
cs_cz: Neaktivní
sk_sk: Neaktívny

source: Last Program:
cs_cz: Poslední program:
sk_sk: Posledný program:

source: Pressure Sensor:
cs_cz: Snímač tlaku:
sk_sk: Senzor tlaku:

source: Not Available
cs_cz: Není k dispozici
sk_sk: Nie je k dispozícii

source: Water Tank Level:
cs_cz: Hladina vody v nádrži:
sk_sk: Hladina vody v nádrži:

source: Error - I2C Device Not Found!
cs_cz: Chyba - I2C zařízení nenalezeno!
sk_sk: Chyba - I2C zariadenie sa nenašlo!

source: DS Temperature:
cs_cz: DS Teplota:
sk_sk: Teplota:

source: DS temperature not use
cs_cz: DS teplota se nepoužívá
sk_sk: Teplota sa nepoužíva

source: Station running:
cs_cz: Stanice v provozu:
sk_sk: Stanice v prevádzke:

source: Nothing running
cs_cz: Nic neběží
sk_sk: Nič nieje spustené

source: Control:
cs_cz: Ovládání:
sk_sk: Ovládanie:

source: Manual mode
cs_cz: Manuální režim
sk_sk: Manuálny režim

source: Scheduler
cs_cz: Plánovač
sk_sk: Plánovač

source: Scheduler:
cs_cz: Plánovač:
sk_sk: Plánovač:

source: Sensors:
cs_cz: Snímače:
sk_sk: Senzory:

source: Current Loop Tanks
sk_sk: Nádrže so slučkou

source: Found {} on address {}
cs_cz: Nalezen {} na adrese {}
sk_sk: Nájdené {} na adrese {}

source: Could not find any PCF8574 controller.
cs_cz: Nebyl nalezl žádný řadič PCF8574.
sk_sk: Nepodarilo sa nájsť žiadny radič PCF8574.

source: Could not import smbus.
cs_cz: Nelze importovat SMBus.
sk_sk: Nepodarilo sa importovať SMBus.

source: System rebooting
cs_cz: Restartování systému
sk_sk: Reštartovanie systému

source: System Linux
cs_cz: Systém Linux
sk_sk: Systém Linux

source: Rebooting
cs_cz: Restartování
sk_sk: Reštartovanie

source: System restarting
cs_cz: Restartování systému
sk_sk: Reštartovanie systému

source: System OSPy
cs_cz: Systém OSPy
sk_sk: Systém OSPy

source: System poweroff
cs_cz: Vypnutí systému
sk_sk: Vypnutie systému

source: Power off
cs_cz: Vypnutí
sk_sk: Vypnutie

source: System OSPy Has Update
cs_cz: Systém OSPy má k dispozici aktualizaci
sk_sk: Systém OSPy má k dispozícií aktualizáciu

source: Has Update
cs_cz: Má aktualizaci
sk_sk: Má aktualizáciu

source: I2C address has re-finded.
cs_cz: Adresa I2C byla znovu vyhledána.
sk_sk: Adresa I2C sa znovu vyhľadala.

source: LCD settings
cs_cz: Rozšíření LCD displej nastavení
sk_sk: Nastavenia LCD displeja

source: Use
cs_cz: Použít
sk_sk: Použiť

source: If the check box is selected, this extension will be active.
sk_sk: Ak je políčko zaškrtnuté, doplnok bude aktívny.

source: HW version
cs_cz: HW verze
sk_sk: HW verzia

source: PCF8574<->LCD
cs_cz: PCF8574 a LCD
sk_sk: PCF8574 a LCD

source: Lower 4 bits of expander are commands bits
cs_cz: Nižší 4 bity expandéru jsou bity příkazů
sk_sk: Nižšie 4 bity expandéra sú bity príkazu

source: Top 4 bits of expander are commands bits AND P0-4 P1-5 P2-6 (Use for LCD1602 board)
cs_cz: Horní 4 bity PCF8574 jako řídící bity a P0-4 P1-5 P2-6 (použijte pro desku s LCD1602)
sk_sk: Vyššie 4 bity expanderu sú príkazy bitov A P0-4 P1-5 P2-6 (Použitie pre dosku LCD1602)

source: Top 4 bits of expander are commands bits AND P0-6 P1-5 P2-4
cs_cz: Horní 4 bity expandéru jsou příkazy bitů a P0-6 P1-5 P2-4
sk_sk: Vyššie 4 bity expanderu sú príkazy bitov A P0-6 P1-5 P2-4

source: LCD1602 board where lower 4 are commands, but backlight is pin 3
cs_cz: LCD1602 deska, kde nižší 4 jsou příkazy, ale podsvícení je pin 3
sk_sk: LCD1602 doska, kde nižšie 4 sú príkazy, ale podsvietenie je pin 3

source: LCD board www.pihrt.com
cs_cz: LCD deska www.pihrt.com
sk_sk: LCD doska www.pihrt.com

source: Use print lines to debug files
cs_cz: Použít ladící výpis (debug) do souboru
sk_sk: Použit ladiaci výpis do súborov

source: If the check box is selected, the debugging dump will be active.
sk_sk: Ak je políčko zaškrtnuté, ladiaci výpis (debug) bude aktívny.

source: System notifications
sk_sk: Systémové oznámenia

source: If the check box is selected, system notifications will be displayed in priority (other messages will be suppressed).
sk_sk: Ak je políčko zaškrtnuté, budú systémové oznámenia zobrazené prednostne (ostatné správy budú potlačené).

source: Display
cs_cz: Displej
sk_sk: Displej

source: System Name
cs_cz: Název systému
sk_sk: Názov systému

source: If the check box is selected, the system OSPy naming is displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa pomenovanie OSPy.

source: SW Version Date
cs_cz: Datum verze SW
sk_sk: Dátum verzie SW

source: If the check box is selected, the OSPy software version will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa verzia softvéru OSPy.

source: If the check box is selected, the IP address will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa IP adresa.

source: If the check box is selected, the port will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa webový port.

source: If the check box is selected, the CPU temperature will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa teplota procesoru.

source: Time and Date
cs_cz: Datum a čas
sk_sk: Dátum a čas

source: If the check box is selected, the system time and date will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa čas a dátum.

source: Uptime
cs_cz: V provozu
sk_sk: Doba prevádzky

source: If the check box is selected, the system uptime will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa doba prevádzky systému.

source: If the check box is selected, the rain sensor state will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa stav dažďového senzoru.

source: Last Run Program
cs_cz: Naposledy spuštěný program
sk_sk: Naposledy spustený program

source: If the check box is selected, the last running programs will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazia sa naposledy spustené programy.

source: Pressure Sensor
cs_cz: Snímač tlaku
sk_sk: Senzor tlaku

source: If the check box is selected, the pressure sensor state will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa stav tlakového senzoru.

source: Water Tank Level
cs_cz: Hladina vody v nádrži
sk_sk: Hladina nádrže na vodu

source: If the check box is selected, the water tank level (by sonic sensor plugin) will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa hladina v nádrži na vodu (ultrazvukové meranie).

source: DS18B20 Temperature
cs_cz: DS18B20 Teplota
sk_sk: Teplota DS18B20

source: If the check box is selected, the temperature sensor (by 6x DS18B20 plugin) will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa teplotné čidlo (6x DS18B20).

source: Running Stations
cs_cz: Spuštěné stanice
sk_sk: Spustené stanice

source: If the check box is selected, the actual running stations will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa aktuálne spustená stanica.

source: Schedule - Manual
cs_cz: Plánovač - ruční
sk_sk: Plánovač-Manuálne

source: If the check box is selected, the OSPy control state (scheduler/manual control) will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa stav ovládacieho prvku OSPy (plánovač / ručné riadenie).

source: System enabled
cs_cz: Systém povolen
sk_sk: Systém zapnutý

source: If the check box is selected, the OSPy control state (scheduler enabled or disabled) will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazí sa stav ovládacieho prvku OSPy (plánovač povolený, alebo zakázaný).

source: If the check box is selected, the sensors data will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazia sa dáta zo senzorov.

source: If the check box is selected, the data from 4 tanks (4-20mA tank plugin) will be displayed.
sk_sk: Ak je políčko zaškrtnuté, zobrazia sa dáta zo 4 nádrží (doplnok 4-20mA prúdová slučka).

source: LCD line state
cs_cz: Výpis na displeji
sk_sk: Stav LCD

source: Re-find
cs_cz: Znovu najít
sk_sk: Znovu nájsť

source: address
cs_cz: adresu
sk_sk: adresu

source: LCD settings - Help
cs_cz: Nastavení lcd displeje – nápověda
sk_sk: Nastavenia LCD displeja - pomocník

source: This plugin shows information on a 16x2 character LCD with
cs_cz: Rozšíření LCD displej zobrazuje informace na 16x2 znakovém LCD s
sk_sk: Tento doplnok zobrazuje informácie na 16x2 znakov LCD s

source: Automatically detects the display at the following
cs_cz: Automaticky detekuje displej na následující
sk_sk: Automaticky rozpozná displej na nasledujúcej

source: addresses
cs_cz: adrese
sk_sk: adrese

source: Compatible with the HD44780 controller.
sk_sk: Kompatibilné s radičom HD44780.

source: Warning: The LCD display must not have the same
cs_cz: Upozornění: LCD displej nesmí mít stejnou
sk_sk: Výstraha: LCD displej nesmie mať rovnakú

source: address as other extensions.
cs_cz: adresu jako jiná rozšíření.
sk_sk: adresu ako iné doplnky.

source: For example, if you use the Button Control extension, it has a 0x27 address, like some LCD displays. If you have the same address, change it on the LCD board!
cs_cz: Pokud například používáte rozšíření Button Control, tak ten má adresu 0x27, tak jako některé LCD displeje. Pokud máte stejnou adresu, tak ji na LCD desce změňte!
sk_sk: Ak napríklad použijete rozšírenie Button Control, má adresu 0x27 ako niektoré lcd obrazovky. Ak máte rovnakú adresu, zmeňte ju na LCD doske!

source: Check Use
cs_cz: Používat
sk_sk: Používať

source: If checked use
cs_cz: Je-li zaškrtnuto
sk_sk: Ak je zaškrtnuté

source: lcd plugin is enabled and print messages on the LCD display.
cs_cz: rozšíření je povoleno, budou se vypisovat zprávy na LCD displej.
sk_sk: povoliť doplnok, budú sa vypisovať správy na LCD displeji.

source: Select type Hardware board with PCF8574. Conection with LCD driver.
cs_cz: Vyberte typ Hardwarové desky s PCF8574. Jaké má LCD propojení s ovladačem.
sk_sk: Zvolte typ hardwarovej dosky s PCF8574. Aké ma LCD prepojenie s ovládačom.

source: LCD board (https://pihrt.com/elektronika/315-arduino-uno-deska-i2c-lcd-16x2)
cs_cz: LCD deska (https://pihrt.com/elektronika/315-arduino-uno-deska-i2c-lcd-16x2)
sk_sk: LCD doska (https://pihrt.com/elektronika/315-arduino-uno-deska-i2c-lcd-16x2)

source: Check Use print lines to debug files
cs_cz: Použít ladící výpis (debug) do souboru
sk_sk: Použit ladiaci výpis do súborov

source: If checked use print lines to debug files line 1 or line 2 print to debug files. Warning: If you enable this debug file will have a huge size.
cs_cz: Je-li zaškrtnuto, bude se tisknout řádek 1 nebo řádek 2 do ladícího souboru (debug). Upozornění: Pokud povolíte tento výpis, bude mít soubor obrovskou velikost.
sk_sk: Ak je zaškrtnuté, bude sa zobrazovať riadok 1 alebo riadok 2 do ladiaceho súboru (debug). Upozornenie: Ak povolíte tento výpis, bude mať súbor obrovskú veľkosť.

source: If checked print state message to LCD display.
cs_cz: Pokud je zaškrtnuté, tak se zprávy o stavu vypisují na LCD displeji.
sk_sk: Ak je zaškrtnuté, tak ae správy o stave zobrazujú na LCD displeji.

source: Important status information OSPy
cs_cz: Důležité informace o stavu OSPy
sk_sk: Dôležité informácie o stave OSPy
