Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: +3.3V open contact
cs_cz: +3.3V rozpojený kontakt
sk_sk: +3.3V rozpojený kontakt

source: 0V closed contact
cs_cz: 0V spojený kontakt
sk_sk: 0V spojený kontakt

source: Communication error
cs_cz: Chyba komunikace
sk_sk: Chyba komunikácie

source: Last RSSI Level
cs_cz: Poslední úroveň RSSI
sk_sk: Posledná úroveň RSSI

source: Last Power supply voltage
cs_cz: Poslední úroveň zdroje
sk_sk: Posledná úroveň zdroja

source: Radio ID
cs_cz: Rádio ID
sk_sk: Rádio ID

source: Last Battery voltage
cs_cz: Poslední úroveň baterie
sk_sk: Posledná úroveň batérie

source: Outputs status
sk_sk: Stav výstupu

source: No outputs
sk_sk: Žiadne výstupy

source: Power consumption
sk_sk: Spotreba energie

source: Power generating
sk_sk: Výroba energie

source: Can not measure power generating.
sk_sk: Nieje možné merať výrobu energie.

source: Temperatures
sk_sk: Teploty

source: Can not measure temperature.
sk_sk: Nejde merať teplotu.

source: Can not measure humidity.
sk_sk: Nejde merať vlhkosť.

source: Can not measure illumination.
sk_sk: Nieje možné merať osvetlenie.

source: Last battery voltage
sk_sk: Posledné napätie batérie

source: (maybe it is an error or the device can not measure this.)
sk_sk: (Možno je to chyba alebo to zariadenie nedokáže zmerať.)

source: Last mains power voltage
sk_sk: Posledné sieťové napätie

source: Sensor Notes.
cs_cz: Poznámky k snímači.
sk_sk: Poznámky k senzoru.

source: Delete Sensor
cs_cz: Odstranit snímač
sk_sk: Odstrániť senzor

source: Update sensors firmware
cs_cz: Aktualizace firmware snímačů
sk_sk: Aktualizácia firmvéru senzorov

source: Password not set!
cs_cz: Heslo není nastaveno!
sk_sk: Heslo nie je nastavené!

source: IP address is not valid!
cs_cz: IP adresa není platná!
sk_sk: IP adresa nie je platná!

source: No file selected!
cs_cz: Nebyl vybrán žádný soubor!
sk_sk: Nie je vybraný žiadny súbor!

source: The new firmware file has been sent to the sensor, wait for the sensor to respond - check if the sensor has been updated.
cs_cz: Nový soubor firmwaru byl odeslán do snímače. Počkejte, až snímač odpoví - zkontrolujte, zda byl snímač aktualizován.
sk_sk: Nový súbor firmvéru bol odoslaný do senzora. Počkajte kým senzor odpovie - skontrolujte či sa senzor aktualizoval.

source: No xxx.bin file was found in the directory to send to the sensor!
cs_cz: V adresáři nebyl nalezen žádný soubor xxx.bin který by bylo možné odeslat do snímače!
sk_sk: V adresári sa nenašiel žiaden súbor xxx.bin ktorý by bolo možné odoslať do senzora!

source: The new firmware could not be uploaded into the sensor. Sensor does not respond!
cs_cz: Nový firmware nelze nahrát do snímače. Snímač nereaguje!
sk_sk: Nový firmvér nieje možné nahrať do senzora. Senzor nereaguje!

source: The new firmware could not be uploaded into the sensor. Response - Not Found!
cs_cz: Nový firmware nelze nahrát do snímače. Odpověď - stránka nebyla nalezena!
sk_sk: Nový firmvér nieje možné nahrať do senzora. Stránka sa nenašla!

source: The new firmware could not be uploaded into the sensor. An error has occurred!
cs_cz: Nový firmware nelze nahrát do snímače. Došlo k chybě!
sk_sk: Nový firmvér nieje možné nahrať do senzora. Došlo k chybe!

source: The sensor responded and probably started the AP manager.
cs_cz: Snímač zareagoval a pravděpodobně nastartoval manažera AP.
sk_sk: Senzor zareagoval a pravdepodobne spustil ap manažéra.

source: It was not processed, the command does not exist in the sensor. Do you have the latest FW version of the sensor?
cs_cz: Příkaz nebyl zpracován, snímač nerozumí. Máte nejnovější FW verzi ve snímači?
sk_sk: Nebol spracovaný, príkaz v senzore neexistuje. Máte najnovšiu FW verziu snímača?

source: An error, the sensor did not respond correctly!
cs_cz: Chyba, snímač nereagoval správně!
sk_sk: Chyba, senzor nereagoval správne!

source: Sensor does not respond!
cs_cz: Snímač nereaguje!
sk_sk: Senzor nereaguje!

source: Accepted is only *.hex or *.bin files!
cs_cz: Akceptovány jsou pouze soubory *.hex nebo *.bin!
sk_sk: Akceptované je len *.hex alebo *.bin súbor!

source: IP or port or password is not inserted!
cs_cz: IP nebo port nebo heslo není vloženo!
sk_sk: IP alebo port alebo heslo nie je vložené!

source: Actual available firmware version for ESP32 sensors
cs_cz: Aktuální dostupná verze firmwaru pro snímače ESP32
sk_sk: Aktuálna dostupná verzia firmwaru pre senzory ESP32

source: Open dir
cs_cz: Otevřít adresář
sk_sk: Otvoriť adresár

source: Not available
cs_cz: Není k dispozici
sk_sk: Nieje k dispozícii

source: Actual available firmware version for ESP8266 sensors
cs_cz: Aktuální dostupná verze firmwaru pro snímače ESP8266
sk_sk: Aktuálna dostupná verzia firmwaru pre senzory ESP8266

source: "AP button" is used for starting AP manager in sensor without physical access to sensor.
cs_cz: "Tlačítko AP" se používá pro spuštění AP správce ve snímači bez fyzického přístupu k snímači (bez nutnosti rozebrání).
sk_sk: "AP tlačidlo" sa používa na spustenie AP manažéra v snímači bez fyzického prístupu k snímaču.

source: These sensors are already assigned.
cs_cz: Snímače, které jsou již přiřazeny.
sk_sk: Tieto senzory sú už priradené.

source: Sensor CPU
cs_cz: Procesor snímače
sk_sk: Procesor senzora

source: Sensor IP Address
cs_cz: IP adresa snímače
sk_sk: IP adresa senzora

source: Used Version
cs_cz: Použitá verze
sk_sk: Použitá verzia

source: State
cs_cz: Stav
sk_sk: Stav

source: Run AP
cs_cz: Spustit AP
sk_sk: Spustiť AP

source: Sensor has a newer version
cs_cz: Snímač má novější verzi
sk_sk: Senzor má dostupnú novšiu verziu

source: Update to FW:
cs_cz: Aktualizovat na FW:
sk_sk: Aktualizovať na firmvér:

source: Custom manualy firmware upgrade
cs_cz: Vlastní ruční upgrade firmwaru
sk_sk: Vlastná manuálna inovácia firmvéru

source: Select the file for the sensor, the IP address and the port of the sensor. This option is used to upload your own firmware to the sensor without of the selection from OSPy versions.
cs_cz: Vyberte FW soubor pro snímač, IP adresu a port snímače. Tato možnost se používá k nahrání vlastního firmwaru do snímače bez výběru FW z verzí OSPy. Nebo pokud je snímač v jiné síti.
sk_sk: Vyberte súbor snímača, IP adresu a port snímača. Táto možnosť sa používa na nahratie vlastného firmvéru do snímača bez výberu z verzií OSPy.

source: Example data line: "http(s)://ip:port/password".
cs_cz: Příklad datového řádku: "http(s)://ip:port/FW_heslo".
sk_sk: Príklad údajového riadka: "http(s)://ip:port/FW_password".

source: Protocol
cs_cz: Protokol
sk_sk: Protokol

source: IP address
cs_cz: IP adresa
sk_sk: IP adresa

source: Password
cs_cz: Heslo
sk_sk: Heslo

source: Upload to sensor
cs_cz: Nahrát do snímače
sk_sk: Nahrať do senzora

source: Protocol for sending data "http" or "https"
cs_cz: Protokol pro odesílání dat "http" nebo "https"
sk_sk: Protokol na odosielanie údajov "http" alebo "https"

source: Password for uploading to sensor. Same must be saved in sensor.
cs_cz: Heslo pro oprávnění nahrávání do snímače. Totéž musí být uloženo ve snímači.
sk_sk: Heslo pre nahrávanie do senzora. To isté musí byť uložené v senzore.

source: Submit
cs_cz: POTVRDIT
sk_sk: Odoslať

source: File must have a name *.bin or *.hex
cs_cz: Soubor musí mít název *.bin nebo *.hex
sk_sk: Súbor musí mať názov *.bin alebo *.hex

source: Back to Sensors
cs_cz: Zpět do snímačů
sk_sk: Späť do senzorov

source: Available sensors
cs_cz: Dostupné snímače
sk_sk: Dostupné senzory

source: Create from thisis
cs_cz: Vytvořit z tohoto
sk_sk: Vytvoriť z tohto

source: Auto refreshes every {} seconds.
cs_cz: Automatické načítání každé {} vteřiny.
sk_sk: Automatické načítanie každé {} sekundy.

source: From IP Address
cs_cz: Z IP adresy
sk_sk: Z IP adresy

source: Create
cs_cz: Vytvořit
sk_sk: Vytvoriť

source: Clean
cs_cz: Vyčistit
sk_sk: Vyčistiť

source: Available Shelly sensors
cs_cz: Dostupné snímače Shelly
sk_sk: Dostupné senzory Shelly

source: Label
cs_cz: Označení
sk_sk: Označnie

source: Device IP Address
cs_cz: IP adresa zařízení
sk_sk: IP adresa zariadenia

source: Usage
cs_cz: Využití
sk_sk: Využitie

source: Precipitation (mm/h)
cs_cz: Závlaha (mm/h)
sk_sk: Zrážky (mm/h)

source: Capacity (mm)
cs_cz: Zásoba (mm)
sk_sk: Kapacita (mm)

source: ETo factor
cs_cz: ETo faktor
sk_sk: ETo faktor

source: Balance adjustment
cs_cz: Zůstatek
sk_sk: Zostatok

source: Connected?
cs_cz: Připojeno?
sk_sk: Pripojené?

source: Ignore Rain?
cs_cz: Ignorovat déšť?
sk_sk: Ignorovať dážď?

source: Activate Master?
cs_cz: ZAP Hlavní ?
sk_sk: Aktivovať hlavnú stanicu?

source: Image
cs_cz: Obrázek
sk_sk: Obrázok

source: Station Name.
cs_cz: Jméno stanice.
sk_sk: Názov stanice.

source: Relative usage when this station is active. Can be used to limit the amount of simultaneously active stations (see maximum usage in options).
cs_cz: Souběh stanic (0), nebo sekvence (>1). Pokud jsou stanice aktivní lze omezit jejich souběžný počet (viz maximální využití v menu nastavení).
sk_sk: Súbeh staníc (0), alebo sekvencia (>1). Pokiaľ sú stanice aktívne dá sa obmedziť ich súbežný počet (vid maximálne využitie v menu nastavení).

source: Amount of water per hour in mm. Used for weather based programs.
cs_cz: Množství vody za hodinu v mm. Používá se pro programy založené na počasí.
sk_sk: Množstvo vody za hodinu v mm. Používa sa pre programy založené na počasí.

source: Amount of water that the soil can store above 0 level. Used for weather based programs.
cs_cz: Množství vody, které může půda uložit nad úroveň 0. Používá se pro programy založené na počasí. Více v nápovědě.
sk_sk: Množstvo vody, ktoré môže pôda uložiť nad úroveň 0. Používa sa pre programy založené na počasí.

source: Factor used to multiply ETo factor for weather based programs. Use value above 1 in case of sunny/dry soil, use value below 1 for shaded/wet soil.
cs_cz: Faktor používaný k násobení faktoru ETo pro programy založené na počasí. Použijte hodnotu vyšší než 1 v případě slunečné/suché půdy, použijte hodnotu nižší než 1 pro stín/vlhkou půdu.
sk_sk: Faktor použitý na násobenie faktora ETo pre programy založené na počasí. Použite hodnotu nad 1 v prípade slnečnej/suchej pôdy, použite hodnotu nižšiu ako 1 pre tieň/mokrú pôdu.

source: Increase or decrease weather based water balance by given amount (if not 0).
cs_cz: Zvýšit nebo snížit vodní bilanci pro programy založené na počasí (pokud není nastaveno na 0).
sk_sk: Zvýšiť alebo znížiť stratu vody v závislosti od počasia (ak nie je 0).

source: Is this station physically connected? If unchecked, the station will not be displayed in the system.
cs_cz: Je tato stanice fyzicky propojená? Pokud není zaškrtnutá, stanice se v systému nezobrazí.
sk_sk: Je táto stanica fyzicky pripojená? Ak nieje zaškrtnutá, stanica sa v systéme nezobrazí.

source: If ignore rain is checked, then in case of rain this station is activated (rain sensor and time delay will be ignored).
cs_cz: Pokud je zaškrtnuto ignorovat déšť, tak se v případě deště tato stanice aktivuje dle plánu (dešťový snímač a časové zpoždění budou ignorovány).
sk_sk: Ak je zaškrtnuté ignorovanie dažďa, potom sa v prípade dažďa aktivuje táto stanica (dažďový senzor a časové oneskorenie sa budú ignorovať).

source: Activate Master 1/2 by program
cs_cz: ZAP hlavní 1/2 programem
sk_sk: Spustiť hlavnú stanicu 1/2 cez program

source: Select whether master station 1 (2) should also be activated when this station is switched on, or whether the master station in the program will be selected (the program will select the use of master station 1 or 2 for this station).
cs_cz: Vyberte, zda má být hlavní stanice 1 (2) aktivována také při zapnutí této stanice, nebo zda bude vybrána hlavní stanice v programu (program vybere použití hlavní stanice 1 nebo 2 pro tuto stanici).
sk_sk: Vyberte, či sa má po zapnutí tejto stanice aktivovať aj hlavná stanica 1 (2), alebo či bude zvolená hlavná stanica v programe (program pre túto stanicu vyberie použitie hlavnej stanice 1 alebo 2).

source: Station Notes.
cs_cz: Poznámkový blok pro další užitečné informace k stanici.
sk_sk: Poznámky k stanici.

source: Click for edit image.
cs_cz: Klikněte pro úpravu obrázku.
sk_sk: Kliknite pre upraviť obrázok.

source: Reset Names
cs_cz: Smazat jména
sk_sk: Obnoviť mená

source: Modify User
cs_cz: Upravit uživatele
sk_sk: Upraviť používateľa

source: Error: Username not entered! Please try again.
cs_cz: Chyba: Uživatelské jméno nebylo zadáno! Opakujte akci.
sk_sk: Chyba: Používateľské meno nebolo zadané! Skúste to prosím znovu.

source: Error: Username has not minimal lenght! Please try again.
cs_cz: Chyba: Uživatelské jméno nemá minimální délku! Opakujte akci.
sk_sk: Chyba: Používateľské meno nemá minimálnu dĺžku! Skúste to prosím znovu.

source: Error: Password has not minimal lenght! Please try again.
cs_cz: Chyba: Heslo nemá minimální délku! Opakujte akci.
sk_sk: Chyba: Heslo nemá minimálnu dĺžku! Skúste to prosím znovu.

source: Error: Password not entered! Please try again.
cs_cz: Chyba: Heslo nebylo zadáno! Opakujte akci.
sk_sk: Chyba: Heslo nebolo zadané! Skúste to prosím znovu.

source: Error: Password and name cannot be the same! Please try again.
cs_cz: Chyba: Heslo a jméno nemohou být stejné! Opakujte akci.
sk_sk: Chyba: Meno a heslo sa nemôžu zhodovať! Skúste to prosím znovu.

source: Error: Username already exists, use another name! Please try again.
cs_cz: Chyba: Uživatelské jméno již existuje, použijte jiné jméno! Opakujte akci.
sk_sk: Chyba: Používateľské meno už existuje, použite iné meno! Skúste to prosím znovu.

source: Add a New User
cs_cz: Přidat nového uživatele
sk_sk: Pridať nového používateľa

source: Edit User
cs_cz: Upravit uživatele
sk_sk: Upraviť používateľa

source: = only a viewer with restricted settings.
cs_cz: = pouze prohlížeč s omezeným nastavením.
sk_sk: = iba divák s obmedzeným nastavením.

source: = instructed user with limited settings.
cs_cz: = instruovaný uživatel s omezeným nastavením.
sk_sk: = poučený používateľ s obmedzeným nastavením.

source: = system administrator without restrictions.
cs_cz: = správce systému bez omezení.
sk_sk: = správca systému bez obmedzení.

source: = only for data input from sensors with restricted settings.
cs_cz: = pouze pro vstup dat ze snímačů s omezeným nastavením.
sk_sk: = iba pre vstup dát zo senzorov s obmedzeným nastavením.

source: New User Name
cs_cz: Nové uživatelské jméno
sk_sk: Nové používateľské meno

source: Type new User Name for new user
cs_cz: Zadejte nové uživatelské jméno pro nového uživatele
sk_sk: Zadajte nové používateľské meno pre nového používateľa

source: New User Password
cs_cz: Nové uživatelské heslo
sk_sk: Nové používateľské heslo

source: Type new User Password for new user
cs_cz: Zadejte nové uživatelské heslo pro nového uživatele
sk_sk: Nové používateľské heslo pre nového používateľa

source: User Category
cs_cz: Kategorie uživatele
sk_sk: Skupina používateľov

source: Select permissions for the new user
cs_cz: Výběr oprávnění pro nového uživatele
sk_sk: Skupina oprávnení pre nového používateľa

source: Notes about user
cs_cz: Poznámky k uživateli
sk_sk: Poznámky k použivatelovi

source: Here we can make our notes
cs_cz: Zde si můžeme dělat poznámky
sk_sk: Tu si môžeme písať poznámky

source: A list of users
cs_cz: Seznam uživatelů
sk_sk: Zoznam používateľov

source: Delete All users
cs_cz: Odstranit všechny uživatele
sk_sk: Odstrániť používateľov

source: User Name
cs_cz: Uživatelské jméno
sk_sk: Používateľské meno

source: Category
cs_cz: Kategorie
sk_sk: Skupina

source: User Note
cs_cz: Poznámka uživatele
sk_sk: Poznámka používateľa

source: Delete User
cs_cz: Smazat uživatele
sk_sk: Vymazať používateľa

source: Back to options
cs_cz: Zpět do nastavení
sk_sk: Späť do nastavení

source: Could not create %s, usage statistics won not be collected
cs_cz: Nebylo možné vytvořit %s, statistiky využití nebyly shromážděny
sk_sk: Nepodarilo sa vytvoriť %s, štatistiky používania sa nezbierajú

source: Unknown reporting state %r
cs_cz: Neznámý stav sestavy %r
sk_sk: Neznámy stav hlásenia %r

source: Can not enable reporting
cs_cz: Nelze povolit hlášení sestav
sk_sk: Nie je možné povoliť hlásenie

source: Can not disable reporting
cs_cz: Nelze zakázat hlášení sestav
sk_sk: Nie je možné zakázať hlásenie

source: Deleted %d pending reports
cs_cz: Odstraněné %d čekající sestavy
sk_sk: Odstránené %d čakajúcich zostáv

source: This report has already been submitted
cs_cz: Tato zpráva již byla odeslána
sk_sk: Táto správa už bola predložená

source: Generated report: %r
cs_cz: Vygenerovaná sestava: %r
sk_sk: Generovaná zostava: %r

source: Could not upload %s: %s
cs_cz: Nelze odeslat %s: %s
sk_sk: Nepodarilo sa odovzdať %s: %s

source: Submitted report %s
cs_cz: Odeslaná sestava %s
sk_sk: Predložená zostava %s

source: Could not upload report: %s
cs_cz: Sestavu nelze odeslat: %s
sk_sk: Nepodarilo sa odovzdať zostavu: %s

source: Submitted report
cs_cz: Sestava statistiky byla odeslaná
sk_sk: Predložená správa

source: Server rejected report: %s
cs_cz: Server odmítl sestavu: %s
sk_sk: Server odmietol správu: %s

source: Loading users...
cs_cz: Načítání uživatelů...
sk_sk: Načítávanie používateľov...

source: Adding new user: {} with id: {}
cs_cz: Přidání nového uživatele: {} s id: {}
sk_sk: Pridanie nového použivateľa: {} s id: {}

source: Removing user id: {}
cs_cz: Odebrání uživatele s id: {}
sk_sk: Odobratie užívateľa s id: {}

source: Could not use git to determine revision!
cs_cz: Nelze použít Git k určení Revize!
sk_sk: Nepodarilo sa použiť git na určenie revízie!

source: Could not use git to determine date of last commit!
cs_cz: Nelze použít Git k určení data posledního potvrzení!
sk_sk: Nepodarilo sa použiť git na určenie dátumu posledného potvrdenia!

source: Could not find ESP32 firmware version!
cs_cz: Nelze najít verzi firmwaru ESP32!
sk_sk: Nieje možné nájsť verziu firmwaru ESP32!

source: Could not find ESP8266 firmware version!
cs_cz: Nelze najít verzi firmwaru ESP8266!
sk_sk: Nieje možné nájsť verziu firmwaru ESP8266!

source: Weather error:
cs_cz: Chyba počasí:
sk_sk: Chyba počasia:

source: No location found:
cs_cz: Počasí - nenalezeno vaše umístění:
sk_sk: Nenašlo sa žiadne umiestnenie:

source: Location found: %s, %s at %.1fm above sea level
cs_cz: Nalezené umístění: %s, %s ve výšce %.1fm nad mořem
sk_sk: Nájdená poloha: %s, %s vo výške %.1f metrov nad morom

source: Elevation not downloaded from stormglass.
cs_cz: Nadmořská výška nebyla stažena z Stormglass.
sk_sk: Nadmorská výška nebola stiahnutá zo Stormglass.

source: Location found: %s, %s but Stormglass.io is not currently enabled and altitude loading will not be used
cs_cz: Nalezené umístění: %s, %s ale Stormglass.io není aktuálně povoleno a načítání nadmořské výšky nebude použito
sk_sk: Našlo sa miesto: %s, %s, ale Stormglass.io nie je momentálne povolené a načítanie nadmorskej výšky sa nepoužije

source: No location coordinates available!
cs_cz: Počasí - nejsou k dispozici žádné souřadnice pro vaše umístění!
sk_sk: Nie sú k dispozícii žiadne súradnice polohy!

source: For the free API, it has a limit of 7 calls per day.
cs_cz: U bezplatného rozhraní API má limit 7 volání za den.
sk_sk: U bezplatného rozhrania API má limit 7 volaní za deň.

source: This interface was removed, please update the plug-in!
cs_cz: Toto rozhraní bylo odstraněno, aktualizujte prosím!
sk_sk: Toto rozhranie bolo odstránené, aktualizujtek!

source: Requests not found on system!
cs_cz: Knihovna Requests nebyla nalezena!
sk_sk: Knihovňa Requests nebola nájdená!

source: Username:
cs_cz: Uživatelské jméno:
sk_sk: Používateľské meno pre:

source: Password:
cs_cz: Heslo:
sk_sk: Heslo:

source: Incorrect username or password, please try again...
cs_cz: Nesprávné uživatelské jméno nebo heslo, zkuste to prosím znovu...
sk_sk: Nesprávne užívateľské meno alebo heslo, skúste to znova ...

source: Session is not initialized.
cs_cz: Sesion není inicializována.
sk_sk: Session nieje inicializovaná.

source: Session.pages size is >20, deleting.
cs_cz: Session.pages velikost je >20, mazání.
sk_sk: Session.pages velkosť je >20, mazaní.

source: You do not have access to this section, ask your system administrator for access.
cs_cz: Nemáte přístup k této sekci, požádejte o přístup správce systému.
sk_sk: Nemáte prístup do tejto sekcie, požiadajte správcu systému o prístup.

source: File {} has sucesfully uploaded...
cs_cz: Soubor {} se úspěšně nahrál...
sk_sk: Súbor {} úspešne nahraný...

source: File has sucesfully uploaded...
cs_cz: Soubor se úspěšně nahrál...
sk_sk: Súbor sa úspešne nahral..

source: Files {} and {} has sucesfully deleted...
cs_cz: Soubory {} a {} byly úspěšně odstraněny...
sk_sk: Súbory {} a {} úspešne zmazane...

source: Files has sucesfully resized to max 60x60/640x480...
cs_cz: Soubory úspěšně změnily rozlišení na max 60x60/640x480...
sk_sk: Súbory úspešne zmenili veľkosť na max 60x60/640x480...

source: Cannot create resized files!
cs_cz: Nelze vytvořit soubory se změnou rozlišení!
sk_sk: Nie je možné vytvoriť súbory so zmenaou veľkosťou!

source: User {} logged in from IP {} category {}
cs_cz: Uživatel {} přihlášen z IP adresy {} kategorie {}
sk_sk: Používateľ {} sa prihlásil z IP {} kategórie {}

source: User {} logged in
cs_cz: Uživatel {} se přihlásil
sk_sk: Uživateľ {} sa prihlásil

source: User {} logged out
cs_cz: Uživatel {} se odhlásil
sk_sk: Uživateľ {} sa odhlásil

source: User has set a delay {} hours
cs_cz: Uživatel nastavil zpoždění {} hodin
sk_sk: Uživateľ nastavil oneskorenie {} hodin

source: Changing language web={} options={}
sk_sk: Zmena jazyka web={} nastavenie={}

source: The system (Linux) will now restart (restart started by the user in the OSPy settings), please wait for the page to reload.
cs_cz: Systém (Linux) se nyní restartuje (restart spustit uživatel v nastavení OSPy), počkejte prosím na opětovné načtení stránky.
sk_sk: Systém (Linux) sa teraz reštartuje (reštart spustil užívateľ v nastavení OSPy), počkajte prosím na načítanie stránky.

source: The OSPy will now restart (restart started by the user in the OSPy settings), please wait for the page to reload.
cs_cz: OSPy se nyní restartuje (restartování bylo spuštěno uživatelem v nastavení OSPy), počkejte prosím na opětovné načtení stránky.
sk_sk: OSPy sa teraz reštartuje (reštartovanie bolo spustené užívateľom v nastavení OSPy), počkajte prosím na načítanie stránky.

source: The system (Linux) is now shutting down... The system must be switched on again by the user (switching off and on your HW device).
cs_cz: Systém (Linux) se nyní vypíná... Systém musí být znovu zapnut uživatelem (vypněte a následně znovu zapněte vaše zařízení).
sk_sk: Systém (Linux) sa teraz vypína... Systém musí znovu zapnúť používateľ (vypnite a následne znovu zapnite vaše zariadenie).

source: Changing language -> restarting.
sk_sk: Zmena jazyka -> reštartovanie.

source: A language change has been made in the settings, the OSPy will now restart and load the selected language.
cs_cz: V nastavení byla provedena změna jazyka, OSPy se nyní restartuje a načte vybraný jazyk.
sk_sk: V nastaveniach bola vykonaná zmena jazyka, OSPy sa teraz reštartuje a načíta zvolený jazyk.

source: System component is unreachable or busy. Please wait (try again later).
cs_cz: Systém je zaneprázdněný. Počkejte prosím (nebo zkuste znovu později).
sk_sk: Systém je zaneprázdnený. Počkajte prosím (skúste to znova neskôr).

source: Deleting folder backup.
cs_cz: Odstranění složky backup.
sk_sk: Odstránenie zložky záloha.

source: Creating folder backup.
cs_cz: Vytvoření složky backup.
sk_sk: Vytvorenie zložky záloha.

source: Creating backup zip file.
cs_cz: Vytvoření záložního souboru zip.
sk_sk: Vytvorenie záložného súboru zip.

source: File {} is created successfully.
cs_cz: Soubor {} byl úspěšně vytvořen.
sk_sk: Súbor {} bol úspešne vytvorený.

source: Deleting folder upload.
cs_cz: Odstranění složky upload.
sk_sk: Odstraňujem priečinok upload.
