Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Button clear playlist.
cs_cz: Tlačítko vymazání seznamu skladeb.
sk_sk: Tlačidlo vymazať zoznam skladieb.

source: Error. File must be in mp3 or wav format!
cs_cz: Chyba: soubor musí být ve formátu mp3 nebo wav!
sk_sk: Chyba. Súbor musí byť vo formáte mp3 alebo wav!

source: Uploading file sucesfully.
cs_cz: Soubor byl úspěšně nahrán.
sk_sk: Nahrávanie súboru úspešne.

source: Voice Station plug-in
cs_cz: Balíček hlasové oznámení stanic
sk_sk: Zásuvný modul hlasovej stanice

source: Voice Notification
cs_cz: Rozšíření hlasové oznámení
sk_sk: Hlasové upozornenie

source: Voice Notification - Settings
cs_cz: Rozšíření hlasové oznámení nastavení
sk_sk: Hlasové upozornenie - nastavenia

source: Sound editing
cs_cz: Úpravy zvuků
sk_sk: Úprava zvuku

source: Enable voice
cs_cz: Povolení hlasu
sk_sk: Povoliť hlas

source: If the check box is marked, the extension will be active.
cs_cz: Pokud je zaškrtávací políčko označeno, rozšíření bude aktivní.
sk_sk: Ak je políčko zaškrtnuté, rozšírenie bude aktívne.

source: For proper operation, it is necessary to restart the OSPy after enabling and setting up this extension
cs_cz: Pro správnou funkci je nutné restartovat OSPy po povolení a nastavení tohoto balíčku
sk_sk: Pre správnu prevádzku je potrebné reštartovať OSPy po zapnutí a nastavení tohto rozšírenia

source: How many seconds before turning on stations play sound.
cs_cz: Kolik sekund před zapnutím stanice přehrávat zvuk.
sk_sk: Koľko sekúnd pred zapnutím stanice prehrávať zvuk.

source: Repeat playback
cs_cz: Opakování přehrávání
sk_sk: Opakované prehrávanie

source: How many times to repeat the same message.
cs_cz: Kolikrát zopakovat stejnou zprávu.
sk_sk: Koľkokrát opakovať tú istú správu.

source: Master volume
cs_cz: Hlasitost
sk_sk: Hlasitosť

source: Setting the Raspberry Pi output volume (0-100%).
cs_cz: Nastavení výstupního hlasitosti Raspberry Pi (0-100%).
sk_sk: Nastavenie výstupnej hlasitosti Raspberry Pi (0 - 100%).

source: Play only from
cs_cz: Hrát pouze od
sk_sk: Prehrávať iba od

source: Play notifications only from this time (hours).
cs_cz: Přehrát oznámení pouze od této doby (hodiny).
sk_sk: Upozornenia prehrávať iba od tohto času (hodiny).

source: Play only to
cs_cz: Hrát pouze do
sk_sk: Prehrávať iba do

source: Play notifications only to this time (hours).
cs_cz: Přehrávejte oznámení pouze do této doby (hodiny).
sk_sk: Prehrávať upozornenia iba do tohto času (hodiny).

source: Skip stations
cs_cz: Přeskočit stanice
sk_sk: Preskočiť stanice

source: Skip voice notification for these stations.
cs_cz: Přeskočte hlasové oznámení pro tyto stanice.
sk_sk: Preskočiť hlasové upozornenie pre tieto stanice.

source: Select voice for stations
cs_cz: Výběr hlasu pro stanice
sk_sk: Výber hlasu pre stanice

source: Not assigned
cs_cz: Není přiřazeno
sk_sk: Nepriradený

source: Select the sound for this station.
cs_cz: Vyberte zvuk pro tuto stanici.
sk_sk: Vyberte zvuk pre túto stanicu.

source: Play
cs_cz: Přehrát
sk_sk: Prehrať

source: Record some songs first and then you will be able to assign stations to the songs here.
cs_cz: Nejprve nahrajte některé skladby a poté zde budete moci přiřadit stanice ke skladbám.
sk_sk: Najprv nahrajte niektoré skladby a potom budete môcť priradiť stanice k skladbám tu.

source: Clear playlist
cs_cz: Vymazat seznam skladeb
sk_sk: Vymazať zoznam prehrávania

source: Voice Notification - help
cs_cz: Hlasová upozornění - nápověda
sk_sk: Hlasové upozornenie - pomocník

source: This plugin allows you to use voice notifications for different events in the OSPy system.
cs_cz: Toto rozšíření umožňuje používat hlasová oznámení pro různé události v systému OSPy.
sk_sk: Tento doplnok umožňuje používať hlasové upozornenia na rôzne udalosti v systéme OSPy.

source: Into the Connector from Output on Raspberry Pi connect Amplifier and Speakers for voice notification.
cs_cz: Do konektoru z výstupu na Raspberry Pi připojit zesilovač a reproduktory pro hlasové oznámení.
sk_sk: Do konektora z výstupu Raspberry Pi pripojte zosilňovač a reproduktory na hlasové oznámenie.

source: This plugin requires pygame installed. If pygame is not installed on the system, plugin it will install it himself. Pygame is comes already installed on the default raspberian installation.
cs_cz: Toto rozšíření vyžaduje pygame. Pokud pygame není nainstalováno v systému, rozšíření ho instaluje samo. Pygame je již nainstalován na výchozích Raspbian instalacích.
sk_sk: Tento doplnok vyžaduje nainštalovaný pygame. Ak pygame nie je nainštalovaný v systéme, plugin ho nainštaluje sám. Pygame je už nainštalovaný na predvolenej raspbian inštalácii.

source: You can upload any song with any name in mp3 and wav format to the song directory.
cs_cz: Do adresáře skladeb můžete nahrát libovolnou skladbu s libovolným názvem ve formátu mp3 a wav.
sk_sk: Do adresára skladieb môžete nahrať ľubovoľnú skladbu s ľubovoľným názvom vo formáte mp3 a wav.

source: Unlike the "voice station" package, this extension has a connection to the program scheduler (ie how the programs and stations assigned in them are set up.) In this extension, the song is played some time before the program starts...
cs_cz: Na rozdíl od balíčku "hlasová stanice" má toto rozšíření připojení k programovému plánovači (tj. Jak jsou nastaveny programy a stanice v nich přiřazené). V tomto rozšíření se skladba přehrává nějaký čas před spuštěním programu...
sk_sk: Na rozdiel od balíka "hlasovej stanice" má toto rozšírenie pripojenie k plánovaču programu (tj ako sú programy a stanice v nich priradené nastavené.) V tomto rozšírení sa pieseň prehráva nejaký čas pred začiatkom programu...

source: and
cs_cz: a
sk_sk: a

source: Voice Notification - Sounds
cs_cz: Hlasové oznámení - Zvuky
sk_sk: Hlasové upozornenie - zvuky

source: Any error, check debug file in OSPy system!
cs_cz: Nějaká chyba, zkontrolujte ladicí soubor v systému OSPy!
sk_sk: Akákoľvek chyba, skontrolujte súbor ladenia v systéme OSPy!

source: Deleting file sucesfully.
cs_cz: Smazání souboru proběhlo úspěšně.
sk_sk: Odstránenie súboru bolo úspešné.

source: Uploaded
cs_cz: Nahráno
sk_sk: Nahraté

source: Upload sound file
cs_cz: Nahrajte zvukový soubor
sk_sk: Nahratie zvukového súboru

source: File must be in *.mp3 or *.wav format.
cs_cz: Soubor musí být ve formátu *.mp3 nebo *.wav.
sk_sk: Súbor musí byť vo formáte *.mp3 alebo *.wav.

source: Package: Voice Station
cs_cz: Balíček: Hlasové oznámení stanic
sk_sk: Balík: Hlasová stanica

source: Voice Station is disabled.
cs_cz: Hlasové oznámení stanic je zakázené.
sk_sk: Hlasová stanica je vypnutá.

source: Voice Station is enabled.
cs_cz: Hlasové oznámení stanic je povolené.
sk_sk: Hlasová stanica je povolená.

source: Stations {} ON
cs_cz: Stanice {} ZAP
sk_sk: Stanice {} ZAPNUTÉ

source: Stations {} OFF
cs_cz: Stanice {} VYP
sk_sk: Stanice {} VYPNUTÉ

source: Playing WAV file.
sk_sk: Hranie.Prehrávanie súboru WAV.

source: Converting mp3 to wav.
sk_sk: Konverzia mp3 do wav.

source: WAV file already exists, skipping conversion.
sk_sk: Súbor WAV už existuje, konverzia sa preskakuje.

source: File {} not suported.
sk_sk: Súbor bol nahraný.Súbor {} nie je podporovaný.

source: File {} not exist.
sk_sk: Súbor neexistuje.

source: Voice Station
cs_cz: Hlasové oznámení stanic
sk_sk: Hlasové oznámenie staníc

source: Voice Station - Settings
cs_cz: Hlasové oznámení stanic - nastavení
sk_sk: Hlasové oznámenie staníc - Nastavenia

source: Sound in starting
cs_cz: Zvuk při spuštění
sk_sk: Zvuk pri štarte

source: Sound in stopping
cs_cz: Zvuk při zastavení
sk_sk: Zastavujem zvuk

source: Voice Station - help
cs_cz: Hlasové oznámení stanic - nápověda
sk_sk: Hlasová stanica - pomoc

source: This plugin allows you to use voice notifications for stations events in the OSPy system.
cs_cz: Tento balíček vám umožňuje používat hlasová upozornění na událostech stanic v systému OSPy.
sk_sk: Tento plugin vám umožňuje používať hlasové upozornenia na udalosti staníc v systéme OSPy.

source: Unlike the voice notification extension, this extension works directly with the output (ie changing the station on or off).
cs_cz: Na rozdíl od rozšíření pro hlasové oznámení toto rozšíření pracuje přímo s výstupem (tj. Zapnutí nebo vypnutí stanice).
sk_sk: Na rozdiel od rozšírenia hlasového upozornenia toto rozšírenie funguje priamo s výstupom (tj zapnutím alebo vypnutím stanice).

source: If more than one station is activated in a row, the songs are added to the queue and then played from the queue.
cs_cz: Pokud je aktivována více než jedna stanice v řadě, skladby se přidají do fronty a poté se přehrají z fronty.
sk_sk: Ak je v rade aktivovaných viac ako jedna stanica, skladby sa pridajú do frontu a potom sa prehrajú z frontu.

source: Unlike the "voice notification" package, this extension has no connection to the station scheduler (ie how the programs and the stations assigned in them are set up). In this extension, the song will be played whenever the station status changes, regardless of what event the status triggered (for example, manual mode, scheduler, or some other plugin...)
cs_cz: Na rozdíl od balíčku „hlasové upozornění“ toto rozšíření nemá žádné připojení k plánovači stanic (tj. Jak jsou nastaveny programy a v nich přiřazené stanice). V tomto rozšíření bude skladba přehrávána vždy, když se změní stav stanice, bez ohledu na to, jakou událost stav vyvolal (například manuální režim, plánovač nebo nějaký jiný balíček...)
sk_sk: Na rozdiel od balíka "hlasového upozornenia" nemá toto rozšírenie žiadne pripojenie k plánovaču staníc (tj ako sú programy a stanice v nich priradené). V tomto rozšírení sa skladba prehrá vždy, keď sa zmení stav stanice, bez ohľadu na to, akú udalosť stav spustil (napríklad manuálny režim, plánovač alebo iný plugin...)

source: Voice Station - Sounds
cs_cz: Hlasové oznámení stanic - zvuky
sk_sk: Hlasová stanica - zvuky

source: Package: Voltage and Temperature Monitor
cs_cz: Balíček: Monitor napětí a teploty
sk_sk: Balík: Monitor napätia a teploty

source: Voltage and Temperature Monitor plug-in
cs_cz: Rozšíření monitor napětí a teploty
sk_sk: Doplnok: Monitor napätia a teploty

source: Deleted log file
cs_cz: Odstraněný soubor protokolu
sk_sk: Odstránený súbor denníka

source: Voltage and Temperature Monitor
cs_cz: Rozšíření monitor napětí a teploty
sk_sk: Monitor napätia a teploty

source: Delete log
cs_cz: Smazat log
sk_sk: Odstrániť denník

source: I/O Voltage
cs_cz: I/O napětí
sk_sk: Napätie I / O

source: Label for input
cs_cz: Popisek pro vstup
sk_sk: Popis pre vstup

source: Measure as temperature
cs_cz: Měření jako teplota
sk_sk: Merať ako teplotu

source: DA output value
cs_cz: Výstupní hodnota DA
sk_sk: DA výstupná hodnota

source: Volt
sk_sk: V

source: Voltage and Temperature Monitor - help
cs_cz: Monitor napětí a teploty - nápověda
sk_sk: Monitor napätia a teploty - pomocník

source: A/D converter PCF8591 on
cs_cz: A/D převodník PCF8591 na
sk_sk: A/D prevodník PCF8591 na

source: address 0x48
cs_cz: adresa 0x48
sk_sk: adrese 0x48

source: bus and connected
cs_cz: sběrnici a připojeno
sk_sk: zbernice je pripojený

source: This plugin needs an enabled
cs_cz: Toto rozšíření potřebuje povolenou
sk_sk: Tento doplnok potrebuje povolenú

source: C) on AD0-3 converter
cs_cz: C) na konvertoru AD0-3
sk_sk: C) na prevodníku AD0-3

source: For measuring temperature use temp probe LM35D (0-100
cs_cz: Pro měření teploty použijte teplotní sondu LM35D (0-100
sk_sk: Na meranie teploty použiť teplotnú sondu LM35D (0-100

source: If the label is not blank, the value is displayed in the value display
cs_cz: Pokud popisek není prázdný, zobrazí se hodnota na displeji
sk_sk: Ak popis nie je prázdny, hodnota sa zobrazí na displeji hodnoty

source: The PCB board for A/D converter PCF8591 (board by pihrt.com)
cs_cz: Deska plošných spojů pro A/D převodník PCF8591 (od pihrt.com)
sk_sk: Doska plošných spojov pre A/D prevodník PCF8591 (od pihrt.com)

source: Package: Water Consumption Counter
cs_cz: Balíček: Počítadlo spotřeby vody
sk_sk: Balík: Počítadlo spotreby vody

source: Report from OSPy Water Consumption Counter plugin
cs_cz: Hlášení z OSPy SPOTŘEBA vody
sk_sk: Správa z doplnku Počítadlo spotreby vody OSPy

source: Water Consumption Counter plug-in
cs_cz: Rozšíření spotřeba vody
sk_sk: Doplnok počítadla spotreby vody

source: Email logging is disabled in options...
cs_cz: V možnostech je zakázáno protokolování E-mailů...
sk_sk: E-mail zapisovania do denníka je zakázaný v možnostiach...

source: Master station 1 running, please wait...
cs_cz: Hlavní stanice 1 běží, počkejte prosím...
sk_sk: Hlavná stanica beží, čakajte prosím...

source: Master station 1 stopped, counter finished...
cs_cz: Hlavní stanice 1 zastavena, počítadlo dokončeno...
sk_sk: Hlavná stanica sa zastavila, počítadlo dokončené...

source: Water Consumption
cs_cz: Rozšíření spotřeba vody
sk_sk: Spotreba vody

source: Water Consumption for master 1
cs_cz: Spotřeba vody pro hlavní stanici 1
sk_sk: Spotreba vody pre hlavnú stanicu

source: Master station 2 running, please wait...
cs_cz: Hlavní stanice 2 běží, počkejte prosím...
sk_sk: Hlavná stanica 2 beží, čakajte prosím...

source: Master station 2 stopped, counter finished...
cs_cz: Hlavní stanice 2 zastavena, počítadlo dokončeno...
sk_sk: Hlavná stanica 2 sa zastavila, počítadlo dokončené ...

source: Water Consumption for master 2
cs_cz: Spotřeba vody pro hlavní stanici 2
sk_sk: Spotreba vody pre druhú hlavnú stanicu

source: Counter has reseted
cs_cz: Čítač byl resetován
sk_sk: Počítadlo sa resetovalo

source: Water Consumption Counter settings
cs_cz: Rozšíření spotřeba vody nastavení
sk_sk: Nastavenia počítadla spotreby vody

source: Liters per second
cs_cz: Litry za sekundu
sk_sk: Litre za sekundu

source: Send email with water consumption
cs_cz: Odeslání E-mailu se spotřebou vody
sk_sk: Poslať e-mail so spotrebou vody

source: For this function required email plugin
cs_cz: Toto rozšíření vyžaduje rozšíření E-mail notifications pro odesílání zpráv
sk_sk: Pre túto funkciu je potrebný doplnok E-mail notification

source: Last counter reset
cs_cz: Poslední reset čítače
sk_sk: Posledný reset počítadla

source: Reset Counter
cs_cz: Vymazat počítadlo
sk_sk: Vynulovať počítadlo

source: Water Consumption Counter - help
cs_cz: Počítadlo spotřeby vody - nápověda
sk_sk: Počítadlo spotreby vody - pomocník

source: This plugin read Water consumption on master station or second master station.
cs_cz: Toto rozšíření počítá spotřebu vody na hlavní stanici nebo druhé hlavní stanici.
sk_sk: Tento doplnok počíta spotrebu vody na hlavnej stanici alebo na druhej hlavnej stanici.

source: Total sum is the calculated as run of the main (or second) station.
cs_cz: Celkový součet je vypočtený jako běh hlavní (nebo druhé) stanice.
sk_sk: Celková suma je vypočítaná ako prevádzka hlavnej (alebo druhej) stanice.

source: This is not an actual flow meter (physical flow sensor).
cs_cz: Nejedná se o skutečný průtokoměr (snímač fyzického průtoku).
sk_sk: Toto nie je skutočný prietokomer (snímač fyzického prietoku).

source: Used for an overview of water consumption.
cs_cz: Používá se pro přehled spotřeby vody.
sk_sk: Používa sa na prehľad o spotrebe vody.

source: Package: Water Meter
cs_cz: Balíček: Vodoměr
sk_sk: Balík: Vodomer

source: Water Meter plug-in is enabled.
cs_cz: Rozšíření vodoměr je povoleno.
sk_sk: Doplnok vodomeru je povolený.

source: Could not find PCF8583.
cs_cz: Nelze najít PCF8583.
sk_sk: Nepodarilo sa nájsť PCF8583.

source: Please wait for minutes/hours data...
cs_cz: Počkejte prosím na data minuty/hodiny...
sk_sk: Prosím, počkajte na údaje o minútach a hodinách...

source: Measured from
cs_cz: Měřeno od
sk_sk: Merané od

source: Total sum
cs_cz: Celkový součet
sk_sk: Celková suma

source: Water per minutes
cs_cz: Voda za minutu
sk_sk: Voda za minútu

source: Water per hours
cs_cz: Voda za hodinu
sk_sk: Voda za hodinu

source: Water Meter plug-in is disabled.
cs_cz: Rozšíření vodoměr je zakázáno.
sk_sk: Doplnok vodomer je zakázaný.

source: Water Meter plug-in
cs_cz: Rozšíření vodoměr
sk_sk: Doplnok vodomer

source: Setup PCF8583 as event counter is OK
cs_cz: Nastavení PCF8583 jako čítač událostí je v pořádku
sk_sk: Nastavenie PCF8583 ako počítadlo udalostí v poriadku

source: Setup PCF8583 as event counter - FAULT
cs_cz: Nastavení PCF8583 jako čítače událostí - CHYBA
sk_sk: Nastavenie PCF8583 ako počítadlo udalostí - CHYBA

source: Water summary was reseting...
cs_cz: Souhrn vody se resetoval...
sk_sk: Súhrn vody sa resetoval ...

source: Water meter settings
cs_cz: Rozšíření vodoměr nastavení
sk_sk: Nastavenia vodomeru

source: Use Water Meter
cs_cz: Použit vodoměr
sk_sk: Použiť vodomer

source: address 0x50
cs_cz: adresa 0x50
sk_sk: adresa 0x50

source: if checked 0x51
cs_cz: je-li zaškrtnutá 0x51
sk_sk: ak je zaškrtnuté 0x51

source: Number of pulses per liter
cs_cz: Počet impulsů na litr
sk_sk: Počet impulzov na liter

source: Flow on the water meter
cs_cz: Průtok na vodoměru
sk_sk: Prietok na vodomere

source: liter per second
cs_cz: litr za sekundu
sk_sk: liter za sekundu

source: Reset summary
cs_cz: Vymazat počítadlo
sk_sk: Vymazať počítadlo

source: Water meter - help
cs_cz: Rozšíření vodoměr - nápověda
sk_sk: Stav vodomeru - pomocník

source: address 0x50 or 0x51.
cs_cz: adrese 0x50 nebo 0x51.
sk_sk: adresu 0x50 alebo 0x51.

source: bus and connected counter PCF8583 on
cs_cz: sběrnici a připojený čítač PCF8583 na
sk_sk: zbernica a pripojené počítadlo PCF8583 na

source: This plugin measures the amount of water flowing per sec, min, hour and the total amount of water
cs_cz: Toto rozšíření měří množství vody tekoucí za sekundu, min, hodinu a celkové množství vody
sk_sk: Tento doplnok meria množstvo tečúcej vody za sekundu, min, hodinu a celkové množstvo vody

source: The PCB board for Water meter (board by pihrt.com)
cs_cz: Deska plošných spojů pro vodoměr (od pihrt.com)
sk_sk: Doska plošných spojov pre vodomer (od pihrt.com)

source: Without input amplifier and comparator
cs_cz: Bez vstupního zesilovače a komparátoru
sk_sk: Bez vstupného zosilovača a komparátoru

source: With input amplifier and comparator
cs_cz: Se vstupním zesilovačem a komparátorem
sk_sk: So vstupným zosilovačom a komparátorom

source: Package: Weather-based Rain Delay
cs_cz: Balíček: Dešťové zpoždění na základě počasí
sk_sk: Balík: Dažďové oneskorenie podľa počasia

source: Checking rain status
cs_cz: Kontrola stavu deště
sk_sk: Prebieha kontrola stavu dažďa

source: Netatmo detected Rain
cs_cz: Netatmo detekován déšť
sk_sk: Netatmo zistený dážď

source: Weather detected Rain
cs_cz: Počasí detekován déšť
sk_sk: Počasie detekovalo dážď

source: No action.
cs_cz: Žádná akce.
sk_sk: Žiadna akcia.

source: No rain detected
cs_cz: Nebyl zjištěn žádný déšť
sk_sk: Nezistil sa žiadny dážď

source: Removing rain delay.
cs_cz: Odstranění zpoždění deště.
sk_sk: Odstránenie dažďového oneskorenia.

source: Good weather detected
cs_cz: Bylo zjištěno dobré počasí
sk_sk: Bolo zistené dobré počasie

source: Weather-based Rain Delay plug-in
cs_cz: Rozšíření dešťové zpoždění na základě počasí
sk_sk: Doplnok Dažďové oneskorenie podľa počasia

source: Weather-based Rain Delay
cs_cz: Dešťové zpoždění založené na předpovědi počasí
sk_sk: Dažďové oneskorenie podľa počasia

source: Use Automatic Rain Delay
cs_cz: Použít automatické zpoždění deště
sk_sk: Použite automatické oneskorenie dažďa

source: Use NetAtmo Real data
cs_cz: Použití dat NetAtmo Real
sk_sk: Použiť údaje NetAtmo Real

source: NetAtmo Client ID
cs_cz: ID klienta NetAtmo
sk_sk: ID klienta NetAtmo

source: NetAtmo User Name
cs_cz: Uživatelské jméno NetAtmo
sk_sk: Používateľské meno NetAtmo

source: NetAtmo password
cs_cz: NetAtmo heslo
sk_sk: Heslo NetAtmo

source: NetAtmo Rain module MAC
cs_cz: NetAtmo Déšť adresa modulu (MAC)
sk_sk: MAC modulu NetAtmo Rain

source: Delay apply to water level in mm
cs_cz: Zpoždění platí pro hladinu vody v mm
sk_sk: Oneskorenie sa týka hladiny vody v mm

source: Delay apply based on history rain in hours
cs_cz: Zpoždění platí na základě historie deště v hodinách
sk_sk: Oneskorenie sa uplatňuje na základe histórie dažďov v hodinách

source: Check interval
cs_cz: Interval kontroly
sk_sk: Interval kontroly

source: Use Cleanup delay
cs_cz: Použít zpoždění vyčištění
sk_sk: Použiť oneskorenie čistenia

source: Weather-based Rain Delay - help
cs_cz: Dešťové zpoždění na základě počasí - nápověda
sk_sk: Dažďové oneskorenie podľa počasia - pomocník

source: When weather-based rain delay is enabled, the weather will be checked for rain every hour. If the weather reports any condition suggesting rain, a rain delay is automatically issued using the below set delay duration
cs_cz: Pokud je povoleno zpoždění deště na základě počasí, počasí bude každou hodinu kontrolováno na déšť. Pokud počasí hlásí jakoukoli podmínku naznačující déšť, automaticky se vydává zpoždění deště pomocí níže nastavené doby trvání zpoždění
sk_sk: Ak je povolené oneskorenie dažďa v závislosti od počasia, bude sa každú hodinu kontrolovať počasie. Ak počasie ohlási akýkoľvek stav naznačujúci dážď, automaticky sa vydá oneskorenie dažďa pomocou nižšie nastaveného trvania oneskorenia

source: This plug-in is based on Philippe Larduinat (philippelt@users.sourceforge.net) - for NetAtmo.
cs_cz: Toto rozšíření je založeno na kódu od Philippe Larduinat (philippelt@users.sourceforge.net) - pro NetAtmo.
sk_sk: Tento doplnok je založený na kóde od Philippe Larduinat (philippelt@users.sourceforge.net) - pre NetAtmo.

source: For OSPy ported Václav Hrabě (Thank you).
cs_cz: Pro OSPy portoval Václav Hrabě (Děkuji).
sk_sk: Pre OSPy portoval Václav Hrabě (Ďakujem).

source: Package: Weather-based Water Level
cs_cz: Balíček: Hladina vody na základě počasí
sk_sk: Balík: Hladina vody založená na počasí

source: Checking weather status
cs_cz: Kontrola stavu počasí
sk_sk: Prebieha kontrola stavu počasia

source: Using
cs_cz: Používám
sk_sk: Používam

source: days of information.
cs_cz: dnů s informací.
sk_sk: dni s informáciami.

source: Water needed
cs_cz: Potřeba vody
sk_sk: Potrebná voda

source: Total rainfall
cs_cz: Celkové srážky
sk_sk: Úhrn zrážok celkom

source: Irrigation needed
cs_cz: Potřeba zavlažování
sk_sk: Potrebné zavlažovanie

source: Weather Adjustment
cs_cz: Úprava počasí
sk_sk: Úprava počasia

source: Protection activated.
cs_cz: Ochrana aktivována.
sk_sk: Ochrana aktivovaná.

source: Weather-based water level plug-in
cs_cz: Rozšíření hladina vody na bázi počasí
sk_sk: Doplnok pre hladinu vody podľa počasia

source: Weather-based Water Level
cs_cz: Hladina vody na bázi počasí
sk_sk: Hladina vody na základe počasia

source: Use Automatic Water Level Adjustment
cs_cz: Použít automatické nastavení hladiny vody
sk_sk: Použite automatické nastavenie hladiny vody

source: Protect against freezing
cs_cz: Ochrana před zamrznutím
sk_sk: Ochrana pred zamrznutím

source: Min percentage
cs_cz: Minimální procento
sk_sk: Min. Percento

source: Protect temperature
cs_cz: Ochrana teploty
sk_sk: Ochrana teploty

source: Max percentage
cs_cz: Maximální procento
sk_sk: Max. Percento

source: Protect minutes
cs_cz: Ochrana minut
sk_sk: Ochrana minút

source: History days used
cs_cz: Použité dny historie
sk_sk: Použité dni histórie

source: Forecast days used
cs_cz: Použité dny prognózy
sk_sk: Použité predpovedné dni

source: Protect stations
cs_cz: Ochrana stanic
sk_sk: Ochrana staníc

source: Protect months
cs_cz: Ochrana měsíců
sk_sk: Ochrana mesiacov

source: Weather-based Water Level - help
cs_cz: Hladina vody založená na počasí - nápověda
sk_sk: Hladina vody na základe počasia pomocník
