Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: RunOnce Ready - Ready for processing
cs_cz: RunOnce Ready - Připraveno ke zpracování
sk_sk: RunOnce Ready - Pripravené ku spracovaniu

source: RunOnce Processing - Processing command
cs_cz: RunOnce Processing - zpracovávání příkazu
sk_sk: RunOnce Processing - spracovávanieí príkazu

source: RunOnce Error - Any Error
cs_cz: RunOnce Error – jakákoli chyba
sk_sk: RunOnce Error – nejaká chyba

source: Examples and demonstration of control via MQTT
cs_cz: Příklady a demonstrace řízení pomocí MQTT
sk_sk: Príklady a ukážka ovládania cez MQTT

source: Creating an MQTT broker (we can use https://www.hivemq.com/demos/websocket-client/ to try it out).
cs_cz: Vytvoření MQTT brokera (můžeme použít https://www.hivemq.com/demos/websocket-client/ k vyzkoušení).
sk_sk: Vytvorenie brokera MQTT (na vyskúšanie môžeme použiť https://www.hivemq.com/demos/websocket-client/).

source: Subscribe (run-once and ospy/system)
cs_cz: Přihlásit se k odběru (run-once a ospy/system)
sk_sk: Prihlásiť sa k odberu (run-once a ospy/systém)

source: In OSPy, we start the plugin and fill in the login data (then we restart OSPy).
cs_cz: V OSPy spustíme plugin a vyplníme přihlašovací údaje (poté restartujeme OSPy).
sk_sk: V OSPy spustíme plugin a vyplníme prihlasovacie údaje (potom reštartujeme OSPy).

source: A "RunOnce Ready" message will appear when set correctly and reboot.
cs_cz: Zpráva "RunOnce Ready" se zobrazí při správném nastavení a restartu.
sk_sk: Správa „RunOnce Ready“ sa zobrazí po správnom nastavení a reštartu.

source: In this example we will want to turn on station 11 for 20 seconds. Circled in green in the image below - the station is now switched off.
cs_cz: V tomto příkladu budeme chtít zapnout stanici 11 na 20 sekund. Na obrázku níže je zeleně zakroužkováno - stanice je nyní vypnutá.
sk_sk: V tomto príklade budeme chcieť zapnúť stanicu 11 na 20 sekúnd. Na obrázku nižšie zakrúžkované zelenou farbou – stanica je teraz vypnutá.

source: Now we will try to send a command to the run-once topic to turn on station 11 for 20 seconds.
cs_cz: Nyní se pokusíme odeslat příkaz do tématu run-once, abychom zapnuli stanici 11 na 20 sekund.
sk_sk: Teraz skúsime poslať do témy run-once príkaz na zapnutie stanice 11 na 20 sekúnd.

source: The received message can be seen in the plugin. At the same time, we see a reply on the broker about receiving the message. On the home page of OSPy, the station started for 20 seconds.
cs_cz: Přijatá zpráva je vidět v pluginu. Současně vidíme odpověď makléře o přijetí zprávy. Na domovské stránce OSPy se stanice spustila na 20 sekund.
sk_sk: Prijatú správu je možné vidieť v plugine. Zároveň vidíme na brokerovi odpoveď o prijatí správy. Na domovskej stránke OSPy sa stanica spustila na 20 sekúnd.

source: The plugin uses Python paho-mqtt for running in OSPy. If paho-mqtt is not available on the system, the plugin will try to install it on the system itself.
cs_cz: Toto rozšíření používá Python paho-mqtt pro svůj běh v OSPy. Pokud paho-mqtt není v systému k dispozici, rozšíření se jej pokusí nainstalovat do systému samo.
sk_sk: Doplnok používa Python paho-mqtt na spustenie v OSPy. Ak paho-mqtt nie je v systéme k dispozícii, plugin sa ho pokúsi nainštalovať do systému sám.

source: QoS Publisher
cs_cz: Vydavatel QoS
sk_sk: Vydávateľ QOS

source: 0: at most once. Will send a message only once.
cs_cz: 0: maximálně jednou. Odešle zprávu pouze jednou.
sk_sk: 0: maximálne raz. Správu pošle iba raz.

source: 1: at least once. Will send a message at least once as long as an acknowledgement is received or the command to end the transmission is received.
cs_cz: 1: alespoň jednou. Odešle zprávu alespoň jednou, pokud je přijato potvrzení nebo příkaz k ukončení přenosu.
sk_sk: 1: aspoň raz. Odošle správu aspoň raz, pokiaľ je prijaté potvrdenie alebo je prijatý príkaz na ukončenie prenosu.

source: 2: exactly once. Will only send a message once.
cs_cz: 2: Přesně jednou. Odešle zprávu pouze jednou.
sk_sk: 2: presne raz. Správu pošle iba raz.

source: Package: MQTT Home Assistant
cs_cz: Balíček: MQTT Home Assistant
sk_sk: Balík: MQTT Home Assistant

source: MQTT Home Assistant
cs_cz: Domácí asistent MQTT
sk_sk: Domáci asistent MQTT

source: Plugin is started.
cs_cz: Rozšíření je spuštěno.
sk_sk: Doplnok je spustený.

source: Client OK
cs_cz: Klient OK
sk_sk: Klient OK

source: Client not ready!
cs_cz: Klient není připraven!
sk_sk: Klient nieje pripravený!

source: Message on topic:
cs_cz: Zpráva k tématu:
sk_sk: Správa k téme:

source: Plugin could not initalize client:
cs_cz: Plugin nemohl initalizovat klienta:
sk_sk: Doplnok nemohol inicializovat klienta:

source: Append topic callback
cs_cz: Připojit zpětné volání tématu
sk_sk: Pripojiť spätné volanie k téme

source: Publish to topic
cs_cz: Publikovat do tématu
sk_sk: Publikovať do témy

source: payload
cs_cz: data
sk_sk: dáta

source: Home Assistant
cs_cz: Domácí asistent
sk_sk: Domáci asistent

source: THDS Sensor
cs_cz: Senzor THDS
sk_sk: Senzor THDS

source: WTL Sensor
cs_cz: Senzor WTL
sk_sk: Senzor WTL

source: Component
cs_cz: Komponenta
sk_sk: Komponent

source: Undefined
cs_cz: Není definováno
sk_sk: Nie je definovaný

source: Callback cannot be Null for device_class = number
cs_cz: Callback nemůže být Null pro device_class = číslo
sk_sk: Callback nemôže byť NULL pre device_class = číslo

source: Callback cannot be Null for device_class = switch
cs_cz: Callback nemůže být Null pro device_class = switch
sk_sk: Callback nemôže byť NULL pre device_class = switch

source: Callback cannot be Null for device_class = button
cs_cz: Callback nemůže být Null pro device_class = tlačítko
sk_sk: Callback nemôže byť NULL pre device_class = tlačítko

source: Cannot find missing elements.
cs_cz: Nelze najít chybějící prvky.
sk_sk: Nie je možné nájsť chýbajúce prvky.

source: Water level
cs_cz: Hladina vody
sk_sk: Hladina vody

source: Run
cs_cz: Spustit
sk_sk: Spustiť

source: Tank level
cs_cz: Hladina v nádrži
sk_sk: Hladina v nádrži

source: Tank volume
cs_cz: Objem v nádrži
sk_sk: Objem v nádrži

source: Tank monitor
cs_cz: Monitor nádrže
sk_sk: Monitor nádrže

source: Percent {}%
cs_cz: Procenta {}%
sk_sk: Percenta {}%

source: Volume {}m3
cs_cz: Objem {}m3
sk_sk: Objem {}m3

source: Percent {}%, volume {}m3
cs_cz: Procenta {}%, objem {}m3
sk_sk: Percentá {}%, objem {}m3

source: Cannot import plugin: tank_monitor.
cs_cz: Nelze importovat zásuvný modul: tank_monitor.
sk_sk: Nie je možné importovať doplnok: monitor nádrže.

source: Cannot set devices online.
cs_cz: Nelze nastavit zařízení online.
sk_sk: Nie je možné nastaviť zariadenia online.

source: Cannot remove device.
cs_cz: Nelze odebrat zařízení.
sk_sk: Zariadenie nie je možné odstrániť.

source: Cannot set devices default values.
cs_cz: Nelze nastavit výchozí hodnoty zařízení.
sk_sk: Nie je možné nastaviť predvolené hodnoty zariadení.

source: Cannot update data from plugins.
cs_cz: Nelze aktualizovat data z pluginů.
sk_sk: Nie je možné aktualizovať údaje z doplnkov.

source: Error: slugify not installed. Install it to system. sudo apt install python3 slugify.
cs_cz: Chyba: slugify není nainstalován. Nainstalujte jej do systému. sudo apt install python3 slugify.
sk_sk: Chyba: slugify nie je nainštalovaný. Nainštalujte ho do systému. sudo apt install python3 slugify.

source: Error: paho-mqtt is not installed. Install it to system. sudo pip3 install paho-mqtt.
cs_cz: Chyba: paho-mqtt není nainstalován. Nainstalujte jej do systému. sudo pip3 install paho-mqtt.
sk_sk: Chyba: paho-mqtt nie je nainštalovaný. Nainštalujte ho do systému. sudo pip3 nainštalujte paho-mqtt.

source: MQTT Home Assistant plug-in
cs_cz: Balíček: MQTT Home Assistant
sk_sk: Doplnok MQTT Home Assistant

source: MQTT Home Assistant Plugin
cs_cz: Rozšíření MQTT Home Assistant
sk_sk: Doplnok MQTT Home Assistant

source: If TLS is required. This enables a secure connection and sets the default security context.
cs_cz: Pokud je vyžadován protokol TLS. To umožňuje zabezpečené připojení a nastavuje výchozí kontext zabezpečení.
sk_sk: Ak sa vyžaduje TLS. To umožňuje zabezpečené pripojenie a nastavuje predvolený kontext zabezpečenia.

source: Use debug log
cs_cz: Použit výpis ladění
sk_sk: Povoliť protokol ladenia

source: Example: localhost.
cs_cz: Příklad: localhost.
sk_sk: Príklad: localhost.

source: Range for port is 80 to 65535. Default: 1883.
sk_sk: Rozsah portov je 80 až 65535. Predvolená hodnota: 1883.

source: Topic prefix
cs_cz: Předpona tématu
sk_sk: Predpona témy

source: MQTT base topic for system parameters and zones (Default: System name)
cs_cz: Základní téma MQTT pro systémové parametry a zóny (Výchozí: Název systému)
sk_sk: Základná téma MQTT pre systémové parametre a zóny (predvolené: Názov systému)

source: Name prefix
cs_cz: Pojmenování prefixu
sk_sk: Pomenovanie prefixu

source: HASS name prefix for devices and zones (Default: System name)
cs_cz: Předpona názvu HASS pro zařízení a zóny (výchozí: Název systému)
sk_sk: Predpona názvu HASS pre zariadenia a zóny (predvolené: Názov systému)

source: OSPy network name or IP address for web access from HASS (Default: auto detect)
cs_cz: Název sítě OSPy nebo IP adresa pro webový přístup z HASS (výchozí: automatická detekce)
sk_sk: Názov siete alebo IP adresa OSPy pre webový prístup z HASS (predvolené: automatické zisťovanie)

source: Discovery topic
cs_cz: Téma zjišťování
sk_sk: Téma zisťovania

source: Default: homeassistant
cs_cz: Výchozí: homeassistant
sk_sk: Predvolené: homeassistant

source: Device name is Station name
cs_cz: Název zařízení je Název stanice
sk_sk: Názov zariadenia je Názov stanice

source: Use station name for HASS zone device name (Default: uncheck)
cs_cz: Použít název stanice pro název zařízení zóny HASS (Výchozí: neaktivní)
sk_sk: Použiť názov stanice pre názov zariadenia zóny HASS (predvolené: neaktívne)

source: Discovery UUID prefix
cs_cz: Předpona UUID zjišťování
sk_sk: Predpona UUID zisťovania

source: Unique identifier used as prefix for MQTT Discovery by HASS. UUID based on the network adapter MAC address.
cs_cz: Jedinečný identifikátor používaný jako předpona pro zjišťování MQTT pomocí HASS. UUID založené na MAC adrese síťového adaptéru.
sk_sk: Jedinečný identifikátor použitý ako predpona pre zisťovanie MQTT pomocou HASS. UUID na základe MAC adresy sieťového adaptéra.

source: Verified in hass
cs_cz: Ověřeno v hass
sk_sk: Overené v hass

source: Tested reliably in this version of home assistant.
cs_cz: Spolehlivě testováno v této verzi domácího asistenta.
sk_sk: Spoľahlivo testované v tejto verzii domáceho asistenta.

source: Measurement refresh interval
cs_cz: Interval obnovy měření
sk_sk: Interval obnovy merania

source: The refresh interval is used for loading data from other plugins (for example airtemp humi). Range is 10 to 1000 seconds.
cs_cz: Interval obnovy se používá pro načítání dat z jiných pluginů (například airtemp humi). Rozsah je 10 až 1000 sekund.
sk_sk: Interval obnovy sa používa na načítanie údajov z iných pluginov (napríklad airtemp humi). Rozsah je 10 až 1000 sekúnd.

source: MQTT Home Assistant Plugin - help
cs_cz: Rozšíření MQTT Home Assistant - nápověda
sk_sk: Doplnok MQTT Home Assistant - pomocník

source: About the MQTT HASS Plugin
cs_cz: O rozšíření MQTT HASS
sk_sk: O doplnku MQTT HASS

source: The MQTT HASS plugin implement MQTT Discovery for Home Assistant (HASS), including report and control of some OSPy system settings and valves (stations) over MQTT. MQTT Discovery enables automatic devices and entities enrolment from HASS user interface configuration panel, including plug-and-play availability detection, status and control.
cs_cz: Rozšíření MQTT HASS implementuje MQTT Discovery pro Home Assistant (HASS), včetně hlášení a ovládání některých nastavení systému OSPy a ventilů (stanic) přes MQTT. MQTT Discovery umožňuje automatickou registraci zařízení a entit z konfiguračního panelu uživatelského rozhraní HASS, včetně detekce dostupnosti, stavu a řízení plug-and-play.
sk_sk: Doplnok MQTT HASS implementuje MQTT Discovery pre Home Assistant (HASS), vrátane správy a ovládania niektorých nastavení systému OSPy a ventilov (staníc) cez MQTT. MQTT Discovery umožňuje automatickú registráciu zariadení a entít z konfiguračného panela používateľského rozhrania HASS, vrátane detekcie dostupnosti, stavu a riadenia plug-and-play.

source: Using MQTT HASS plugin
cs_cz: Použit rozšíření MQTT Home Assistant
sk_sk: Použiť doplnok MQTT Home Assistant

source: This plugin is disabled by default. If you are reading this, the mqtt_hass plugin is probably enabled on your system. Otherwise, you can enable it using the plugin manager.
cs_cz: Toto rozšíření je ve výchozím nastavení zakázáno. Pokud toto čtete, mqtt_hass je ve vašem systému pravděpodobně povolen. V opačném případě jej můžete povolit pomocí správce balíčku.
sk_sk: Tento doplnok je predvolene vypnutý. Ak toto čítate, doplnok mqtt_hass je pravdepodobne vo vašom systéme povolený. V opačnom prípade ho môžete povoliť pomocou správcu doplnkov.

source: Requirements
cs_cz: Požadavky
sk_sk: Požiadavky

source: An MQTT broker such as Mosquitto is required to be accessible by OSPy device and HASS. This broker can be on different parts of the local network, on a remote network, or installed on either OSPy or HASS system.
cs_cz: Zprostředkovatel MQTT, jako je Mosquitto, musí být přístupný zařízením OSPy a HASS. Tento zprostředkovatel může být na různých částech lokální sítě, ve vzdálené síti nebo nainstalován na systému OSPy nebo HASS.
sk_sk: Sprostredkovateľ MQTT, ako je Mosquitto, musí byť prístupný pre zariadenie OSPy a HASS. Tento sprostredkovateľ môže byť na rôznych častiach lokálnej siete, na vzdialenej sieti, alebo môže byť nainštalovaný na systéme OSPy alebo HASS.

source: A working HASS system with an MQTT Integration such as Mosquitto broker
cs_cz: Funkční systém HASS s integrací MQTT, jako je zprostředkovatel Mosquitto
sk_sk: Funkčný systém HASS s integráciou MQTT, ako je sprostredkovateľ Mosquitto

source: A OSPy system with the base mqtt plugin installed and configured (see below).
cs_cz: Systém OSPy s nainstalovaným a nakonfigurovaným základním rozšířením mqtt (viz níže).
sk_sk: Systém OSPy s nainštalovaným a nakonfigurovaným základným doplnkom mqtt (pozri nižšie).

source: This plugin installed and configured on the same OSPy system as the base mqtt plugin (see below).
cs_cz: Toto rozšíření je nainstalováno a nakonfigurováno na stejném OSPy systému jako základní rozšíření mqtt (viz níže).
sk_sk: Tento doplnok je nainštalovaný a nakonfigurovaný na rovnakom systéme OSPy ako základný doplnok mqtt (pozri nižšie).

source: On OSPy - base MQTT plugin setup
cs_cz: Na OSPy - základní nastavení MQTT rozšíření
sk_sk: Na OSPy - základné nastavenie doplnku MQTT

source: Install eclipse paho if not already on the Pi
cs_cz: Nainstalujte eclipse paho, pokud již není na Pi
sk_sk: Nainštalujte eclipse paho, ak ešte nie je na Pi

source: Install the base MQTT plugin
cs_cz: Instalace základního MQTT rozšíření
sk_sk: Inštalácia základného doplnku MQTT

source: Configure base MQTT plugin
cs_cz: Konfigurace základního MQTT rozšíření
sk_sk: Konfigurácia základného doplnku MQTT

source: MQTT Broker Host: This will be the URL of the MQTT broker or localhost if the broker is running on OSPy
cs_cz: MQTT Broker Host: Toto bude adresa URL zprostředkovatele MQTT nebo localhost, pokud zprostředkovatel běží na OSPy
sk_sk: MQTT Broker Host: Toto bude adresa URL sprostredkovateľa MQTT alebo localhost, ak sprostredkovateľ beží na OSPy

source: MQTT Broker Port: Default is 1883 but may be different depending on your MQTT broker
cs_cz: Port zprostředkovatele MQTT: Výchozí hodnota je 1883, ale může se lišit v závislosti na vašem zprostředkovateli MQTT
sk_sk: Port sprostredkovateľa MQTT: Predvolená hodnota je 1883, ale môže sa líšiť v závislosti od vášho sprostredkovateľa MQTT

source: MQTT Broker Username: Default is mosquitto but depends on your setup.
cs_cz: Uživatelské jméno MQTT Brokera: Výchozí je mosquitto, ale závisí na vašem nastavení.
sk_sk: Používateľské meno sprostredkovateľa MQTT: Predvolené je mosquitto, ale závisí od vášho nastavenia.

source: MQTT Broker Password: Depends on your setup. Use pass as default
cs_cz: Heslo MQTT Broker: Závisí na vašem nastavení. Použít heslo jako výchozí
sk_sk: Heslo sprostredkovateľa MQTT: Závisí od vášho nastavenia. Použiť heslo ako predvolené

source: MQTT Client ID: A unique name for OSPy system. Default is OSPy System name but can be changed on Options webpage.
cs_cz: ID klienta MQTT: Jedinečný název pro systém OSPy. Výchozí je název systému OSPy.
sk_sk: ID klienta MQTT: Jedinečný názov pre systém OSPy. Predvolený je názov systému OSP.

source: On OSPy - MQTT HASS plugin setup
cs_cz: Na OSPy - nastavení MQTT HASS pluginu
sk_sk: Na OSPy - nastavenie MQTT HASS doplnku

source: Install Python python-slugify package if not already on the pi.
cs_cz: Nainstalujte balíček Python python-slugify, pokud ještě není na pi.
sk_sk: Nainštalujte balík Python python-slugify, ak ešte nie je na pi.

source: Configure MQTT HASS plugin.
cs_cz: Nakonfigurujte rozšíření MQTT HASS.
sk_sk: Nakonfigurujte doplnok MQTT HASS.

source: Topic prefix: This prefix is used for OSPy system parameters and zones published to the MQTT broker. Leave this option empty to use a slugified OSPy System name. This setting will be slugified when saved. (Default: System name or "OSPy" if System name is empty).
cs_cz: Předpona tématu: Tato předpona se používá pro systémové parametry OSPy a zóny publikované do MQTT brokeru. Tuto možnost ponechte prázdnou, chcete-li použít slugified název systému OSPy. Toto nastavení bude při uložení sloučeno. (Výchozí: Název systému nebo "OSPy", pokud je název systému prázdný).
sk_sk: Predpona témy: Táto predpona sa používa pre systémové parametre a zóny OSPy publikované do MQTT sprostredkovateľa. Ak chcete použiť zakomponovaný názov systému OSPy, nechajte túto možnosť prázdnu. Toto nastavenie bude po uložení zlúčené. (Predvolené: Názov systému alebo „OSPy“, ak je názov systému prázdny).

source: Name prefix: Used as prefix for all HASS devices and entities names. Leave this option empty to use a OSPy System name as prefix. For entities, this setting will be slugified. (Default: System name or "OSPy" if System name is empty).
cs_cz: Předpona názvu: Používá se jako předpona pro všechna zařízení HASS a názvy entit. Tuto možnost ponechte prázdnou, pokud chcete jako předponu použít název systému OSPy. U entit bude toto nastavení slugated. (Výchozí: Název systému nebo "OSPy", pokud je název systému prázdný).
sk_sk: Predpona názvu: Používa sa ako predpona pre všetky názvy zariadení a entít HASS. Ak chcete ako predponu použiť názov systému OSPy, nechajte túto možnosť prázdnu. Pre entity bude toto nastavenie skrátené. (Predvolené: Názov systému alebo „OSPy“, ak je názov systému prázdny).

source: OSPy FQDN: OSPy network name or IP address. Used to compose the URL link to OSPy web interface displayed in HASS devices settings. Leave this option empty to use OSPy hostname or IP address used to connect with the MQTT broker. (Default: OSPy hostname).
cs_cz: Plně kvalifikovaný název domény OSPy: Název sítě OSPy nebo IP adresa. Slouží k vytvoření URL odkazu na webové rozhraní OSPy zobrazovaného v nastavení zařízení HASS. Tuto možnost ponechte prázdnou, pokud chcete použít název hostitele OSPy nebo IP adresu použitou pro připojení k MQTT brokeru. (Výchozí: OSPy hostname).
sk_sk: OSPy FQDN: Názov siete alebo IP adresa OSPy. Používa sa na vytvorenie odkazu URL na webové rozhranie OSPy zobrazené v nastaveniach zariadení HASS. Ak chcete použiť názov hostiteľa OSPy alebo adresu IP použitú na pripojenie k sprostredkovateľovi MQTT, nechajte túto možnosť prázdnu. (Predvolené: názov hostiteľa OSPy).

source: Device is Station name: if checked, use station name as part of HASS Device name. Changes to OSPy station name will update HASS Device name. (Default: unchecked)
cs_cz: Zařízení je Název stanice: pokud je zatrženo, použijte název stanice jako součást názvu zařízení HASS. Změny názvu stanice OSPy aktualizují název zařízení HASS. (Výchozí: nezaškrtnuto)
sk_sk: Zariadenie je názov stanice: ak je začiarknuté, použite názov stanice ako súčasť názvu zariadenia HASS. Zmeny názvu stanice OSPy aktualizujú názov zariadenia HASS. (Predvolené: nezačiarknuté)

source: On Home Assistant - MQTT setup
cs_cz: Na Home Assistant - nastavení MQTT
sk_sk: Na Home Assistant - nastavenia MQTT

source: Follow Home Assistant instructions to add MQTT integration via the user interface. MQTT discovery feature is enabled by default. MQTT integration will detect OSPy settings parameters and zones as devices and entities.
cs_cz: Postupujte podle pokynů Home Assistant a přidejte integraci MQTT prostřednictvím uživatelského rozhraní. Funkce zjišťování MQTT je ve výchozím nastavení povolena. Integrace MQTT detekuje parametry nastavení OSPy a zóny jako zařízení a entity.
sk_sk: Postupujte podľa pokynov Home Assistant a pridajte integráciu MQTT cez používateľské rozhranie. Funkcia zisťovania MQTT je predvolene povolená. Integrácia MQTT zistí parametre a zóny nastavení OSPy ako zariadenia a entity.

source: Follow Home Assistant instructions to configure and use the newly added devices and entities.
cs_cz: Postupujte podle pokynů Home Assistant a nakonfigurujte a používejte nově přidaná zařízení a entity.
sk_sk: Podľa pokynov Home Assistant nakonfigurujte a používajte novo pridané zariadenia a entity.

source: Multiple OSPy systems connected to the same MQTT broker or Home Assistant instance
cs_cz: Více systémů OSPy připojených ke stejnému MQTT brokeru nebo instanci Home Assistant
sk_sk: Viacero systémov OSPy pripojených k rovnakému sprostredkovateľovi MQTT alebo inštancii Home Assistant

source: To integrate multiple OSPy systems, on each OSPy:
cs_cz: Chcete-li integrovat více systémů OSPy, na každém OSPy:
sk_sk: Ak chcete integrovať viacero systémov OSPy, na každom OSPy:

source: Use different "System name" as set on OSPy Options webpage. Default OSPy System name is "OSPy"
cs_cz: Použijte jiný "Název systému", jak je nastaveno v nastavení OSPy systému. Výchozí název systému OSPy je "OSPy"
sk_sk: Použite iný "Názov systému", ako je nastavený na webovej stránke Možnosti OSPy. Predvolený názov systému OSPy je "OSPy"

source: For each MQTT HASS plugin use different Topic prefix and Name prefix.
cs_cz: Pro každý MQTT HASS plugin použijte jinou předponu Topic a předponu Name.
sk_sk: Pre každý doplnok MQTT HASS použite inú predponu témy a predponu názvu.

source: Home Assistant - available OSPy Devices and Entities
cs_cz: Home Assistant - dostupná zařízení a entity OSPy
sk_sk: Home Assistant – dostupné OSPy zariadenia a entity

source: Devices and associated Entities made available with this plugin are:
cs_cz: Zařízení a přidružené subjekty zpřístupněné pomocí tohoto pluginu jsou:
sk_sk: Zariadenia a súvisiace entity sprístupnené s týmto doplnkom sú:

source: Package: OSPy package Backup
cs_cz: Balíček: Zálohování balíčků OSPy
sk_sk: Balík: Zálohovanie balíkov OSPy

source: OSPy package Backup
cs_cz: Zálohování balíčků
sk_sk: Zálohovanie balíkov

source: Deleting folder in ospy_backup/temp
cs_cz: Smazání složky v ospy_backup/temp
sk_sk: Odstraňuje sa priečinok v ospy_backup/temp

source: Deleting folder in ospy_backup/backup
cs_cz: Odstranění složky v ospy_backup/backup
sk_sk: Odstraňuje sa priečinok v ospy_backup/backup

source: Copying folder
cs_cz: Kopírování složky
sk_sk: Kopírovanie zložky

source: Creating zip file in ospy_backup/backup.
cs_cz: Vytvoření souboru zip v ospy_backup/backup.
sk_sk: Vytvorenie súboru zip v ospy_backup/backup.

source: Moving file: {}.zip to ospy_backup/data.
cs_cz: Přesunutí souboru: {}.zip do ospy_backup/data.
sk_sk: Presúvam súbor: {}.zip do ospy_backup/data.
