Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: If events occur in the system: restart, poweroff, update available, they will be displayed preferentially regardless of the above settings.
cs_cz: Pokud dojde k událostem v systému: restartování, vypínání, aktualizace k dispozici, budou zobrazeny přednostně bez ohledu na výše uvedená nastavení.
sk_sk: Ak dôjde k udalostiam v systéme: reštartovanie, vypínanie, dostupnosti aktualizácií, budú zobrazené prednostne bez ohľadu na vyššie uvedené nastavenia.

source: The hardware should be connected as follows (LCD board by pihrt.com).
cs_cz: Hardware by měl být připojen následujícím způsobem (LCD deska pihrt.com).
sk_sk: Hardware by mal byť pripojený nasledujúcím spôsobom (LCD doska pihrt.com).

source: The LCD 1602 IIC with PCF8574
cs_cz: LCD 1602 IIC s PCF8574
sk_sk: LCD 1602 IIC s PCF8574

source: PCF8574 address map
cs_cz: Mapa adres PCF8574
sk_sk: Mapa adries PCF8574

source: Package: Modbus Stations
cs_cz: Balíček: Modbus stanice
sk_sk: Balík: Modbus stanica

source: Serial not found. Use: sudo apt install python3-serial.
cs_cz: Modul Serial nebyl nalezen. Použijte: sudo apt install python3-serial.
sk_sk: Modul Serial sa nenašiel. Použite: sudo apt install python3-serial.

source: Serial not found. Requires to be installed in to the Linux system. Use: sudo apt install python3-serial and restart ospy!
cs_cz: Serial nebyl nalezen. Vyžaduje instalaci do systému Linux. Použití: sudo apt install python3-serial a restartujte ospy!
sk_sk: Modul Serial sa nenašiel. Vyžaduje inštaláciu do systému Linux. Použitím: sudo apt nainštalujte python3-serial a reštartujte ospy!

source: Modbus Stations enabled.
cs_cz: Balíček modbus stanice je aktivní.
sk_sk: Balík modbus stanice je zapnutý.

source: Modbus Stations plug-in
cs_cz: Rozšíření modbus stanice
sk_sk: Doplnok modbus stanice

source: Modbus Stations is disabled.
cs_cz: Balíček modbus stanice není aktivní.
sk_sk: Balík modbus stanice je vypnutý.

source: No such file or directory
cs_cz: Žádný takový soubor nebo adresář neexistuje
sk_sk: Súbor alebo adresár neexistuje

source: FLIP
cs_cz: PŘEKLOPENÍ
sk_sk: PREKLOPENÍ

source: Addr: {} Out: {} To: {}.
cs_cz: Adresa: {} Výstup: {} Stav: {}.
sk_sk: Adresa: {} Výstup: {} Stav: {}.

source: Error: {}
cs_cz: Chyba: {}
sk_sk: Chyba: {}

source: Address request...
cs_cz: Žádost o adresu...
sk_sk: Žiadosť o adresu...

source: Incomming data...
cs_cz: Příchozí data...
sk_sk: Prichádzajúce dáta...

source: Found address
cs_cz: Nalezená adresa
sk_sk: Nájdená adresa

source: CRC not match!
cs_cz: CRC se neshoduje!
sk_sk: CRC sa nezhoduje!

source: Firmware request...
cs_cz: Žádost o firmware...
sk_sk: Žiadosť o firmvér...

source: Firmware is
cs_cz: Verze firmwaru je
sk_sk: Verzia firmvéru je

source: Set device address {}.
cs_cz: Nastavovaná adresa zařízení {}.
sk_sk: Nastavená adresa zariadenia {}.

source: The address that should have been set on the device
cs_cz: Adresa, která by měla být nastavena na zařízení
sk_sk: Adresa, ktorá by mala byť nastavená na zariadení

source: Now I will try to load the address after programming...
cs_cz: Nyní se pokusím načíst adresu po naprogramování...
sk_sk: Teraz sa pokúsim načítať adresu po naprogramovaní...

source: Found device on address
cs_cz: Nalezené zařízení na adrese
sk_sk: Nájdené zariadenie na adrese

source: Not Read firmware from device.
cs_cz: Nelze načíst firmware ze zařízení.
sk_sk: Nielze Čítať firmvér zo zariadenia.

source: Not Found any address or device.
cs_cz: Nebyla nalezena žádná adresa ani zařízení.
sk_sk: Nebola nájdená žiadna adresa ani zariadenie.

source: Modbus Stations
cs_cz: Modbus stanice
sk_sk: Modbus stanice

source: Address programming
cs_cz: Programování adres
sk_sk: Programovanie adries

source: Use Modbus Control
cs_cz: Povolit modbus
sk_sk: Použiť modbus

source: A restart of the plugin is required when changing
cs_cz: Při změně je vyžadován restart rozšíření
sk_sk: Pri zmene sa vyžaduje reštart doplnku

source: Number of relay boards
cs_cz: Počet reléových desek
sk_sk: Počet reléových dosiek

source: Enter how many relay boards are used (each board has 8 relay outputs). Example: 2 means 16 outputs and 2 boards.
cs_cz: Zadejte, kolik reléových desek se používá (každá deska má 8 reléových výstupů). Příklad: 2 znamená 16 výstupů a 2 desky.
sk_sk: Zadajte, koľko reléových dosiek sa používa (každá doska má 8 reléových výstupov). Príklad: 2 znamená 16 výstupov a 2 dosky.

source: Serial port
cs_cz: Sériový port
sk_sk: Sériový port

source: Specify which port will be used for communication. Use the system information plugin to find the port. Example: /dev/ttyUSB0.
cs_cz: Určete, který port bude použit pro komunikaci. K vyhledání portu použijte rozšíření systémové informace. Příklad: /dev/ttyUSB0.
sk_sk: Zadajte, ktorý port sa použije na komunikáciu. Na vyhľadanie portu použite doplnok systémových informácií. Príklad: /dev/ttyUSB0.

source: Communication speed
cs_cz: Rychlost komunikace
sk_sk: Rýchlosť komunikácie

source: Enter the speed at which the connected modules communicate. Example: 9600 (in Baud).
cs_cz: Zadejte rychlost, s jakou připojené moduly komunikují. Příklad: 9600 (v Baudech).
sk_sk: Zadajte rýchlosť, akou pripojené moduly komunikujú. Príklad: 9600 (v Baud).

source: Modbus Stations Address
cs_cz: Adresa modbus zařízení
sk_sk: Adresa modbus zariadenia

source: Device (relay module) address programming procedure.
cs_cz: Postup programování adresy zařízení (reléového modulu).
sk_sk: Postup programovania adresy zariadenia (reléového modulu).

source: Disconnect all modules from the bus except the one you want to set
cs_cz: Odpojte všechny moduly od sběrnice kromě toho, který chcete nastavit
sk_sk: Odpojte všetky moduly od zbernice okrem toho, ktorý chcete nastaviť

source: In the window below, enter the desired device address in the range 1-255
cs_cz: V okně níže zadejte požadovanou adresu zařízení v rozsahu 1-255
sk_sk: V okne nižšie zadajte požadovanú adresu zariadenia v rozsahu 1-255

source: Press the button for programming (Upload to device)
cs_cz: Stiskněte tlačítko pro programování (Nahrát do zařízení)
sk_sk: Stlačte tlačidlo pre programovanie (Nahrať do zariadenia)

source: Verify that the new address has been set (in the status window below)
cs_cz: Ověřte, zda byla nastavena nová adresa (ve stavovém okně níže)
sk_sk: Overte, či bola nastavená nová adresa (v stavovom okne nižšie)

source: Reconnect the other modules on the bus
cs_cz: Znovu připojte ostatní moduly na sběrnici
sk_sk: Znovu pripojte ostatné moduly na zbernici

source: The default address set by the manufacturer is address number 1
cs_cz: Výchozí adresa nastavená výrobcem je adresa číslo 1
sk_sk: Predvolená adresa nastavená výrobcom je adresa číslo 1

source: Find address and firmware
cs_cz: Najít adresu a firmware
sk_sk: Nájsť adresu a firmvér

source: Set address
cs_cz: Nastavit adresu
sk_sk: Nastaviť adresu

source: Enter the address where you want to set the device.
cs_cz: Zadejte adresu, na kterou chcete zařízení nastavit.
sk_sk: Zadajte adresu, na ktorú chcete zariadenie nastaviť.

source: Upload to device
cs_cz: Nahrát do zařízení
sk_sk: Nahrať do zariadenia

source: Modbus Stations - help
cs_cz: Stanice modbus - nápověda
sk_sk: Modbus stanica - pomocník

source: Modbus RTU Relay
cs_cz: Relé Modbus RTU
sk_sk: Relé Modbus RTU

source: The industrial module controlled via the RS485 bus uses the Modbus RTU protocol.
cs_cz: Průmyslový modul ovládaný po sběrnici RS485 využívá protokol Modbus RTU.
sk_sk: Priemyselný modul riadený cez zbernicu RS485 využíva protokol Modbus RTU.

source: Buy example on
cs_cz: Koupit například na
sk_sk: Kúpiť napríklad na

source: The durable case made of high-quality ABS plastic enables easy mounting on the DIN bar.
cs_cz: Odolné pouzdro z vysoce kvalitního PLASTU ABS umožňuje snadnou montáž na DIN lištu.
sk_sk: Odolné puzdro z kvalitného ABS plastu umožňuje jednoduchú montáž na DIN lištu.

source: Thanks to the configurable device address (1~255) on the RS485 bus, multiple devices can be cascaded. If many devices are cascaded or the communication distance is too long, RS485 repeaters should be used.
cs_cz: Díky konfigurovatelné adrese zařízení (1 ~ 255) na sběrnici RS485 lze kaskádovat více zařízení. Pokud je mnoho zařízení kaskádovitě rozloženo nebo je komunikační vzdálenost příliš dlouhá, je třeba použít opakovače RS485.
sk_sk: Vďaka konfigurovateľnej adrese zariadenia (1~255) na zbernici RS485 je možné kaskádovať viacero zariadení. Ak je veľa kaskádovaných zariadení, alebo je komunikačná vzdialenosť príliš dlhá, mali by sa použiť opakovače RS485.

source: Relay connection diagram. Rated current of the built-in relay contacts: up to 10A 250V AC nebo 30 V DC. Direct control of household appliances: 230 V AC or devices below 30 V DC.
cs_cz: Schéma připojení relé. Jmenovitý proud vestavěných kontaktů relé: do 10A 250V AC nebo 30 V DC. Přímé ovládání domácích spotřebičů: 230 V AC nebo zařízení pod 30 V DC.
sk_sk: Schéma zapojenia relé. Menovitý prúd vstavaných reléových kontaktov: do 10A 250V AC alebo 30 V DC. Priame ovládanie domácich spotrebičov: 230 V AC alebo zariadení pod 30 V DC.

source: Built-in Optocoupler isolation prevents interference from an external high-voltage circuit connected to the relay.
cs_cz: Vestavěná izolace - optočlen zabraňuje zpětnému rušení z externího vysokonapěťového obvodu připojeného k relé.
sk_sk: Vstavaná izolácia optočlena zabraňuje rušeniu z externého vysokonapäťového obvodu pripojeného k relé.

source: Anti-reverse circuit prevents accidental damage to the circuit by incorrect connection.
cs_cz: Obvod proti zpětnému chodu zabraňuje náhodnému poškození obvodu nesprávným připojením.
sk_sk: Antireverzný obvod zabraňuje náhodnému poškodeniu obvodu nesprávnym zapojením.

source: High quality relay, contact rating: ≤10A 250V AC/30V DC.
cs_cz: Vysoce kvalitní relé, jmenovité hodnoty kontaktů: ≤10A 250V AC / 30V DC.
sk_sk: Vysokokvalitné relé, hodnoty kontaktu: ≤10A 250V AC/30V DC.

source: ABS plastic cover for rail mounting, easy to install, safe to use.
cs_cz: ABS plastový kryt pro montáž na lištu, snadná instalace, bezpečné použití.
sk_sk: ABS plastový kryt pre montáž na lištu, jednoduchá inštalácia, bezpečné použitie.

source: 3 LEDs for indicating MCU status and signal transmission status.
cs_cz: 3 LED diody pro indikaci stavu MCU a stavu přenosu signálu.
sk_sk: 3 LED diódy pre indikáciu stavu MCU a stavu prenosu signálu.

source: Supply voltage: 5 V.
cs_cz: Napájecí napětí: 5 V.
sk_sk: Napájacie napätie: 5V.

source: Communication interface: RS485.
cs_cz: Komunikační rozhraní: RS485.
sk_sk: Komunikačné rozhranie: RS485.

source: Baud rate: 4800, 9600, 19200, 38400, 57600, 115200, 128000, 256000.
cs_cz: Přenosová rychlost: 4800, 9600, 19200, 38400, 57600, 115200, 128000, 256000.
sk_sk: Prenosová rýchlosť: 4800, 9600, 19200, 38400, 57600, 115200, 128000, 256000.

source: Default communication format: 9600, N, 8, 1.
cs_cz: Výchozí komunikační formát: 9600, N, 8, 1.
sk_sk: Predvolený formát komunikácie: 9600, N, 8, 1.

source: Form of contacts: 1NO 1NC.
cs_cz: Typ kontaktů: 1NO 1NC.
sk_sk: Typ kontaktu: 1NO 1NC.

source: Communication protocol: Standard Modbus RTU protocol.
cs_cz: Komunikační protokol: Standardní protokol Modbus RTU.
sk_sk: Komunikačný protokol: Štandardný protokol Modbus RTU.

source: RS485 address: 1-255.
cs_cz: RS485 adresa: 1-255.
sk_sk: Adresa RS485: 1-255.

source: Number of relay channels: 8.
cs_cz: Počet reléových kanálů: 8.
sk_sk: Počet reléových kanálov: 8.

source: RS485 terminal protection: 600 W lightning arrester and surge protection, 15 KV ESD protection (dedicated solder pads with 120 R compensation resistor).
cs_cz: Ochrana svorek RS485: 600 W bleskojistka a přepěťová ochrana, 15 KV ESD ochrana (vyhrazené pájecí podložky s kompenzačním odporem 120 R).
sk_sk: Ochrana svoriek RS485: 600 W bleskoistka a prepäťová ochrana, 15 KV ESD ochrana (vyhradené spájkovacie plôšky s kompenzačným odporom 120 R).

source: LED indicators
cs_cz: LED indikace
sk_sk: LED indikácia

source: MCU indicator, flashes when the MCU is working normally.
cs_cz: Indikátor MCU bliká, když MCU pracuje normálně.
sk_sk: Indikátor MCU, bliká, keď MCU funguje normálne.

source: TX indicator, lights up when sending data.
cs_cz: Tx indikátor, rozsvítí se při odesílání dat.
sk_sk: Indikátor TX sa rozsvieti pri odosielaní údajov.

source: RX indicator, lights up when receiving data.
cs_cz: Indikátor RX, se rozsvítí při příjmu dat.
sk_sk: Indikátor RX, svieti pri príjme dát.

source: Command format
cs_cz: Formát příkazu
sk_sk: Formát príkazu

source: The command contains 8 bytes.
cs_cz: Příkaz obsahuje 8 bajtů.
sk_sk: Príkaz obsahuje 8 bajtov.

source: Byte 1：Device Address
cs_cz: Bajt 1: Adresa zařízení
sk_sk: Bajt 1: Adresa zariadenia

source: Byte 2：Function code
cs_cz: Bajt 2: Kód funkce
sk_sk: Bajt 2: Kód funkcie

source: Byte 3 4：Address of register (big-endian)
cs_cz: Byte 3 4: Adresa registru (big-endian)
sk_sk: Bajt 3 4：Adresa registra (big-endian)

source: Byte 5 6：data of register (big-endian)
cs_cz: Byte 5 6: Data registru (big-endian)
sk_sk: Bajt 5 6: údaje registra (big-endian)

source: Byte 7 8：CRC16 cheksum (little-endian)
cs_cz: Byte 7 8: CRC16 kontrolní součet (little-endian)
sk_sk: Bajt 7 8: Kontrolný súčet CRC 16 (little-endian)

source: Function code
cs_cz: Kód funkce
sk_sk: Kód funkcie

source: 01 Read state of Relay
cs_cz: 01 Čtení stavu relé
sk_sk: 01 Čítanie stavu relé

source: 03 Read address, revision
cs_cz: 03 Čtení adresy, verze FW
sk_sk: 03 Čítanie adresy, verzia FW

source: 05 Write single Relay
cs_cz: 05 zapsat do jednoho relé
sk_sk: 05 Zapísať do jedného relé

source: 06 Configure baudrate, address
cs_cz: 06 Nastavení přenosové rychlosti, adresa
sk_sk: 06 Konfigurácia prenosovej rýchlosti, adresy

source: 0F Write all Relays
cs_cz: 0F zapsat do všech relé
sk_sk: 0F Zapísať do všetkých relé

source: Examples： [Device with address 01]: Open Relay 0: 01 05 00 00 FF 00 8C 3A
cs_cz: Příklad: [Zařízení s adresou 01]: vypnuté relé 0: 01 05 00 00 FF 00 8C 3A
sk_sk: Príklady: [Zariadenie s adresou 01]: Otvorené relé 0: 01 05 00 00 FF 00 8C 3A

source: Close Relay 0: 01 05 00 00 00 00 CD CA
cs_cz: Zapnout relé 0: 01 05 00 00 00 00 CD CA
sk_sk: Zapnúť relé 0: 01 05 00 00 00 00 CD CA

source: Open Relay 1: 01 05 00 01 FF 00 DD FA
cs_cz: Vypnout relé 1: 01 05 00 01 FF 00 DD FA
sk_sk: Vypnúť relé 1: 01 05 00 01 FF 00 DD FA

source: Close Relay 1: 01 05 00 01 00 00 9C 0A
cs_cz: Zapnout relé 1: 01 05 00 01 00 00 9C 0A
sk_sk: Zapnúť relé 1: 01 05 00 01 00 00 9C 0A

source: Open Relay 2: 01 05 00 02 FF 00 2D FA
cs_cz: Vypnout relé 2: 01 05 00 02 FF 00 2D FA
sk_sk: Vypnúť relé 2: 01 05 00 02 FF 00 2D FA

source: Close Relay 2: 01 05 00 02 00 00 6C 0A
cs_cz: Zapnout relé 2: 01 05 00 02 00 00 6C 0A
sk_sk: Zapnúť relé 2: 01 05 00 02 00 00 6C 0A

source: Open Relay 3: 01 05 00 03 FF 00 7C 3A
cs_cz: Vypnout relé 3: 01 05 00 03 FF 00 7C 3A
sk_sk: Vypnúť relé 3: 01 05 00 03 FF 00 7C 3A

source: Close Relay 3: 01 05 00 03 00 00 3D CA
cs_cz: Zapnout relé 3: 01 05 00 03 00 00 3D CA
sk_sk: Zapnúť relé 3: 01 05 00 03 00 00 3D CA

source: Flip Relay 0: 01 05 00 00 55 00 F2 9A
cs_cz: Invertovat stav relé 0: 01 05 00 00 55 00 F2 9A
sk_sk: Invertovať stav relé 0: 01 05 00 00 55 00 F2 9A

source: Flip Relay 1: 01 05 00 01 55 00 A3 5A
cs_cz: Invertovat stav relé 1: 01 05 00 01 55 00 A3 5A
sk_sk: Invertovať stav relé 1: 01 05 00 01 55 00 A3 5A

source: Flip Relay 2: 01 05 00 02 55 00 53 5A
cs_cz: Invertovat stav relé 2: 01 05 00 02 55 00 53 5A
sk_sk: Invertovať stav relé 2: 01 05 00 02 55 00 53 5A

source: Flip Relay 3: 01 05 00 03 55 00 02 9A
cs_cz: Invertovat stav relé 3: 01 05 00 03 55 00 02 9A
sk_sk: Invertovať stav relé 3: 01 05 00 03 55 00 02 9A

source: USB TO RS485
cs_cz: USB na RS485
sk_sk: USB na RS485

source: This is an industrial USB to RS485 converter with original FT232RL inside.
cs_cz: Jedná se o průmyslový převodník USB na RS485 s originálním FT232RL uvnitř.
sk_sk: Jedná sa o priemyselný prevodník USB na RS485 s originálnym FT232RL vo vnútri.

source: Modbus Stations log
cs_cz: Modbus stanice záznam
sk_sk: Modbus stanica denník

source: Modbus Stations logs
cs_cz: Modbus stanice záznam
sk_sk: Modbus stanica denník

source: Package: Monthly Water Level
cs_cz: Balíček: Měsíční hladina vody
sk_sk: Balík: Mesačná hladina vody

source: Monthly Adjust: Setting water level to
cs_cz: Měsíční úprava: Nastavení hladiny vody na
sk_sk: Mesačná úprava: Nastavenie hladiny vody na

source: Monthly water level plug-in
cs_cz: Balíček: Měsíční hladina vody
sk_sk: Balík: Mesačná hladina vody

source: Monthly Water Level
cs_cz: Měsíční hladina vody
sk_sk: Mesačná hladina vody

source: Monthly Water Level - help
cs_cz: Měsíční hladina vody - nápověda
sk_sk: Mesačná hladina vody - pomocník

source: Enter an adjustment for each month (% irrigation time).
cs_cz: Zadejte úpravu pro každý měsíc (% doby zavlažování).
sk_sk: Zadajte úpravu pre každý mesiac (% času zavlažovania).

source: In this way the total time of all programs in a given month is adjusted.
cs_cz: Tímto způsobem se upraví celkový čas všech programů v daném měsíci.
sk_sk: Týmto spôsobom sa upraví celkový čas všetkých programov v danom mesiaci.

source: A value above 100% increases the time, a value below 100% shortens the time. 100% means without any modification.
cs_cz: Hodnota nad 100% zvyšuje čas, hodnota pod 100% čas zkracuje. 100% znamená bez jakékoli úpravy.
sk_sk: Hodnota nad 100% zvyšuje čas, hodnota pod 100% čas skracuje. 100% znamená bez úpravy.

source: Package: MQTT
cs_cz: Balíček: MQTT
sk_sk: Balík: MQTT

source: MQTT plug-in
cs_cz: Rozšíření MQTT
sk_sk: Doplnok: MQTT

source: MQTT plug-in is disabled.
cs_cz: Rozšíření MQTT je zakázáno.
sk_sk: MQTT doplnok je vypnutý.

source: Message received
cs_cz: Přijatá zpráva
sk_sk: Prijatá správa

source: Message topic
cs_cz: Téma zprávy
sk_sk: Téma správy

source: Message qos
cs_cz: Zpráva qoS
sk_sk: Správa qos

source: Message retain flag
cs_cz: Příznak zachování zprávy
sk_sk: Príznak zachovania správy

source: MQTT Manual
cs_cz: MQTT ručně
sk_sk: MQTT Manuál

source: Setup stations count is smaler! Set correct first station and station count.
cs_cz: Počet nastavených stanic je menší! Nastavte správný počet první stanice a stanic.
sk_sk: Počet nastavených stanic je menší! Nastavte správný počet prvej stanice a stanic.

source: You must this OSPy switch to manual mode!
cs_cz: Musíte tento OSPy systém přepnout do ručního režimu!
sk_sk: Musíte OSPy systém prepnúť do manuálneho režimu!

source: You must this OSPy switch to scheduler mode!
cs_cz: Musíte tento OSPy přepnout do režimu plánovače!
sk_sk: Musíte OSPy systém prepnúť do režimu plánovača!

source: MQTT Run-once plug-in
cs_cz: Rozšíření MQTT jednorázový program
sk_sk: Doplnok MQTT jednorazový program

source: MQTT Run-once
cs_cz: MQTT jednorázový program
sk_sk: MQTT jednorazový program

source: PIP3 is not installed.
cs_cz: Pip3 není nainstalován.
sk_sk: Pip3 nie je nainštalovaný.

source: Please wait installing python3-pip...
cs_cz: Počkejte prosím na instalaci python3-pip...
sk_sk: Počkajte na inštaláciu python3-pip...

source: This operation takes longer (minutes)...
cs_cz: Tato operace trvá déle (minuty)...
sk_sk: Táto operácia trvá dlhšie (minúty)...

source: MQTT Plugin requires paho mqtt.
cs_cz: MQTT rozšíření vyžaduje paho mqtt.
sk_sk: MQTT Plugin vyžaduje paho mqtt.

source: Paho-mqtt is not installed.
cs_cz: Paho-mqtt není nainstalován.
sk_sk: Paho-mqtt nie je nainštalovaný.

source: Please wait installing paho-mqtt...
cs_cz: Počkejte prosím na instalaci paho-mqtt...
sk_sk: Prosím počkajte na inštaláciu paho-mqtt ...

source: Error try install paho-mqtt manually.
cs_cz: Chyba zkuste nainstalovat paho-mqtt ručně.
sk_sk: Chyba, skúste nainštalovať paho-mqtt manuálne.

source: Connecting to broker
cs_cz: Připojení k makléři
sk_sk: Pripojenie k maklérovi

source: MQTT plugin couldnot initalize client
cs_cz: MQTT rozšíření nemohlo vytvořit klienta
sk_sk: Doplnok MQTT nemohl inicializovat klienta

source: Subscribe topic
cs_cz: Přihlášené téma
sk_sk: Prihlásiť sa k téme

source: Subscribing to topic
cs_cz: Přihlášení k odběru tématu
sk_sk: Prihlásenie na odber témy

source: MQTT Client stop
cs_cz: Zastavení klienta MQTT
sk_sk: Zastavenie klienta MQTT

source: Posting to topic {} because OSPy change the settings.
cs_cz: Odesílání do tématu {}, protože OSPy mění nastavení.
sk_sk: Príspevok do témy {}, pretože OSPy mení nastavenia.

source: Posting to topic {} because OSPy change stations state.
cs_cz: Odesílání do tématu {}, protože OSPy mění stav stanic.
sk_sk: Príspevok do témy {}, pretože OSPy mení stav staníc.

source: MQTT settings
cs_cz: Rozšíření MQTT nastavení
sk_sk: Nastavenia MQTT

source: MQTT core
cs_cz: Jádro MQTT
sk_sk: Jadro MQTT

source: Use MQTT core
cs_cz: Použít MQTT jádro
sk_sk: Použiť MQTT jadro

source: Required to receive and send MQTT messages. This MQTT core is always required for all options below.
cs_cz: Vyžadováno pro příjem a odesílání zpráv MQTT. Toto jádro MQTT je vždy vyžadováno pro všechny níže uvedené možnosti.
sk_sk: Vyžaduje sa na prijímanie a odosielanie správ MQTT.Vyžaduje sa na prijímanie a odosielanie správ MQTT. Toto jadro MQTT je vždy potrebné pre všetky nižšie uvedené možnosti.

source: Use TLS
cs_cz: Použít protokol TLS
sk_sk: Použiť protokol TLS

source: As HiveMQ Cloud does not support insecure connections, TLS is required. This enables a secure connection and sets the default security context. The default port used for secure MQTT connections is 8883.
cs_cz: Vzhledem k tomu, že HiveMQ Cloud nepodporuje nezabezpečená připojení, je vyžadován protokol TLS. To umožňuje zabezpečené připojení a nastavuje výchozí kontext zabezpečení. Výchozí port používaný pro zabezpečená připojení MQTT je 8883.
sk_sk: Keďže HiveMQ Cloud nepodporuje nezabezpečené pripojenia, vyžaduje sa TLS. To umožňuje zabezpečené pripojenie a nastavuje predvolený kontext zabezpečenia. Predvolený port používaný pre zabezpečené pripojenia MQTT je 8883.

source: Broker Host
cs_cz: Hostitel (broker)
sk_sk: Hostitel (broker)

source: For test use: http://www.hivemq.com/demos/websocket-client/.
cs_cz: Pro zkoušku použijte: http://www.hivemq.com/demos/websocket-client/.
sk_sk: Na testovacie použite: http://www.hivemq.com/demos/websocket-client/.

source: Broker Username
cs_cz: Uživatelské jméno brokeru
sk_sk: Užívateľské meno brokeru

source: Broker Password
cs_cz: Heslo k brokeru
sk_sk: Heslo k brokeru

source: Broker Port
cs_cz: Port komunikace
sk_sk: Port komunikácie

source: Range for port is 80 to 65535.
sk_sk: Rozsah portu je 80 až 65535.

source: Up/down topic
cs_cz: Téma systém UP/DOWN
sk_sk: Téma hore/dole

source: Leave blank to not publish OSPy status.
cs_cz: Ponechat prázdné, pokud nechcete publikovat stav OSPy.
sk_sk: Ponechať prázdne, aby sa nezverejníl stav OSPy.

source: Client ID
cs_cz: Klient ID
sk_sk: Klient ID

source: Show MQTT communication
cs_cz: Zobrazit MQTT komunikaci
sk_sk: Zobraziť MQTT komunikáciu

source: When checked, communication between the client and the server will be written in the OSPy log (OSPy debug level. Must be enabled in OSPy settings).
cs_cz: Pokud je zaškrtnuto, komunikace mezi klientem a serverem bude zapsána do protokolu OSPy (úroveň ladění OSPy. Musí být povoleno v nastavení OSPy).
sk_sk: Po zaškrtnutí sa komunikácia medzi klientom a serverom zapíše do protokolu OSPy (úroveň ladenia OSPy. Musí byť povolené v nastaveniach OSPy).

source: MQTT manual control
cs_cz: Ruční ovládání MQTT
sk_sk: Ručné ovládanie MQTT

source: Use manual control
cs_cz: Použít ruční ovládání
sk_sk: Použiť ručné ovládanie
