Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: station id:{} key: {} value: {}
cs_cz: stanice id:{} klíč: {} hodnota: {}
sk_sk: stanica id:{} klúč: {} hodnota: {}

source: Error setting station {}, {} to {}
cs_cz: Chyba nastavení stanice {}, {} na {}
sk_sk: Chyba nastavenia stanice {}, {} na {}

source: Starting station {} ({})
cs_cz: Spuštění stanice {} ({})
sk_sk: Spúštanie stanice {} ({})

source: Stopping station {} ({})
cs_cz: Zastavení stanice {} ({})
sk_sk: Zastavenie stanice {} ({})

source: Unknown station action: {}
cs_cz: Neznámá akce stanice: {}
sk_sk: Neznámá akcia stanice: {}

source: Setting program property key: {} to value: {}
cs_cz: Nastavení programu klíč: {} na hodnotu: {}
sk_sk: Nastavenie programu kľúč: {} na hodnotu: {}

source: Error setting program property key: {} to value: {}
cs_cz: Chyba při nastavení programu klíč: {} na hodnotu: {}
sk_sk: Chyba pri nastavení programu kľúč: {} na hodnotu: {}

source: Starting program {} ({})
cs_cz: Spuštění programu {} ({})
sk_sk: Spustenie programu {} ({})

source: Unknown program action: {}
cs_cz: Neznámá akce programu: {}
sk_sk: Neznámá akcia programu: {}

source: Error updating {} to {}
cs_cz: Chyba aktualizace {} na {}
sk_sk: Chyba aktualizácie {} na {}

source: Skipping key {}
cs_cz: Přeskočení klíče {}
sk_sk: Preskočenie kľúča {}

source: System reboot requested via API
cs_cz: Bylo požadováno restartování systému prostřednictvím rozhraní API
sk_sk: Bolo potrebné reštartovanie systému prostredníctvom rozhrania API

source: OSPy service restart requested via API
cs_cz: Restartování OSPy prostřednictvím rozhraní API
sk_sk: Reštartovanie OSPy prostredníctvom rozhrania API

source: System poweroff requested via API
cs_cz: Vypnutí OSPy prostřednictvím rozhraní API
sk_sk: Vypnutie OSPy prostredníctvom rozhrania API

source: Unknown system action: {}
cs_cz: Neznámá systémová akce: {}
sk_sk: Neznámá systémová akcie: {}

source: Sensor input IP: {} MAC: {}.
cs_cz: Vstup od snímače IP: {} MAC: {}.
sk_sk: Vstup senzora IP: {} MAC: {}.

source: Input for sensor: {} successfully.
cs_cz: Vstup pro senzor: {} byl úspěšný.
sk_sk: Vstup pre senzor: {} bol úspěšný.

source: Visitor not found in session.
cs_cz: Návštěvník nebyl nalezen v relaci.
sk_sk: Návštevník nebol nájdený v relácii.

source: category not found in session.
cs_cz: kategorie nebyla v relaci nalezena.
sk_sk: kategória nebola nájdená v relácii.

source: Runonce station id: {}, run time: {}
cs_cz: Runonce id stanice: {}, doba běhu: {}
sk_sk: Runonce id stanice: {}, doba prevádzky: {}

source: Unknown runonce action
cs_cz: Neznámá akce runonce
sk_sk: Neznáma akcia runonce

source: Error: (IndexError) Index out of bounds {}
cs_cz: Chyba: Index (IndexError) je mimo hranice {}
sk_sk: Chyba: (IndexError) Index mimo hraníc {}

source: Error: (ValueError) Inappropriate argument value {}
cs_cz: Chyba: (ValueError) Hodnota nevhodného argumentu {}
sk_sk: Chyba: (ValueError) Nevhodná hodnota argumentu {}

source: Error: (KeyError) Missing key {}
cs_cz: Chyba: (KeyError) Chybí klíč {}
sk_sk: Chyba: (KeyError) Chýbajúci kľúč {}

source: API Auth Attempt with: user: {} password: {}
cs_cz: Pokus o ověření z rozhraní API uživatel: {} heslo: {}
sk_sk: API pokus používateľa: {} heslo: {}

source: API Unauthorized attempt user: {} password: {}
cs_cz: Neúspěšný pokus o ověření z rozhraní API uživatel: {} heslo: {}
sk_sk: API Neoprávnený pokus používateľa: {} heslo: {}

source: API permission granted.
cs_cz: Rozhraní API oprávnění povoleno.
sk_sk: API povolenie udelené.

source: API permission block.
cs_cz: Rozhraní API oprávnění blokováno.
sk_sk: API zamietnuté.

source: Deleting {}.
cs_cz: Odstranění {}.
sk_sk: Odstraňovanie {}

source: Deleting OSPy to default...
cs_cz: Vymazání OSPy do výchozího...
sk_sk: Vymazanie OSPy do predvoleného...

source: Rebooting...
cs_cz: Restartování...
sk_sk: Reštartovanie...

source: Powering off...
cs_cz: Vypínání...
sk_sk: Vypnutie...

source: Restarting...
cs_cz: Restartování...
sk_sk: Reštartovanie.

source: . day
cs_cz: . den
sk_sk: . den

source: . days
cs_cz: . dny
sk_sk: . dni

source: . days
cs_cz: . dnů
sk_sk: . dní

source: Unknown
cs_cz: Neznámé
sk_sk: Neznáme

source: Access
cs_cz: Přístup
sk_sk: Prístup

source: Operator
cs_cz: Operátor
sk_sk: Prevádzkovateľ

source: Administrator
cs_cz: Správce
sk_sk: Správca

source: User
cs_cz: Uživatel
sk_sk: Užívateľ

source: Public
cs_cz: Veřejnost
sk_sk: Verejný

source: No IP Settings
cs_cz: IP není nastavena
sk_sk: IP nieje nastavená

source: No IP6 Settings
cs_cz: IP6 není nastavena
sk_sk: IP6 nieje nastavená

source: Fri
cs_cz: Pá
sk_sk: Pia

source: Mon
cs_cz: Po
sk_sk: Pon

source: Sat
cs_cz: So
sk_sk: Sob

source: Sun
cs_cz: Ne
sk_sk: Ned

source: Thu
cs_cz: Čt
sk_sk: Štv

source: Tue
cs_cz: Út
sk_sk: Uto

source: Wed
cs_cz: St
sk_sk: Str

source: Monday
cs_cz: Pondělí
sk_sk: Pondelok

source: Tuesday
cs_cz: Úterý
sk_sk: Utorok

source: Wednesday
cs_cz: Středa
sk_sk: Streda

source: Thursday
cs_cz: Čtvrtek
sk_sk: Štvrtok

source: Friday
cs_cz: Pátek
sk_sk: Piatok

source: Saturday
cs_cz: Sobota
sk_sk: Sobota

source: Sunday
cs_cz: Neděle
sk_sk: Nedeľa

source: Logged in {}, as operator {}
cs_cz: Přihlášen {}, jako operátor {}
sk_sk: Prihlásený {}, ako operátor {}

source: No password
cs_cz: Bez hesla
sk_sk: Bez hesla

source: Raspberry Pi 5 with at least {} RAM!
cs_cz: Raspberry Pi 5 s alespoň {} RAM!
sk_sk: Raspberry Pi 5 s aspoň {} RAM!

source: Raspberry Pi 4B with at least {} RAM!
cs_cz: Raspberry Pi 4B s alespoň {} RAM!
sk_sk: Raspberry Pi 4B s aspoň {} RAM!

source: Raspberry Pi 2B with at least {} RAM!
cs_cz: Raspberry Pi 2B s alespoň {} RAM!
sk_sk: Raspberry Pi 2B s aspoň {} RAM!

source: Raspberry Pi 3A with at least {} RAM!
cs_cz: Raspberry Pi 3A s alespoň {} RAM!
sk_sk: Raspberry Pi 3A s aspoň {} RAM!

source: Raspberry Pi 3B with at least {} RAM!
cs_cz: Raspberry Pi 3B s alespoň {} RAM!
sk_sk: Raspberry Pi 3B s aspoň {} RAM!

source: Raspberry Pi 3B+ with at least {} RAM!
cs_cz: Raspberry Pi 3B + s alespoň {} RAM!
sk_sk: Raspberry Pi 3B+ s aspoň {} RAM!

source: Raspberry Pi Zero 2 W at least {} RAM!
cs_cz: Raspberry Pi Zero 2 W s alespoň {} RAM!
sk_sk: Raspberry Pi Zero 2 W s aspoň {} RAM!

source: Raspberry Pi Zero at least {} RAM!
cs_cz: Raspberry Pi Zero s alespoň {} RAM!
sk_sk: Raspberry Pi Zero s aspoň {} RAM!

source: Raspberry Pi Zero W at least {} RAM!
cs_cz: Raspberry Pi Zero W s alespoň {} RAM!
sk_sk: Raspberry Pi Zero W s aspoň {} RAM!

source: Raspberry Pi 400 at least {} RAM!
cs_cz: Raspberry Pi 400 s alespoň {} RAM!
sk_sk: Raspberry Pi 400 s aspoň {} RAM!

source: I will try to delete all records of running programs and stations
cs_cz: Pokusím se smazat všechny záznamy o běžících programech a stanicích
sk_sk: Pokúsim sa vymazať všetky záznamy o spustených programoch a staniciach

source: System name
cs_cz: Název systému
sk_sk: Názov systému

source: Unique name of this OpenSprinkler system.
cs_cz: Jedinečný název tohoto OpenSprinkler systému (nepoužívejte diakritiku s ohledem na LCD rozšíření).
sk_sk: Jedinečný názov tohoto OpenSprinkler systému.

source: System
cs_cz: Systém
sk_sk: Systém

source: System theme
cs_cz: Šablona webu
sk_sk: Šablóna webu

source: Determines the look of the GUI.
cs_cz: Určuje vzhled GUI.
sk_sk: Určuje vzhľad grafického používateľského rozhrania.

source: 24-hour clock
cs_cz: 24-hodinový čas
sk_sk: 24-hodinový čas

source: Display times in 24 hour format (as opposed to AM/PM style.)
cs_cz: Zobrazení času ve 24 hodinovém formátu (na rozdíl od AM/PM stylu.)
sk_sk: Zobraziť časy v 24 hodinovom formáte (na rozdiel od am/PM štýlu.)

source: HTTP IP addr
cs_cz: HTTP IP adresa
sk_sk: HTTP IP adresa

source: IP Address used for HTTP server socket. IPv4 or IPv6 address (effective after reboot.)
cs_cz: IP adresa pro HTTP server. IPv4 nebo IPv6 adresa (projeví se až po restartu.)
sk_sk: Adresa IP používaná pre socket HTTP servera. Adresa IPv4 alebo IPv6 (zmeny sa prejavia po reštarte.)

source: HTTP/S port (effective after reboot.)
cs_cz: HTTP/S port (projeví se až po restartu.)
sk_sk: Port HTTP/S (zmeny sa prejavia po reštarte.)

source: Show plugins on home
cs_cz: Zobrazit rozšíření na home
sk_sk: Zobraziť doplnky na hlavnej stránke

source: Show data from plugins on home page.
cs_cz: Zobrazit data z rozšíření na domovské stránce.
sk_sk: Zobraziť údaje z doplnkov na domovskej stránke.

source: Show sensors on home
cs_cz: Zobrazit snímače na home
sk_sk: Zobraziť senzory na hlavnej stránke

source: Show data from sensors on home page.
cs_cz: Zobrazit data ze snímačů na domovské stránce.
sk_sk: Zobraziť údaje zo senzorov na hlavnej stránke.

source: Show pictures at stations
cs_cz: Zobrazit obrázky na stanicích
sk_sk: Zobrazenie obrázkov na staniciach

source: Show pictures of stations on the homepage.
cs_cz: Zobrazit obrázky stanic na domovské stránce.
sk_sk: Zobraziť obrázky staníc na domovskej stránke.

source: Show icons instead of text
cs_cz: Zobrazení ikon místo textu
sk_sk: Zobrazovať ikony namiesto textu

source: When activated, in header menu will display icons instead of text.
cs_cz: Pokud je aktivováno, v nabídce záhlaví OSPy se místo textu zobrazí ikony.
sk_sk: Keď je aktivované, v menu sa namiesto textu zobrazia ikony.

source: Enabled plug-ins
cs_cz: Povolit rozšíření
sk_sk: Povolené doplnky

source: Plug-in status
cs_cz: Stav rozšíření
sk_sk: Stav doplnkov

source: Automatic plug-in updates
cs_cz: Automatická aktualizace rozšíření
sk_sk: Automatické aktualizácie doplnkov

source: Enable plug-in check status updates
cs_cz: Povolení aktualizací pro rozšíření
sk_sk: Povoliť aktualizácie doplnkov

source: IP for DNS ping
cs_cz: IP pro ping DNS
sk_sk: IP pre DNS ping

source: IP address for pinging a DNS server that is outside the internal network. If ping is not available, all network operations (log, user downloads, certificates) are skipped.
cs_cz: IP adresa pro příkaz ping na server DNS, který je mimo interní síť. Pokud příkaz ping není k dispozici, všechny síťové operace (logy, stahování uživatelů, certifikát) budou přeskočeny.
sk_sk: IP adresa na ping servera DNS, ktorý je mimo internej siete. Ak ping nie je k dispozícii, všetky sieťové operácie (protokol, sťahovanie používateľov, certifikáty) sa vynechajú.

source: Use Weather
cs_cz: Použít počasí
sk_sk: Použiť počasie

source: Enabling or disabling connection to service Stormglass.io.
cs_cz: Povolení nebo zakázání připojení ke službě Stormglass.io.
sk_sk: Povolenie alebo zakázanie pripojenia ke službe Stormglass.io.

source: Weather
cs_cz: Počasí
sk_sk: Počasie

source: Storm Glass API key
cs_cz: Klíč rozhraní API Storm Glass
sk_sk: Kľúč rozhrania API Storm Glass

source: To make use of local weather conditions, a Storm Glass API key is needed.
cs_cz: Chcete-li využít místní povětrnostní podmínky, je potřeba klíč API Storm Glass.
sk_sk: Na využitie miestnych poveternostných podmienok je potrebný kľúč API Storm Glass.

source: Location
cs_cz: Umístění
sk_sk: Poloha

source: City name or zip code. Used to determine location via OpenStreetMap for weather information.
cs_cz: Název města nebo PSČ. Používá se k určení místa prostřednictvím OpenStreetMap pro informace o počasí.
sk_sk: Názov mesta alebo PSČ. Používa sa na určenie polohy cez OpenStreetMap pre informácie o počasí.

source: Disable security
cs_cz: Bez hesla
sk_sk: Zakázať zabezpečenie

source: Allow anonymous users to access the system without a password.
cs_cz: Povolit anonymním uživatelům přístup do systému bez hesla.
sk_sk: Umožniť anonymným používateľom prístup k systému bez hesla.

source: Users
cs_cz: Uživatelé
sk_sk: Užívatelia

source: Auto Login encryption key
cs_cz: Šifrovací klíč automatického přihlášení
sk_sk: Šifrovací kľúč automatického prihlásenia

source: The key with which the local storage in the browser will be encrypted.
cs_cz: Klíč, kterým bude místní úložiště v prohlížeči šifrováno.
sk_sk: Kľúč, ktorým bude lokálne úložisko v prehliadači zašifrované.

source: Administrator name
cs_cz: Jméno správce
sk_sk: Meno správcu

source: Administrator login name for login to the OSPy.
cs_cz: Přihlašovací jméno správce pro přihlášení k OSPy.
sk_sk: Prihlasovacie meno správcu pre prihlásenie do OSPy.

source: Use HTTPS access
cs_cz: Použít HTTPS
sk_sk: Použíť HTTPS

source: Read HELP/Web Interface Guide. SSL certificate via Lets Encrypt certification authority (effective after reboot.)
cs_cz: Přečtěte si NÁPOVĚDU a příručku k webovému rozhraní. SSL certifikát je generován prostřednictvím certifikační autority (po instalaci je nutné restartování OSPy).
sk_sk: Prečítajte si Pomocníka/webové rozhranie Guide. SSL certifikát je generovaný prostredníctvom certifikačnej autority (zmeny sa prejavia po reštarte.)

source: Security
cs_cz: Bezpečnost
sk_sk: Zabezpečenie

source: Domain name
cs_cz: Jméno domény
sk_sk: Doménové meno

source: Domain name for generating SSL certificate via Lets Encrypt certification authority. Example: home.sprinkler.com
cs_cz: Jméno domény, které bylo použito pro generování certifikátu SSL prostřednictvím certifikační autority. Příklad: home.sprinkler.com
sk_sk: Názov domény, ktorá bola použitá pre generovanie certifikátu SSL prostredníctvom certifikačnej autority. Príklad: home.sprinkler.com

source: Use Own HTTPS access
cs_cz: Použít vlastní HTTPS
sk_sk: Používanie vlastného prístupu HTTPS

source: SSL certificate via own file without certification authority (effective after reboot.)
cs_cz: SSL zabezpečení pomocí vlastního certifikátu bez certifikační autority (po vložení souborů fullchain.pem a privkey.pem do složky ssl v umístění OSPy je nutný restart OSPy.)
sk_sk: SSL zabezpečenie pomocou vlastného certifikátu bez certifikačnej autority (po vložení súborov fullchain.pem a privkey.pem do zložky ssl v umiestnení OSPy je nutný reštart OSPy.)

source: Password FW
cs_cz: Heslo FW
sk_sk: Heslo FW

source: Password for uploading firmware from OSPy to sensor (for all used sensors - the same password must be used in sensor options.)
cs_cz: Heslo pro nahrávání firmwaru z OSPy do snímače (pro všechny použité snímače - stejné heslo musí být použito i v nastavení snímače). Výchozí heslo je: "fg4s5b.s,trr7sw8sgyvrDfg".
sk_sk: Heslo pre nahrávanie firmvéru z OSPy do senzoru (pre všeky použité senzory - rovnaké heslo musí byť použité aj v nastavení senzora). Predvolené heslo je: "fg4s5b.s,trr7sw8sgyvrDfg".

source: Sensors
cs_cz: Snímače
sk_sk: Senzory

source: Maximum usage
cs_cz: Maximální využití
sk_sk: Maximálne využitie

source: Determines how schedules of different stations are combined. 0 is no limit. 1 is sequential in case all stations have a usage of 1.
cs_cz: Určuje, jak se jednotlivé stanice kombinují. Souběh 0 nebo sekvence 1. V případě, že všechny stanice mají nastavené sekvenční použití­.
sk_sk: Určuje, ako sa kombinujú stanice. 0 je spoločne 1 je sekvenčné v prípade, že všetky stanice majú využitie 1.

source: Station Handling
cs_cz: Nastavení stanic
sk_sk: Manipulácia so stanicami

source: Number of outputs
cs_cz: Počet výstupů
sk_sk: Počet výstupov

source: The number of outputs available (8 + 8*extensions)
cs_cz: Celkový počet výstupů k dispozici je (8 výstupů + x rozšíření.)
sk_sk: Počet dostupných výstupov (8 + 8 * rozšírení)

source: Station delay
cs_cz: Zpoždění stanice
sk_sk: Oneskorenie stanice

source: Station delay time (in seconds), between 0 and 3600.
cs_cz: Zpoždění stanice - čas (v sekundách), mezi 0 a 3600.
sk_sk: Čas oneskorenia stanice (v sekundách), medzi 0 a 3600.

source: Minimum runtime
cs_cz: Min čas běhu
sk_sk: Minimálna doba prevádzky

source: Skip the station delay if the run time was less than this value (in seconds), between 0 and 86400.
cs_cz: Přeskočit zpoždění stanice, pokud doba běhu byla menší než tato hodnota (v sekundách), mezi 0 a 86400.
sk_sk: Preskočiť oneskorenie stanice, ak bol čas spustenia menší ako táto hodnota (v sekundách), medzi 0 a 86400.

source: Activate relay
cs_cz: Aktivovat relé
sk_sk: Aktivovať relé

source: Also activate the relay as master output.
cs_cz: Aktivovat také relé jako hlavní výstup.
sk_sk: Tiež aktivovať relé ako hlavný výstup.

source: Configure Master
cs_cz: Nastavení hl. stanice
sk_sk: Nastavenie hlavnej stanice

source: Master on delay
cs_cz: T zapnutí
sk_sk: Oneskorenie zapnutia

source: Master on delay (in seconds), between -1800 and +1800.
cs_cz: Hlavní stanice zpoždění sepnutí (v sekundách), mezi -1800 a +1800.
sk_sk: Oneskorenie zapnutia (v sekundách), od -1800 do +1800. Výstup 1.

source: Master off delay
cs_cz: T vypnutí
sk_sk: Oneskorenie vypnutia

source: Master off delay (in seconds), between -1800 and +1800.
cs_cz: Hlavní stanice zpoždění vypnutí (v sekundách), mezi -1800 a +1800.
sk_sk: Oneskorenie vypnutia (v sekundách), od -1800 do +1800. Výstup 1.

source: Master two on delay
cs_cz: T2 zapnutí
sk_sk: Oneskorenie zapnutia 2

source: Master two on delay (in seconds), between -1800 and +1800.
cs_cz: Druhá hlavní stanice zpoždění sepnutí (v sekundách), mezi -1800 a +1800.
sk_sk: Oneskorenie zapnutia (v sekundách), od -1800 do +1800. Výstup 2.

source: Master two off delay
cs_cz: T2 vypnutí
sk_sk: Oneskorenie vypnutia 2

source: Master two off delay (in seconds), between -1800 and +1800.
cs_cz: Druhá hlavní stanice zpoždění vypnutí (v sekundách), mezi -1800 a +1800.
sk_sk: Oneskorenie vypnutia (v sekundách), od -1800 do +1800. Výstup 2.

source: Use rain sensor
cs_cz: Používat senzor
sk_sk: Používať dažďový senzor

source: Use rain sensor.
cs_cz: Používat děšťový senzor.
sk_sk: Používať dažďový senzor.

source: Rain Sensor
cs_cz: Dešťový snímač
sk_sk: Dažďový senzor

source: Normally open
cs_cz: V klidu rozpojen
sk_sk: Normálne otvorený

source: Rain sensor default.
cs_cz: Dešťový snímač má bez deště kontakt rozpojen.
sk_sk: Dažďový senzor je bez dažďa rozpojený.

source: Set rain delay
cs_cz: Nastavit zpoždění deště
sk_sk: Nastaviť dažďové oneskorenie

source: When the rain sensor is activated, the rain delay is set (this is suitable, for example, for blocking programs for a longer time than provided by the rain sensor).
cs_cz: Když je aktivován dešťový senzor, je nastaveno zpoždění deště (to je vhodné například pro blokování programů na delší dobu, než poskytuje dešťový senzor).
sk_sk: Keď je dažďový senzor aktivovaný, nastaví sa dažďové oneskorenie (to je vhodné napríklad na blokovanie programov na dlhší čas, ako poskytuje dažďový senzor).

source: Rain delay time
cs_cz: Doba zpoždění deště
sk_sk: Dážďové oneskorenie

source: Rain delay time (in hours), between 0 and 500.
cs_cz: Doba zpoždění deště (v hodinách), mezi 0 a 500.
sk_sk: Doba dažďového oneskorenie (v hodinách), medzi 0 a 500.

source: Enable run log
cs_cz: Aktivovat záznam
sk_sk: Povoliť záznam udalostí

source: Log all runs - note that repetitive writing to an SD card can shorten its lifespan.
cs_cz: Zaznamenávat všechny běhy stanic - berte na vědomí, že opakující se psaní na SD kartu může zkrátit její životnost.
sk_sk: Zaznamenávanie všetkých spustení - upozornenie: opakované zapisovanie na SD kartu môže skrátiť jej životnosť.

source: Logging
cs_cz: Protokolování
sk_sk: Zaznamenávanie udalostí

source: Max run entries
cs_cz: Max záznamů
sk_sk: Max položiek

source: Number of run entries to save to disk, 0=no limit.
cs_cz: Počet záznamů v logu na disku, 0 = bez omezení.
sk_sk: Počet položek 0 = bez obmedzenia.

source: Enable email log
cs_cz: Aktivovat záznam E-mailů
sk_sk: Povoliť zasielanie udalostí e-mailom

source: Log all emails - note that repetitive writing to an SD card can shorten its lifespan.
cs_cz: Zaznamenávat všechny E-maily - berte na vědomí, že opakující se psaní na SD kartu může zkrátit její životnost.
sk_sk: Zaznamenávanie všetkých e-mailov - upozornenie: opakované zapisovanie na SD kartu môže skrátiť jej životnosť.

source: Max email entries
cs_cz: Max záznamů E-mailu
sk_sk: Max položiek

source: Number of email entries to save to disk, 0=no limit.
cs_cz: Počet záznamů E-mailů v logu na disku, 0 = bez omezení.
sk_sk: Počet položiek e-mailov pre uloženie na disk, 0 = žiadny limit.

source: Enable events log
cs_cz: Aktivovat záznam událostí
sk_sk: Povoliť protokol udalostí

source: Log all events - note that repetitive writing to an SD card can shorten its lifespan.
cs_cz: Zaznamenávat všechny události - berte na vědomí, že opakující se psaní na SD kartu může zkrátit její životnost.
sk_sk: Zaznamenať všetky udalosti - všimnite si, že opakované písanie na SD kartu môže skrátiť jej životnosť.

source: Max events entries
cs_cz: Max záznamů událostí
sk_sk: Max záznamov udalostí

source: Number of events entries to save to disk, 0=no limit.
cs_cz: Počet záznamů událostí v logu na disku, 0 = bez omezení.
sk_sk: Počet položiek udalostí na uloženie na disk, 0 = žiadny limit.

source: Max sensor entries
cs_cz: Max záznamů snímačů
sk_sk: Max záznamov senzorov

source: Number of sensor entries to save to disk, 0=no limit.
cs_cz: Počet záznamů ze snímačů v logu na disku, 0 = bez omezení.
sk_sk: Počet záznamov zo senzorov v logu na disku, 0 = bez obmedzenia.

source: Enable debug log
cs_cz: Povolit ladění
sk_sk: Povoliť protokol ladenia

source: Log all internal events (for debugging purposes).
cs_cz: Zaznamenávat všechny interní události (pro účely ladění).
sk_sk: Zaznamenávať všetky interné udalosti (na účely ladenia).

source: Enable web log
cs_cz: Povolit webový debug
sk_sk: Povoliť webový debug

source: Logging of internal events from the web server (for debugging it is necessary to enable the debug log and then restart OSPy). Deteriorates page loading speed.
cs_cz: Logování interních událostí z webového serveru (pro ladění je nutné povolit log ladění a poté restartovat OSPy). Zhoršuje rychlost načítání stránky.
sk_sk: Logovanie interných udalostí z web servera (pre ladenie je potrebné povoliť debug log a následne reštartovať OSPy). Zhoršuje rýchlosť načítania stránky.

source: New installation generated password hash
cs_cz: Nová instalace vygenerovaná hodnota hash hesla
sk_sk: Nová inštalácia generované hash heslo

source: New installation
cs_cz: Nová instalace
sk_sk: Nová inštalácia

source: Enable scheduler
cs_cz: Aktivovat plánovač
sk_sk: Povoliť plánovač

source: Manual operation
cs_cz: Ruční ovládání
sk_sk: Ručné ovládanie

source: Image resolution
cs_cz: Rozlišení obrázku
sk_sk: Rozlíšenie obrazu

source: Level adjustment set by the user (fraction)
cs_cz: Nastavení úrovně nastavení uživatelem (zlomek)
sk_sk: Nastavenie úrovne nastavené používateľom (zlomok)

source: Rain block (rain delay) set by the user (datetime)
cs_cz: Dešťové zpoždění nastaveno uživatelem (čas datum)
sk_sk: Dažďové blokovanie (oneskorenie dažďa) nastavený používateľom

source: Current password hash
cs_cz: Aktuální heslo hash
sk_sk: Aktuálne hash hesla

source: Current password salt
cs_cz: Aktuální heslo salt
sk_sk: Aktuálne heslo soľ

source: Current password decryption time
cs_cz: Aktuální heslo šifrovací čas
sk_sk: Aktuálny čas dešifrovania hesla

source: The runs that have been logged
cs_cz: Záznamy, které byly zaznamenány do logu
sk_sk: Záznamy, ktoré boli zaznamenané do logu

source: The email that have been logged
cs_cz: E-maily, které byly zaznamenány
sk_sk: E-maily, ktoré boli zaznamenané do logu

source: The events that have been logged
cs_cz: Události, které byly zaznamenány
sk_sk: Udalosti, ktoré boli zaznamenané

source: ETo and rain value cache
cs_cz: Vyrovnávací paměť pro ETo a srážky
sk_sk: Vyrovnávacia pamäť pre ETo a zrážky

source: Location latitude
cs_cz: Zeměpisná šířka
sk_sk: Zemepisná šírka

source: Location longtitude
cs_cz: Zeměpisná délka
sk_sk: Zemepisná dĺžka

source: Weather status
cs_cz: Stav počasí
sk_sk: Stav počasia

source: Graph histories
cs_cz: Graf historie
sk_sk: Graf histórie

source: Show also errors
cs_cz: Zobrazit také chyby
sk_sk: Zobraziť aj chyby

source: Filter for logs - event: server
cs_cz: Filtr protokolů - událost: server
sk_sk: Filter pre denník - udalosť: server
