Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: 1 vertical pixel is equal {} degrees of longitude
cs_cz: 1 svislý pixel se rovná {} stupňům zeměpisné délky
sk_sk: 1 zvislý pixel sa rovná {} stupňom zemepisnej dĺžky

source: 1 horizontal pixel is equal {} degrees of latitude
cs_cz: 1 vodorovný pixel se rovná {} stupňům zeměpisné šířky
sk_sk: 1 vodorovný pixel sa rovná {} stupňom zemepisnej šírky

source: Loading cities database...
cs_cz: Načítání databáze měst...
sk_sk: Načítava sa databáza miest...

source: Analyzing if is raining in the cities...
cs_cz: Analýza, jestli ve městech prší...
sk_sk: Analyzujem, či v mestách prší...

source: In city {} ({}) it is probably raining right now
cs_cz: Ve městě {} ({}) pravděpodobně právě teď prší
sk_sk: V meste {} ({}) pravdepodobne práve teraz prší

source: RGB in my location is R:{}, G:{}, B:{}
cs_cz: RGB v mé lokalitě je R:{}, G:{}, B:{}
sk_sk: RGB v mojej lokalite je R:{}, G:{}, B:{}

source: In my location latitude {} longitude {} it is probably raining right now.
cs_cz: V mém umístění zeměpisná šířka {} zeměpisná délka {} pravděpodobně právě teď prší.
sk_sk: V mojej polohe zemepisná šírka {} zemepisná dĺžka {} práve teraz pravdepodobne prší.

source: Detected Rain
cs_cz: Detekován déšť
sk_sk: Zistený dážď

source: Adding delay of
cs_cz: Přidání zpoždění
sk_sk: Pridať oneskorenie

source: Probably raining right now
cs_cz: Pravděpodobně právě teď prší
sk_sk: Pravdepodobne práve teraz prší

source: In my location latitude {} longitude {} it is probably not rain.
cs_cz: V mé lokalitě zeměpisná šířka {} zeměpisná délka {} asi není déšť.
sk_sk: V mojej polohe zemepisná šírka {} zemepisná dĺžka {} pravdepodobne neprší.

source: Probably not rain
cs_cz: Asi neprší
sk_sk: Asi neprší

source: Location is not set!
cs_cz: Umístění není nastaveno!
sk_sk: Miesto nie je nastavené!

source: I am sending JSON with cities to the {} map of the Czech Republic...
cs_cz: Posílám JSON s městy na {} mapu České republiky...
sk_sk: Posielam JSON s mestami na {} mapu Českej republiky...

source: I will try to send to {} post data {}
cs_cz: Pokusím se poslat {} post data {}
sk_sk: Pokúsim sa odoslať na {} post data {}

source: HTTP {}: I cannot connect to the board map of the Czech Republic at the URL http://{}/
cs_cz: HTTP {}: Nemohu se připojit k mapě České republiky na adrese http://{}/
sk_sk: HTTP {}: Nemôžem sa pripojiť k mape Českej republiky na adrese http://{}/

source: I cannot connect to the map board of the Czech Republic at the URL http://{}/
cs_cz: Nemohu se připojit k desce České republiky na adrese http://{}/
sk_sk: Nemôžem sa pripojiť k mape Českej republiky na URL http://{}/

source: Looks like it is not raining in any city.
cs_cz: Vypadá to, že v žádném městě neprší.
sk_sk: Zdá sa, že v žiadnom meste neprší.

source: Waiting 10 minutes for next update...
cs_cz: Čekání 10 minut na další aktualizaci...
sk_sk: Čaká sa 10 minút na ďalšiu aktualizáciu...

source: Failed to load rain radar bitmap.
cs_cz: Nepodařilo se načíst rastrový obrázek dešťového radaru.
sk_sk: Nepodarilo sa načítať rastrový obrázok dažďového radaru.

source: Plug-in is disabled.
cs_cz: Rozšíření je zakázáno.
sk_sk: Doplnok je vypnutý.

source: CHMI plug-in
cs_cz: Rozšíření ČHMÚ
sk_sk: Doplnok ČHMÚ

source: Downloading a file: {}
cs_cz: Stažení souboru: {}
sk_sk: Stiahnutie súboru: {}

source: HTTP {}: I can not download the file.
cs_cz: HTTP {}: Nemohu stáhnout soubor.
sk_sk: HTTP {}: Nemôžem stiahnuť súbor.

source: I will try to download a file that is 10 minutes older.
cs_cz: Pokusím se stáhnout soubor, který je o 10 minut starší.
sk_sk: Skúsim stiahnuť súbor, ktorý je o 10 minút starší.

source: Removing Rain Delay
cs_cz: Odebrání zpoždění při dešti
sk_sk: Odstránenie dažďového oneskorenia

source: RAIN IN LOCATION
cs_cz: V LOKACI PRŠÍ
sk_sk: V LOKALITE PRŠÍ

source: NOT RAIN IN LOCATION
cs_cz: V LOKACI NEPRŠÍ
sk_sk: V LOKALITE NEPRŠÍ

source: MY LOCATION IS NOT SET
cs_cz: MOJE POZICE NENÍ NASTAVENA
sk_sk: MOJA POZÍCIA NIEJE NASTAVENÁ

source: IP map address is not valid!
cs_cz: IP adresa není platná!
sk_sk: IP adresa nieje platná!

source: The measurement time is primarily given in UTC world time (UTC=UT=GMT=SELC-2h = CET-1h).
cs_cz: Doba měření se primárně udává ve světovém čase UTC (UTC=UT=GMT=SELC-2h = CET-1h).
sk_sk: Čas merania sa primárne udáva vo svetovom čase UTC (UTC=UT=GMT=SELC-2h = CET-1h).

source: Delete all logs
cs_cz: Smazat všechny logy
sk_sk: Odstrániť všetky denníky

source: Use CHMI
cs_cz: Použít radar ČHMÚ
sk_sk: Použiť radar ČHMÚ

source: When the box is checked, the extension will be active.
cs_cz: Když je políčko zaškrtnuto, rozšíření bude aktivní.
sk_sk: Ak je políčko zaškrtnuté, rozšírenie bude aktívne.

source: Map IP address
cs_cz: IP adresa mapy
sk_sk: IP adresa mapy

source: IP address for map.
cs_cz: IP adresa pro mapu.
sk_sk: IP adresa pre mapu.

source: Map board type
cs_cz: Typ mapové desky
sk_sk: Typ mapovej dosky

source: Mark used your board hardware.
cs_cz: Vyberte typ HW desky.
sk_sk: Vyberte typ HW dosky.

source: State in my location
cs_cz: Stav v mé pozici
sk_sk: Stav v mojej pozícii

source: Meteo map
cs_cz: Meteo mapa
sk_sk: Meteo mapa

source: A downloaded map from the Meteo Institute is displayed here.
cs_cz: Zde je zobrazena stažená mapa z Meteo Institutu.
sk_sk: Mapa stiahnutá z Meteo Institute je zobrazená tu.

source: My location lat/lon
cs_cz: Moje poloha lat/lon
sk_sk: Moja poloha lat/lon

source: Use a rain delay
cs_cz: Použít zpoždění deště
sk_sk: Použitie oneskorenia dažďa

source: If the box is checked, a rain delay will be set if rain is detected. The location coordinates are obtained from the OSPy settings from the weather/location menu. For proper function, you need to enter your location in the settings (for example, Prague). Warning: you have to enable Use Weather and Storm Glass API key. If you do not use a key, enter anything.
cs_cz: Pokud je políčko zaškrtnuto, bude v případě deště nastaveno zpoždění deště. Souřadnice pozice se získávají z nastavení OSPy z menu počasí/poloha. Pro správnou funkci musíte v nastavení zadat svou polohu (například Praha). Upozornění: musíte povolit klíč API. Pokud nepoužíváte klíč, zadejte cokoli (API ale nebude funkční).
sk_sk: Ak je políčko začiarknuté, v prípade zistenia dažďa sa nastaví oneskorenie. Súradnice polohy sa získavajú z nastavení OSPy z ponuky Počasie/miesto. Pre správnu funkciu je potrebné v nastaveniach zadať vašu polohu (napríklad Praha). Upozornenie: Musíte povoliť kľúč API. Ak kľúč nepoužívate, zadajte čokoľvek. (API ale nebude funkčné).

source: Delay time
cs_cz: Doba zpoždění
sk_sk: Doba oneskorenia

source: Delay time in hours.
cs_cz: Doba zpoždění v hodinách.
sk_sk: Doba oneskorenia v hodinách.

source: (in hours)
cs_cz: (v hodinách)
sk_sk: (v hodinách)

source: Intensity threshold
cs_cz: Práh intenzity
sk_sk: Prah intenzity

source: Intensity threshold for activate rain delay in my location. The detection logic is of the "or" type. This means that when the red color exceeds the value 50, or the green value 100, or the blue value 200, for example, rain is detected.
cs_cz: Práh intenzity pro aktivaci zpoždění deště v mé pozici Logika detekce je typu nebo. To znamená, že když červená barva překročí hodnotu 50 nebo zelená hodnotu 100 nebo modrá hodnotu 200, je detekován déšť.
sk_sk: Prahová hodnota intenzity pre aktiváciu oneskorenia dažďa v mojej lokalite. Detekčná logika je typu „alebo“. To znamená, že keď červená farba prekročí hodnotu 50, alebo zelená hodnota 100, alebo modrá hodnota napríklad 200, je detekovaný dážď.

source: RED
cs_cz: ČERVENÁ
sk_sk: ČERVENÁ

source: GREEN
cs_cz: ZELENÁ
sk_sk: ZELENÁ

source: BLUE
cs_cz: MODRÁ
sk_sk: MODRÁ

source: Enable logging
cs_cz: Povolit záznam
sk_sk: Povoliť záznam do denníka

source: 0 = unlimited
cs_cz: 0 = bez omezení
sk_sk: 0 = neobmedzené

source: CHMI - help
cs_cz: ČHMÚ - nápověda
sk_sk: ČHMÚ - pomocník

source: It is thus possible, for example, to display current warnings in given locations, or other dates. Different sensors can be connected and all usable pins are brought out on solder pads for possible connection of different sensors and devices.
cs_cz: Je tak možné například zobrazit aktuální varování v daných lokalitách, případně jiná data. Lze připojit různé senzory a všechny použitelné piny jsou vyvedeny na pájecích podložkách pro případné připojení různých senzorů a zařízení.
sk_sk: Je tak možné napríklad zobraziť aktuálne upozornenia v daných lokalitách, prípadne iné dáta. Je možné pripojiť rôzne senzory a všetky použiteľné piny sú vyvedené na spájkovacie plôšky pre prípadné pripojenie rôznych senzorov a zariadení.

source: The interactive map of the Czech Republic is based on an ESP32 microcontroller and contains 72 WS2812 RGB LEDs on the front - each for one district city.
cs_cz: Interaktivní mapa České republiky je založena na mikrokontroléru ESP32 a obsahuje 72 WS2812 RGB LED na přední straně - každá pro jedno okresní město.
sk_sk: Interaktívna mapa Českej republiky je založená na mikrokontroléri ESP32 a na prednej strane obsahuje 72 LED WS2812 RGB - každá pre jedno okresné mesto.

source: The board is equipped with a USB programming converter, so all you need to program it is a cable with a USB-C connector and, for example, the Arduino IDE.
cs_cz: Deska je vybavena USB programovacím převodníkem, takže vše, co potřebujete k naprogramování, je kabel s USB-C konektorem a například Arduino IDE.
sk_sk: Doska je vybavená USB programovacím prevodníkom, takže na jej naprogramovanie potrebujete len kábel s USB-C konektorom a napríklad Arduino IDE.

source: Arduino code for ESP32
cs_cz: Arduino kód pro ESP32
sk_sk: Arduino kód pre ESP32

source: source
cs_cz: zdroj
sk_sk: zdroj

source: LEDs sequence and districts
cs_cz: Sekvence LED diod a okresů
sk_sk: Sekvencia LED diód a okresov

source: CHMI meteoradar - log
cs_cz: Meteoradar ČHMÚ - log
sk_sk: Meteoradar ČHMÚ - denník

source: Red
cs_cz: Červená
sk_sk: Červená

source: Green
cs_cz: Zelená
sk_sk: Zelená

source: Blue
cs_cz: Modrá
sk_sk: Modrá

source: Color
cs_cz: Barva
sk_sk: Farba

source: Package: CLI Control
cs_cz: Balíček: Ovládání CLI
sk_sk: Balík: CLI Control

source: CLI Control is enabled.
cs_cz: Rozšíření CLI (command line interface) je povoleno.
sk_sk: CLI Control je zapnutý.

source: CLI Control plug-in
cs_cz: Rozšíření CLI (command line interface)
sk_sk: CLI Ovládací doplnok

source: CLI Control is disabled.
cs_cz: Rozšíření CLI (command line interface) je zakázáno.
sk_sk: CLI Control je vypnutý.

source: Station {} change to ON
cs_cz: Stanice {} změna na ZAP
sk_sk: Stanica {} zmena na ZAP

source: Im trying to send an ON command: {}
cs_cz: Pokouším se odeslat příkaz pro ZAP: {}
sk_sk: Skúšam odoslať príkaz pre ZAP: {}

source: No command is set for ON: {}
cs_cz: Pro ZAP {} není nastaven žádný příkaz
sk_sk: Pre ZAP {} nieje nastavený žiadny príkaz

source: Station {} change to OFF
cs_cz: Stanice {} změna na VYP
sk_sk: Stanica {} zmena na VYP

source: Im trying to send an OFF command: {}
cs_cz: Pokouším se odeslat příkaz pro VYP: {}
sk_sk: Skúšam odoslať príkaz pre VYP: {}

source: No command is set for OFF: {}
cs_cz: Pro VYP {} není nastaven žádný příkaz
sk_sk: Pre VYP {} nieje nastavený žiadny príkaz

source: All station change to OFF
cs_cz: Všechny stanice se změní na VYP
sk_sk: Všetky stanice sa zmenia na VYP

source: Saving to log files OK
cs_cz: Ukládání do souborů protokolu OK
sk_sk: Ukladanie do denníka súborov OK

source: Test CMD: {} ON.
cs_cz: Test CMD: {} ZAP.
sk_sk: Test CMD: {} ZAP.

source: Test CMD: {} OFF.
cs_cz: Test CMD: {} VYP.
sk_sk: Test CMD: {} VYP.

source: CLI Control settings
cs_cz: Rozšíření CLI (command line interface) nastavení
sk_sk: CLI nastavenia

source: Use CLI Control
cs_cz: Použít CLI
sk_sk: Použiť ovládací prvok CLI

source: Start Command
cs_cz: Příkaz pro zapnutí
sk_sk: Príkaz spustiť

source: Stop Command
cs_cz: Příkaz pro vypnutí
sk_sk: Príkaz zastaviť

source: CLI Control settings - help
cs_cz: Rozšíření CLI (command line interface) - nápověda
sk_sk: CLI nastavenia - pomocník

source: This plugin can be used to control devices such as remote RF units via Linux commands.
cs_cz: Toto rozšíření lze použít k ovládání zařízení, jako jsou například vzdálené RF jednotky pomocí příkazů Linuxu.
sk_sk: Tento doplnok môže byť použitý na ovládanie zariadení, ako sú vzdialené RF jednotky cez linuxové príkazy.

source: Enter command line commands to be issued when a station is to be started or stopped.
cs_cz: Zadejte příkazy CLI, které mají být vydány při spuštění nebo zastavení stanice.
sk_sk: Zadajte príkazy príkazového riadka, ktoré sa majú vydať na spustenie alebo zastavenie stanice.

source: For example a command might look like: wget http://xxx.xxx.xxx.xxx/relay1on
cs_cz: Například příkaz může vypadat takto: wget http://xxx.xxx.xxx.xxx/relay1on
sk_sk: Napríklad príkaz môže vyzerať takto: wget http://xxx.xxx.xxx.xxx/relay1on

source: Leave fields blank for any stations not to be controlled from the command line.
cs_cz: Ponechte pole prázdná, pokud nechcete aby stanice něco ovládali.
sk_sk: Polia nechajte prázdne, ak nechcete aby stanice niečo ovládali.

source: Example of a command to control a relay on the sensor board.
cs_cz: Příklad povelu k ovládání relé na desce snímače.
sk_sk: Príklad povelu k ovládaniu relé na doske senzora.

source: Switching ON the station without time limitation (the sensor relay remains closed until a switch-off command arrives).
cs_cz: Zapnutí stanice bez časového omezení (relé senzoru zůstává sepnuto, dokud nedojde příkaz k vypnutí).
sk_sk: Zapnutie stanice bez časového obmedzenia (relé senzoru zostane zopnuté kým nedojde príkaz k vypnutiu).

source: Switching ON the station with time limitation (the sensor relay switches off after this time regardless of whether a switch-off command arrives).
cs_cz: Zapnutí stanice s časovým omezením (relé senzoru se po této době vypne bez ohledu na to, zda dorazí příkaz k vypnutí).
sk_sk: Zapnutie stanice s časovým obmedzením ( relé senzoru sa po tejto dobe vypne bez ohľadu na to, či príde príkaz na vypnutie).

source: Switching OFF the station.
cs_cz: Přepnutí stanice na VYPnuto.
sk_sk: Prepnutie stanice na VYP.

source: wget --post-data "re=1" http://ip:port/sensorpassword
sk_sk: príklad údajového riadka: "http(s)://ip:port/FW_password"

source: In the case of a command written in this way, after executing this command, the output will be saved to a file in the root of the OSPy folder (example of the name of the created file: 0123456789abcdef?re=1). If we do not need to save the output, we will use another parameter in wget command.
cs_cz: V případě příkazu napsaného tímto způsobem bude po provedení tohoto příkazu výstup uložen do souboru v kořenovém adresáři složky OSPy (příklad názvu vytvořeného souboru: 0123456789abcdef?re=1). Pokud nepotřebujeme uložit výstup, použijeme další parametr v příkazu wget.
sk_sk: V prípade použitia tohto príkazu, bude po spustení príkazu uložený výstup do súboru v koreňovom adresári zložky OSPy. (Príklad názvu vytvoreného súboru: 0123456789abcdef?re=1). Ak nepotrebujeme ukladať výstup, použijeme ďalší parameter v príkaze wget.

source: Description CURL
cs_cz: Popis CURL
sk_sk: Popis CURL

source: Curl is a tool to transfer data from or to a server, using one of the supported protocols (DICT, FILE, FTP, FTPS, GOPHER, HTTP, HTTPS, IMAP, IMAPS, LDAP, LDAPS, MQTT, POP3, POP3S, RTMP, RTMPS, RTSP, SCP, SFTP, SMB, SMBS, SMTP, SMTPS, TELNET and TFTP). The command is designed to work without user interaction. Curl offers a busload of useful tricks like proxy support, user authentication, FTP upload, HTTP post, SSL connections, cookies, file transfer resume, Metalink, and more. As you will see below, the number of features will make your head spin!
cs_cz: Curl je nástroj pro přenos dat z nebo na server pomocí jednoho z podporovaných protokolů (DICT, FILE, FTP, FTPS, GOPHER, HTTP, HTTPS, IMAP, IMAPS, LDAP, LDAPS, MQTT, POP3, POP3S, RTMP, RTMPS, RTSP, SCP, SFTP, SMB, SMBS, SMTP, SMTPS, TELNET a TFTP). Příkaz je navržen tak, aby fungoval bez interakce uživatele. Curl nabízí spoustu užitečných triků, jako je podpora proxy, ověřování uživatelů, nahrávání na FTP, příspěvek HTTP, připojení SSL, soubory cookie, obnovení přenosu souborů, Metalink a další. Jak uvidíte níže, z množství funkcí se vám zatočí hlava!
sk_sk: Curl je nástroj pre prenos dát z alebo na server pomocou jedného z podporovaných protokolov (DICT, FILE, FTP, FTPS, GOPHER, HTTP, HTTPS, IMAP, IMAPS, LDAP, LDAPS, MQTT, POP3, POP3S, RTMP, RTMPS, RTSP, SCP, SFTP, SMB, SMBS, SMTP, SMTPS, TELNET a TFTP). Príkaz je navrhnutý tak, aby fungoval bez interakcie užívateľa. Curl ponúka mnoho užitočných trikov, ako je podpora proxy, overovanie uživateľov, nahrávanie na FTP, príspevok HTTP, pripojenie SSL, súbory cookie, obnovenie prenosu súborov, Metalink a dalšie. Ako uvidíte nižšie, z množstva funkcí sa vám zatočí hlava!

source: The URL syntax is protocol-dependent. Youll find a detailed description in RFC 3986. You can specify multiple URLs or parts of URLs by writing part sets within braces and quoting the URL
cs_cz: Syntaxe adresy URL závisí na protokolu. Podrobný popis najdete v dokumentu RFC 3986. Můžete zadat více adres URL nebo jejich částí tak, že napíšete sady dílů do složených závorek a uvedete URL
sk_sk: Syntax adresy URL závisí na protokole. Podrobný popis nájdete v dokumente RFC 3986. Môžete zadať viac adries URL, alebo ich častí tak, že napíšete časti do zložených zátvoriek a uvediete URL

source: Source taken from the web
cs_cz: Zdroj převzat z webu
sk_sk: Zdroj prevzatý z webu

source: Description WGET
cs_cz: Popis WGET
sk_sk: Popis WGET

source: WGET is a free utility for non-interactive download of files from the web. It supports HTTP, HTTPS, and FTP protocols, as well as retrieval through HTTP proxies. wget is non-interactive, meaning that it can work in the background, while the user is not logged on, which allows you to start a retrieval and disconnect from the system, letting wget finish the work. By contrast, most web browsers require constant user interaction, which make transferring a lot of data difficult. wget can follow links in HTML and XHTML pages and create local versions of remote websites, fully recreating the directory structure of the original site, which is sometimes called "recursive downloading." While doing that, wget respects the Robot Exclusion Standard (robots.txt). wget can be instructed to convert the links in downloaded HTML files to the local files for offline viewing. wget has been designed for robustness over slow or unstable network connections; if a download fails due to a network problem, it will keep retrying until the whole file has been retrieved. If the server supports regetting, it will instruct the server to continue the download from where it left off.
cs_cz: WGET je bezplatný nástroj pro neinteraktivní stahování souborů z webu. Podporuje protokoly HTTP, HTTPS a FTP, stejně jako načítání prostřednictvím proxy HTTP. wget je neinteraktivní, což znamená, že může pracovat na pozadí, zatímco uživatel není přihlášen, což vám umožňuje spustit vyhledávání a odpojit se od systému, což umožňuje wget dokončit práci. Naproti tomu většina webových prohlížečů vyžaduje neustálou interakci s uživatelem, což ztěžuje přenos velkého množství dat. wget může sledovat odkazy na stránkách HTML a XHTML a vytvářet lokální verze vzdálených webů a plně tak vytvořit adresářovou strukturu původního webu, která se někdy nazývá „rekurzivní stahování“. Přitom wget respektuje Standard pro vyloučení robotů (robots.txt). Wget může být instruován, aby převedl odkazy ve stažených souborech HTML na místní soubory pro offline prohlížení. wget byl navržen pro robustnost při pomalém nebo nestabilním síťovém připojení; Pokud stahování selže kvůli problému se sítí, bude se to opakovat, dokud nebude načten celý soubor. Pokud server podporuje opětovné nastavení, dá serveru pokyn, aby pokračoval ve stahování z místa, kde přestal.
sk_sk: WGET je bezplatný nástroj pre neinteraktivne sťahovanie súborov z webu. Podporuje protokoly HTTP, HTTPS a FTP, rovnako ako načítanie prostrednictvom proxy HTTP. wget je neinteraktivny, čo znamená, že môže pracovať na pozadí, aj keď uživateľ nieje prihlásený, čo vám umožňuje spustiť vyhľadávanie a odpojiť sa od systému, kde umožňuje wget dokončit prácu. Oproti tomu väčšina webových prehliadačov vyžaduje neustálu interakciu s uživateľom, čo stažuje prenos veľkého množstva dát. wget môže sledovať odkazy na stránkach HTML a XHTML a vytvárať lokálne verzie vzdialených webov a plne tak vytvorit adresárovú štruktúru pôvodného webu, ktorá se niekedy nazýva „rekurzívne stahovanie“. Pritom wget rešpektuje štandard pre vylúčenie robotov (robots.txt). Wget môže býť inštruovaný, aby previedol odkazy v stiahnutých súboroch HTML na miestné súbory pre offline prehliadanie. wget bol navrhnutý pre robustnosť pri pomalom alebo nestabilnom síeťovom pripojení; Pokiaľ stahovanie zlyhá kvôli problému so síeťou bude sa to opakovať dovtedy, kým nebude načítaný celý súbor. Ak server podporuje opätovné nastavenie, dá serveru pokyn, aby pokračoval v stahovaní z miesta, kde prestal.

source: wget [option]... [URL]...
cs_cz: wget [parametr]... [URL]...
sk_sk: wget [parameter]... [URL]...

source: Basic startup options
cs_cz: Základní možnosti spuštění
sk_sk: Základné možnosti spustenia

source: -V, --version Display the version of wget, and exit.
cs_cz: -V, --version Zobrazí verzi wget a ukončí.
sk_sk: -V, --version Zobrazí verziu wget a ukončí.

source: -h, --help Print a help message describing all of wgets command-line options, and exit.
cs_cz: -h, --help Vytiskne zprávu nápovědy popisující všechny možnosti příkazového řádku wgets a ukončí.
sk_sk: -h, --help Vytlačí správu pomocníka popisujúci všetky možnosti príkazového riadku wgets a ukončí.

source: -b, --background Go to background immediately after startup. If no output file is specified via the -o, output is redirected to wget-log.
cs_cz: -b, --background Přejít na pozadí ihned po spuštění. Pokud není zadán žádný výstupní soubor pomocí -o, výstup je přesměrován na wget-log.
sk_sk: -b, --background Prejsť na pozadie ihneď po spustení.. Ak nieje zadaný žiaden výstupný súbor pomocou -o, výstup je presmerovaný na wget-log.

source: -e command, --execute command Execute command as if it were a part of the file .wgetrc. A command thus invoked will be executed after the commands in .wgetrc, thus taking precedence over them.
cs_cz: -e příkaz, --execute příkaz Spustí příkaz, jako by byl součástí souboru .wgetrc. Takto vyvolaný příkaz bude proveden po příkazech v .wgetrc, čímž bude mít před nimi přednost.
sk_sk: -e príkaz, --execute príkaz Spustí príkaz, ako by bol súčásťou súboru .wgetrc. Takto vyvolaný príkaz bude vykonaný po príkazoch v .wgetrc, čím bude mať pred nimi pednosť.

source: Logging and input file options
cs_cz: Možnosti protokolování a vstupního souboru
sk_sk: Možnosti denníka a vstupného súboru

source: -o logfile, --output-file=logfile Log all messages to logfile. The messages are normally reported to standard error.
cs_cz: -o logfile, --output-file = logfile Protokolovat všechny zprávy do logfile. Zprávy jsou obvykle hlášeny na standardní chybu.
sk_sk: -o logfile, --output-file = logfile Zaznamenať všetky správy do deníka. Správy sú zvyčajne hlásené na štandardnú chybu.
