Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: System detected error: pressure sensor.
cs_cz: Rozšíření monitor tlaku zjistilo chybu: snímač tlaku se neaktivoval.
sk_sk: Systémová chyba: senzor tlaku sa neaktivoval.

source: Pressure monitor plug-in
cs_cz: Rozšíření monitor tlaku
sk_sk: Doplnok monitorovania tlaku

source: Master station 1 is ON.
cs_cz: Hlavní stanice 1 ZAP.
sk_sk: Hlavná stanica 1 ZAP.

source: Master station 1 is OFF.
cs_cz: Hlavní stanice 1 VYP.
sk_sk: Hlavná stanica 1 VYP.

source: Master station 2 is ON.
cs_cz: Hlavní stanice 2 ZAP.
sk_sk: Hlavná stanica 2 ZAP.

source: Master station 2 is OFF.
cs_cz: Hlavní stanice 2 VYP.
sk_sk: Hlavná stanica 2 VYP.

source: All stations set to OFF.
cs_cz: Všechny stanice se vypínají.
sk_sk: Všetky stanice sa vypnú.

source: Deleting the pressmonitor table from the database.
cs_cz: Odstranění tabulky pressmonitor z databáze.
sk_sk: Odstránenie tabuľky pressmonitora z databázy.

source: INACTIVE
cs_cz: NEAKTIVNÍ
sk_sk: NEAKTÍVNY

source: ACTIVE
cs_cz: AKTIVNÍ
sk_sk: AKTÍVNY

source: Pressure monitor settings
cs_cz: Monitor tlaku nastavení
sk_sk: Nastavenie monitorovania tlaku

source: 2 master on, 1 pres check, 0 stop
cs_cz: 0 stop, 1 tlak kontr., 2 hl. zap
sk_sk: 2 hlavná zap, 1 kontr. tlaka, 0 stop

source: Use pressure sensor for master station
cs_cz: Použít snímač tlaku pro hlavní stanici
sk_sk: Použit senzor tlaku pre hlavnú stanicu

source: Pressure sensor is connected between GPIO 18 - pin 12 and ground
cs_cz: Snímač tlaku je zapojen na GPIO-18 konektor pin 12 a zem
sk_sk: Senzor tlaku je pripojený na GPIO 18 pin 12 a zem

source: The measured data will be stored in the database. This option requires the database connector extension to be installed and configured. The button will delete the pressmonitor table from the database, thus deleting all saved data from this extension! This promotion is non-refundable!
cs_cz: Naměřená data budou uložena do databáze. Tato možnost vyžaduje, aby bylo nainstalované a nakonfigurované rozšíření databáze konektor. Tlačítko smaže tabulku pressmonitor z databáze, čímž smaže všechna uložená data z tohoto rozšíření! Tato akce je nevratná!
sk_sk: Namerané údaje sa uložia do databázy. Táto možnosť vyžaduje, aby bolo nainštalované a nakonfigurované rozšírenie konektora databázy. Tlačidlo vymaže tabuľku pressmonitoru z databázy, čím sa vymažú všetky uložené dáta z tohto rozšírenia! Táto akcia je nevratná!

source: If checked normally open sensor without pressure has contact open
cs_cz: Pokud je zaškrtnuto V klidu rozpojen, tak je připojený senzor tlaku bez tlaku považovaný za rozpojený (má rozpojený kontakt)
sk_sk: Ak je zaškrtnuté v kľude rozpojené, tak je pripojený senzor tlaku považovaný za rozpojený (má rozpojený kontakt)

source: Max time to activate pressure sensor
cs_cz: Maximální čas pro aktivaci snímače
sk_sk: Max čas do aktivácie senzora tlaku

source: max 999 seconds
cs_cz: maximum 999 vteřin
sk_sk: max 999 sekund

source: Stoping these stations if no pressure in pipe. Selector for stop stations in scheduler
cs_cz: Zastavit tyto stanice, pokud není žádný tlak v potrubí. Zvolíme požadované stanice, které chceme vypnout v plánovači
sk_sk: Zastaviť tieto stanice ak nieje žiadny tlak v potrubí. Zvolíme stanice ktoré chceme vypnúť v plánovači

source: Subject for E-mail from this pressure monitor
cs_cz: Předmět pro E-mail z tohoto monitoru tlaku
sk_sk: Predmet E-mailu z monitora tlakuu

source: Pressure state
cs_cz: Stav čidla tlaku
sk_sk: Stav senzora tlaku

source: Pressure monitor settings - help
cs_cz: Monitor tlaku - nápověda
sk_sk: Monitor tlaku nastavenia - pomocník

source: This plugin checked pressure in pipe, if master station is switched on must be activated pressure sensor.
cs_cz: Toto rozšíření kontroluje tlak vody v potrubí, když je sepnuta hlavní stanice musí být aktivován snímač tlaku.
sk_sk: Tento doplnok kontroluje tlak v potrubí, ak je hlavná stanica zapnutá, musí byť aktivovaný senzor tlaku (je tlak v potrubí).

source: If is not sensor activated in a certain time, switches off all station and sends E-mail with error. Prevent safety for master station pump.
cs_cz: Pokud není snímač tlaku aktivován do nastavené doby, vypne toto rozšíření všechny stanice a odešle chybovou zprávu E-mailem. Toto rozšíření slouží jako preventivní ochrana běhu čerpadla bez vody naprázdno (z důvodu: není voda, prasklé potrubí, zamrznutí potrubí atd...)
sk_sk: Ak nie je aktivovaný senzor v určitom čase, vypnú sa všetky stanice a pošle E-mail s chybou. Tento doplnok slúži ako preventívna ochrana behu čerpadla bez vody.

source: Pressure sensor is connected to Raspberry Pi header
cs_cz: Snímač tlaku je zapojen na GPIO konektor Raspberry Pi
sk_sk: Senzor tlaku je pripojený na GPIO konektor Raspberry Pi

source: On the main OSPy board by pihrt.com is already installed connector for this probe.
cs_cz: Na hlavní OSPy desce od pihrt.com je již nainstalován konektor pro tuto sondu.
sk_sk: Na hlavnej OSPy doske od pihrt.com sa už nachádza konektor pre tento senzor.

source: Pressure monitor - log
cs_cz: Monitor tlaku - záznam
sk_sk: Monitor tlaku - denník

source: No pressure was detected MAIN STOP
cs_cz: Nebyl zjištěn žádný tlak HLAVNÍ STOP
sk_sk: Nebol zistený žiaden tlak HLAVNÁ STOP

source: Pressure check after two seconds...
cs_cz: Kontrola tlaku po dvou sekundách...
sk_sk: Kontrola tlaku po dvoch sekundách...

source: Main station has switched ON
cs_cz: Hlavní stanice byla ZAPNUTA
sk_sk: Hlavná stanica bola zapnutá

source: Package: Pressurizer
cs_cz: Balíček: Tlakovač
sk_sk: Balík: Tlakovač

source: Pressurizer is disabled.
cs_cz: Rozšíření tlakovač je zakázáno.
sk_sk: Tlakovač je vypnutý.

source: Pressurizer is enabled.
cs_cz: Rozšíření tlakovač je povoleno.
sk_sk: Tlakovač je zapnutý.

source: This plugin requires setting master station to enabled. Setup this in options! And also enable the relay as master station in options!
cs_cz: Toto rozšíření vyžaduje nastavení hlavní stanice, aby byla povolena. Nastavte to v možnostech! A také povolit relé jako hlavní stanice v možnostech!
sk_sk: Tento doplnok vyžaduje nastavenie hlavnej stanice aby bola povolená. Nastavte to v možnostiach! A taktiež povoliť relé hlavnej stanice v možnostiach!

source: Is time for pump running...
cs_cz: Je čas na provoz čerpadla...
sk_sk: Je čas na spustenie čerpadla ...

source: Pressurizer plug-in
cs_cz: Rozšíření tlakovač
sk_sk: Doplnok tlakovač

source: Activating relay.
cs_cz: Aktivace relé.
sk_sk: Aktivácia relé.

source: Waiting
cs_cz: Čekám
sk_sk: Čakám

source: second.
cs_cz: vteřin.
sk_sk: sekúnd.

source: Deactivating relay.
cs_cz: Deaktivace relé.
sk_sk: Deaktivácia relé.

source: Ready.
cs_cz: Připraven.
sk_sk: Pripravené.

source: Scheduler is disabled or plugin is disabled.
cs_cz: Plánovač je zakázaný nebo je vypnutý plugin.
sk_sk: Plánovač je zakázaný, alebo je vypnutý doplnok.

source: Pressurizer
cs_cz: Tlakovač
sk_sk: Tlakovač

source: Pressurizer - Settings
cs_cz: Tlakovač nastavení
sk_sk: Tlakovač - Nastavenia

source: Enable
cs_cz: Povolit
sk_sk: Povoliť

source: If the check box is marked, the master pump is activated before turning on the stations.
cs_cz: Pokud je zaškrtávací políčko označeno, hlavní čerpadlo se aktivuje před zapnutím stanic.
sk_sk: Ak je zaškrtávacie políčko označené, hlavné čerpadlo sa aktivuje pred zapnutím staníc.

source: Ignore manual mode
cs_cz: Ignorovat manuální režim
sk_sk: Ignorovať manuálny režim

source: If the check box is marked, the master pump is activated before turning on the stations in manual mode.
cs_cz: Pokud je políčko zaškrtnuto, hlavní stanice se aktivuje před zapnutím stanic i když je nastaven manuální režim.
sk_sk: Ak je zaškrtávacie políčko označené, hlavná stanica sa aktivuje pred zapnutím staníc aj keď je spustený manuálny režim.

source: Ignore rain
cs_cz: Ignorovat déšť
sk_sk: Ignorovať dážď

source: If the check box is marked, the master pump is activated before turning on the stations if rain is detected.
cs_cz: Pokud je políčko zaškrtnuto, hlavní stanice se aktivuje před zapnutím stanic i když je zjištěn déšť.
sk_sk: Ak je zaškrtávacie políčko označené, hlavná stanica sa aktivuje pred zapnutím staníc aj keď bol zistený dážď.

source: Ignore rain delay
cs_cz: Ignorovat zpoždění deště
sk_sk: Ignorovať dažďové oneskorenie

source: If the check box is marked, the master pump is activated before turning on the stations if rain delay is detected.
cs_cz: Pokud je políčko zaškrtnuto, hlavní stanice se aktivuje před zapnutím stanic i když je zjištěno zpoždění deště.
sk_sk: Ak je zaškrtávacie políčko označené, hlavná stanica sa aktivuje pred zapnutím staníc aj keď je dažďové oneskorenie..

source: Use these stations
cs_cz: Použít tyto stanice
sk_sk: Použiť tieto stanice

source: These marked stations will be used and the pressurizer will respond to them.
cs_cz: Tyto označené stanice se použijí a tlakovač na ně bude reagovat.
sk_sk: Tieto označené stanice sa použili a tlakovač bude na ne reagovať.

source: Pre run time
cs_cz: Doba před spuštěním
sk_sk: Čas pred spustením

source: How many seconds before turning on station has turning on master station.
cs_cz: Kolik sekund před zapnutím stanice má zapnout hlavní stanice.
sk_sk: Koľko sekúnd pred zapnutím stanice má zapnúť hlavnú stanicu.

source: Run time
cs_cz: Doba běhu
sk_sk: Prevádzková doba

source: For what time will turn on the master station.
cs_cz: Na jaký čas se zapne hlavní stanice.
sk_sk: Za akú dobu sa zapne hlavná stanica.

source: Wait after activation
cs_cz: Počkat po aktivaci
sk_sk: Počkajte po aktivácii

source: How long after the relay is activated wait for another stations (in order not to activate the pressurizer before each switch is stations on).
cs_cz: Jak dlouho po aktivaci relé počkat na další stanice (aby nedošlo k aktivaci tlakovače mezi sepnutím stanic).
sk_sk: Ako dlho po aktivácii relé počkať na iné stanice (aby nedošlo k aktivácií tlakovača medzi spustením staníc).

source: Activated relay
cs_cz: Aktivace relé
sk_sk: Aktivácia relé

source: If the check box is marked, the relay is activated before turning on the stations.
cs_cz: Pokud je zaškrtávací políčko označeno, relé se aktivuje před zapnutím stanic.
sk_sk: Ak je zaškrtávacie políčko označené, relé sa aktivuje pred zapnutím staníc.

source: Pressurizer - help
cs_cz: Tlakovač - nápověda
sk_sk: Tlakovač - pomocník

source: Pressurizer - Help
cs_cz: Tlakovač - nápověda
sk_sk: Tlakovač - pomocník

source: This plugin allows the main station (master pump relay on OSPy board) to be activated for a certain time before the station starts.
cs_cz: Toto rozšíření umožňuje, aby hlavní stanice (hlavní čerpadlo relé na desce OSPy) byla aktivována po určitou dobu před spuštěním stanice.
sk_sk: Tento doplnok umožňuje hlavnej stanici (hlavné čerpadlo - relé na DOSKE OSPy), aktivovanie na určitú dobu pred spustením stanice.

source: This is to ensure that there is pressure in the pipeline before the valves are opened. Some valves require some switching pressure.
cs_cz: Tím je zajištěno, že před otevřením ventilů je v potrubí tlak. Některé ventily vyžadují určitý spínací tlak.
sk_sk: Tým sa zabezpečí, že pred otvorením ventilov je v potrubí tlak. Niektoré ventily vyžadujú určitý spínací tlak.

source: The set "Run time" of the main station must not be longer than the set time before switching on the stations.
cs_cz: Nastavená "Doba chodu" hlavní stanice nesmí být delší než nastavený čas před zapnutím stanic.
sk_sk: Nastavená "Doba behu" hlavnej stanice nesmie byť dlhšia ako nastavený čas pred zapnutím staníc.

source: Example: "Pre station run time" = 10 sec, "Run time" = max 10 seconds!
cs_cz: Příklad: "Doba běhu před stanicí" = 10 sekund, "Doba běhu" = max 10 vteřin!
sk_sk: Príklad: "Doba behu pred stanicou" = 10 sekúnd, "Doba behu" = max. 10 sekúnd!

source: Package: Prototype default example
cs_cz: Balíček: Výchozí příklad rozšíření
sk_sk: Balík: Predvolený príklad doplnku

source: Hello
cs_cz: Ahoj
sk_sk: Ahoj

source: Nice plugin
cs_cz: Pěkné rozšíření
sk_sk: Pekný doplnok

source: Example counter {}
cs_cz: Příklad čítače {}
sk_sk: Príklad počítadla {}

source: Proto plugin
cs_cz: Rozšíření Proto
sk_sk: Doplnok Proto

source: OSPy Proto Plugin
cs_cz: Rozšíření OSPy Proto
sk_sk: Doplnok OSPy Proto

source: Proto Plugin
cs_cz: Rozšíření Proto
sk_sk: Doplnok Proto

source: Example Check Boxes
cs_cz: Příklady zaškrtávacích políček
sk_sk: Príklad zašrktávacích políčok

source: Heading
cs_cz: Nadpis
sk_sk: Nadpis

source: Check Box 1
cs_cz: Zaškrtávací políčko 1
sk_sk: Zaškrtávacie políčko 1

source: Check Box 2
cs_cz: Zaškrtávací políčko 2
sk_sk: Zaškrtávacie políčko 2

source: Example Text Entry Fields
cs_cz: Příklad polí pro zadávání textu
sk_sk: Príklad polí pre zadávanie textu

source: Text Field 1
cs_cz: Textové pole 1
sk_sk: Textové pole 1

source: Text Field 2
cs_cz: Textové pole 2
sk_sk: Textové pole 2

source: Example Number Entry Fields
cs_cz: Příklad polí pro zadávání čísel
sk_sk: Príklad polí pre zadávanie čísiel

source: Number 1
cs_cz: Číslo 1
sk_sk: Číslo 1

source: Here is help for these options)
cs_cz: Zde je nápověda pro tyto možnosti
sk_sk: Tu je pomocník pre tieto možnosti

source: Number 2
cs_cz: Číslo 2
sk_sk: Číslo 2

source: OSPy Proto Plugin - help
cs_cz: Rozšíření OSPy Proto - nápověda
sk_sk: Doplnok OSPy Proto - pomocník

source: The proto plugin is designed as a starting point for creating new plugin for OSPy. It does not perform any useful action but contains the basic components necessary for a functioning plugin.
cs_cz: Rozšíření proto je navržen jako výchozí bod pro vytvoření nového rozšíření pro OSPy. Neprovádí žádnou užitečnou akci, ale obsahuje základní komponenty nezbytné pro funkční rozšíření.
sk_sk: Proto plugin je navrhnutý ako východiskový bod pre vytvorenie nového pluginu pre OSPy. Nevykonáva žiadnu užitočnú akciu, ale obsahuje základné komponenty potrebné pre fungovanie pluginu.

source: The plugin includes the folowing files
cs_cz: Rozšíření obsahuje následující soubory
sk_sk: Doplnok obsahuje nasledujúce súbory

source: The basic structure is as follows:
cs_cz: Základní struktura je následující:
sk_sk: Základná štruktúra je nasledujúca:

source: The static files will be made accessible automatically at the following location:
cs_cz: Statické soubory budou automaticky zpřístupněny v následujícím umístění:
sk_sk: Statické súbory budú automaticky sprístupnené na nasledujúcom mieste:

source: All *.md files in the docs directory will be visible in the help page.
cs_cz: Všechny soubory *.md v adresáři docs budou viditelné na stránce nápovědy.
sk_sk: Všetky súbory *.md v adresári docs budú viditeľné na stránke pomocníka.

source: The README.md (if available) will be the first entry in the help page and might be used in the future as a description for plug-in browsing.
cs_cz: README.md (je-li k dispozici) bude první položkou na stránce nápovědy a může být v budoucnu použita jako popis pro prohlížení rozšíření.
sk_sk: Súbor README.md (ak je k dispozícii) bude prvou položkou na stránke s nápovedou a v budúcnosti sa môže použiť ako popis prehliadania doplnkov.

source: The python program that does the actual work of the plugin. Location:
cs_cz: Program v Pythonu, který dělá skutečnou práci rozšíření. Umístění:
sk_sk: Program v jazyku Python, ktorý vykonáva samotnú prácu s doplnkom. Umiestnenie:

source: A web.py template that provides a user interface for the plugin. It includes both Python code and web page markup. Location:
cs_cz: Šablona web.py, která poskytuje uživatelské rozhraní pro plugin. Zahrnuje kód Pythonu i tagy webových stránek. Umístění:
sk_sk: Šablóna web.py, ktorá poskytuje používateľské rozhranie pre doplnok. Zahŕňa kód Pythonu aj tagy webových stránok. Umiestnenie:

source: Provides documentation for the plugin including any special hardware needed and set up instructions. Location:
cs_cz: Poskytuje dokumentaci k rozšíření včetně veškerého potřebného speciálního hardwaru a pokyny k nastavení. Umístění:
sk_sk: Poskytuje dokumentáciu k doplnku vrátane potrebného špeciálneho hardvéru a pokynov na nastavenie. Umiestnenie:

source: Provides basic documentation in the Github reposytory and plugin manager for instal. Location:
cs_cz: Poskytuje základní dokumentaci v úložišti Github a správci rozšíření pro instalaci. Umístění:
sk_sk: Poskytuje základnú dokumentáciu v repozitári Github a správcovi doplnkov pre inštaláciu. Umiestnenie:

source: Using images or files in plugin
cs_cz: Použití obrázků nebo souborů v rozšíření
sk_sk: Používanie obrázkov alebo súborov v doplnku

source: The image used in these example. Location:
cs_cz: Obrázek použitý v tomto příkladu. Umístění:
sk_sk: Obrázok použitý v tomto príklade. Umiestnenie:

source: Using the proto plugin
cs_cz: Použití rozšíření proto
sk_sk: Použiť doplnok proto

source: This plugin is disabled by default. If you are reading this, the proto plugin is probably enabled on your system. Otherwise you can enable it using the plugin manager.
cs_cz: Toto rozšíření je ve výchozím nastavení zakázáno. Pokud toto čtete, rozšíření je ve vašem systému pravděpodobně povoleno. V opačném případě jej můžete povolit pomocí správce rozšíření.
sk_sk: Tento doplnok je predvolene vypnutý. Ak toto čítate, doplnok proto je pravdepodobne vo vašom systéme povolený. V opačnom prípade ho môžete povoliť pomocou správcu doplnkov.

source: Inside the plugin, there is a demonstration of how to display statements in the log, in the footer area on the home page and in the station running area (where we can list, for example, the flow rate in liters at a given station).
cs_cz: Uvnitř rozšíření je ukázka, jak zobrazit výpisy v logu, v zápatí na domovské stránce a v běžící oblasti stanice (kde můžeme vypsat například průtok v litrech na dané stanici).
sk_sk: V doplnku je ukážka, ako zobraziť výpisy v loge, v päte na domovskej stránke a v oblasti s údajmi o stanici (kde môžeme zobraziť napríklad prietok v litroch na danej stanici).

source: Github plugins repository
cs_cz: Úložiště pluginů Github
sk_sk: Repozitár doplnkov Github

source: Package: Pulse Output Test
cs_cz: Balíček: Test výstupů
sk_sk: Balík: Test výstupov

source: Test started for {} second.
cs_cz: Test byl spuštěn na {} sekund.
sk_sk: Test sa začal na {} sekund.

source: Test stopped.
cs_cz: Test zastaven.
sk_sk: Test sa zastavil.

source: Pulse plugin
cs_cz: Balíček: Test výstupů
sk_sk: Balík: Test výstupov

source: Pulse plug-in
cs_cz: Balíček: Test výstupů
sk_sk: Balík: Test výstupov

source: Pulse output
cs_cz: Pulzní výstup
sk_sk: Pulzný výstup

source: Time to test
cs_cz: Čas testu
sk_sk: Čas testovania

source: Start test
cs_cz: Spustit test
sk_sk: Spustiť test

source: Stop test
cs_cz: Zastavit test
sk_sk: Zastaviť test

source: Pulse output - help
cs_cz: Pulzní výstup - nápověda
sk_sk: Pulzný výstup - pomocník

source: This plugin pulses a selected circuit with a 1 Hz signal with adjusted time. (For discover the location of a valve)
cs_cz: Toto rozšíření pulzuje s vybraným výstupem s frekvencí 1 Hz po nastavenou dobu. (Slouží pro diagnostiku, například pro zjištění umístění ventilu v rozvaděči)
sk_sk: Tento doplnok pulzuje vybraný výstup so signálom 1 Hz s nastaveným časom. (Pre nájdenie umiestnenia ventilu)

source: On the main OSPy board by pihrt.com is outputs connected via shift registers.
cs_cz: Na hlavní OSPy desce podle pihrt.com jsou výstupy připojené přes posuvné registry.
sk_sk: Na hlavnej OSPy doske podľa pihrt.com sú už výstupy pripojené cez posuvné registre.

source: Shift registers switch transistor arrays.
cs_cz: Posuvné registry přepínají tranzistorová pole.
sk_sk: Posuvné registre prepínajú tranzistorové pole.

source: Transistor arrays switch relay for outputs.
cs_cz: Tranzistorová pole přepínají relé pro výstupy.
sk_sk: Tranzistorové pole prepína relé pre výstupy.

source: Package: Real Time and NTP time
cs_cz: Balíček: Reálný čas
sk_sk: Balík: Reálny čas

source: Local time
cs_cz: Místní čas
sk_sk: Miestny čas

source: Real Time plug-in
cs_cz: Rozšíření reálný čas
sk_sk: Doplnok reálny čas

source: NTP time
cs_cz: Čas NTP
sk_sk: Čas NTP

source: Primary NTP server has fault, now trying secondary NTP server.
cs_cz: Primární server NTP má chybu a nyní se pokouší o sekundární server NTP.
sk_sk: Primárny server NTP má chybu, teraz sa pokúša sekundárny server NTP.

source: RTC time
cs_cz: Čas RTC
sk_sk: RTC čas

source: Saving NTP time to RTC time.
cs_cz: Nastavuji NTP čas do obvodu RTC času.
sk_sk: Ukladám NTP čas do RTC času.

source: RTC time is now
cs_cz: Čas v RTC je nyní
sk_sk: RTC čas je teraz

source: Saving NTP time to local system time.
cs_cz: Nastavuji NTP čas do systémového času.
sk_sk: Ukladám NTP čas do systémového času.

source: Read RTC time and save to local system time.
cs_cz: Čtení času z RTC a nastavení místního systémového času.
sk_sk: Čítam RTC čas a ukladam ho do lokálneho systémového času.

source: Waiting one hour for the next update.
cs_cz: Čekání jednu hodinu na další aktualizaci.
sk_sk: Čakanie jednu hodinu na ďalšiu aktualizáciu.

source: Real Time and NTP Time sync system time
cs_cz: Rozšíření reálný čas, nastavení systémového času
sk_sk: Synchronizácia reálneho času so systémovým časom

source: Use Real Time
cs_cz: Použít reálný čas
sk_sk: Použiť reálny čas

source: If the check box is selected, the plugin will be active.
sk_sk: Ak je políčko zaškrtnuté, doplnok bude aktívny.

source: Use NTP Time
cs_cz: Použít NTP čas
sk_sk: Použiť čas NTP

source: If checked, the current time will be downloaded from the Internet (from the NTP server) and the OSPy time will be synchronized with it.
sk_sk: Ak je začiarknuté, aktuálny čas sa stiahne z internetu (zo servera NTP) a čas OSPy sa s ním synchronizuje.

source: Primary NTP server IP adress
cs_cz: Primární ip adresa serveru NTP
sk_sk: Primárna IP adresa NTP servera

source: Secondary NTP server IP adress
cs_cz: Sekundární adresa IP serveru NTP
sk_sk: Sekundárna IP adresa servera NTP

source: NTP port
cs_cz: Port NTP
sk_sk: Port NTP

source: default 123
cs_cz: výchozí hodnota 123
sk_sk: predvolená hodnota 123

source: Real Time and NTP Time sync system time - help
cs_cz: Rozšíření reálný čas - nápověda
sk_sk: Reálny čas - pomocník

source: When is enabled synchronization RTC Time and NTP time, system time adjusted every hour from NTP server (is posible) or RTC time (if exists). Time from NTP server is saved to real time DS 1307 as HW time.
cs_cz: Pokud je povolena synchronizace RTC času a NTP času, systémový čas bude upraven každou hodinu ze serveru NTP (pokud je to možné) nebo RTC času (pokud existuje). Čas ze serveru NTP je uložen do reálného času DS 1307 jako HW čas.
sk_sk: Keď je zapnutá synchronizácia RTC čas a NTP čas, systém čas upraví každú hodinu zo servera NTP alebo RTC čas (ak existuje). Čas zo servera NTP je uložený do reálneho času DS 1307 (na I2C bus) ako HW čas.

source: NTP servers in Czech Republic
cs_cz: NTP servery v České republice
sk_sk: NTP servery v Českej republike

source: NTP servers in World
cs_cz: NTP servery ve světě
sk_sk: NTP servery vo svete

source: DS1307 Real time
cs_cz: DS1307 reálný čas
sk_sk: DS1307 reálny čas

source: Connected via
cs_cz: Připojeno přes
sk_sk: Pripojené cez

source: On the main OSPy board by pihrt.com is already installed this RTC circuit.
cs_cz: Na hlavní OSPy desce podle pihrt.com je již RTC obvod nainstalován.
sk_sk: Na hlavnej OSPy doske podľa pihrt.com sa už RTC obvod nachádza.

source: Package: Relay Test
cs_cz: Balíček: Test relé hl. stanice
sk_sk: Balík: Test relé hl. stanice

source: Relay Test: ON
cs_cz: Test relé: ZAPNUTO
sk_sk: Test relé: ZAPNUTÉ

source: Relay Test: OFF
cs_cz: Test relé: VYPNUTO
sk_sk: Test relé: VYPNUTÉ

source: Relay Test plug-in
cs_cz: Balíček: Test relé hl. stanice
sk_sk: Balík: Test relé hl. stanice

source: Package: Direct 16 Relay Outputs
cs_cz: Balíček: 16 relé výstupů
sk_sk: Balík: 16 priamych relé výstupov
