Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: {}: 1-ON {} W ({} kW/h) {} V IP:{} RSSI:{} dbm
sk_sk: {}: 1-ZAP {} W ({} kW/h) {} V IP:{} RSSI:{} dbm

source: [{}: 1-OFF {}W ({}kW/h)
sk_sk: [{}: 1-VYP {}W ({}kW/h)

source: {}: 1-OFF {} W ({} kW/h) {} V IP:{} RSSI:{} dbm
sk_sk: {}: 1-VYP {} W ({} kW/h) {} V IP:{} RSSI:{} dbm

source: 2-ON {} W ({} kW/h)]
sk_sk: 2-ZAP {} W ({} kW/h)]

source: 2-ON {} W ({} kW/h) {} V {}
sk_sk: 2-ZAP {} W ({} kW/h) {} V {}

source: 2-OFF {} W ({} kW/h)]
sk_sk: 2-VYP {} W ({} kW/h)]

source: 2-OFF {} W ({} kW/h) {} V {}
sk_sk: 2-VYP {} W ({} kW/h) {} V {}

source: [{}: 1-OFF {} W ({} kW/h)
sk_sk: [{}: 1-VYP {} W ({} kW/h)

source: 2-ON {} W ({} kW/h) {}
sk_sk: 2-ZAP {} W ({} kW/h) {}

source: 2-OFF {} W ({} kW/h) {}
sk_sk: 2-VYP {} W ({} kW/h) {}

source: {}: GEN2 not available yet
cs_cz: {}: GEN2 ještě není k dispozici
sk_sk: {}: GEN2 zatiaľ nieje k dispozícií

source: 1-ON {} W ({} kW/h)
sk_sk: 1-ZAP {} W ({} kW/h)

source: 1-OFF {} W ({} kW/h)
sk_sk: 1-VYP {} W ({} kW/h)

source: 2-ON {} W ({} kW/h)
sk_sk: 2-ZAP {} W ({} kW/h)

source: 2-OFF {} W ({} kW/h)
sk_sk: 2-VYP {} W ({} kW/h)

source: 3-ON {} W ({} kW/h)
sk_sk: 3-ZAP {} W ({} kW/h)

source: 3-OFF {}W ({}kW/h)
sk_sk: 3-VYP {}W ({}kW/h)

source: 4-ON {} W ({} kW/h)]
sk_sk: 4-ZAP {} W ({} kW/h)]

source: 4-ON {} W ({} kW/h) {} V IP:{} RSSI:{} dbm {}
sk_sk: 4-ZAP {} W ({} kW/h) {} V IP:{} RSSI:{} dbm {}

source: 4-OFF {} W ({} kW/h)]
sk_sk: 4-VYP {} W ({} kW/h)]

source: 4-OFF {} W ({} kW/h) {} V IP:{} RSSI:{} dbm {}
sk_sk: 4-VYP {} W ({} kW/h) {} V IP:{} RSSI:{} dbm {}

source: [{}: ON]
cs_cz: [{}: ZAP]
sk_sk: [{}: ZAP]

source: {}: ON IP:{} RSSI:{} dbm {}
cs_cz: {}: ZAP IP:{} RSSI:{} dbm {}
sk_sk: {}: ZAP IP:{} RSSI:{} dbm {}

source: [{}: OFF]
cs_cz: [{}: VYP]
sk_sk: [{}: VYP]

source: {}: OFF IP:{} RSSI:{} dbm {}
cs_cz: {}: VYP IP:{} RSSI:{} dbm {}
sk_sk: {}: VYP IP:{} RSSI:{} dbm {}

source: {}: GEN2+ not available
cs_cz: {}: GEN2 ještě není k dispozici
sk_sk: {}: GEN2+nieje k dispozícií

source: [{}: ON {} °C {} RV {} Lx]
sk_sk: [{}: ZAP {} °C {} RV {} Lx]

source: {}: ON {} °C {} RV {} Lx IP:{} RSSI:{} dbm {}
sk_sk: {}: ZAP {} °C {} RV {} Lx IP:{} RSSI:{} dbm {}

source: [{}: OFF {} °C {} RV {} Lx]
sk_sk: [{}: VYP {} °C {} RV {} Lx]

source: {}: OFF {} °C {} RV {} Lx IP:{} RSSI:{} dbm {}
sk_sk: {}: VYP {} °C {} RV {} Lx IP:{} RSSI:{} dbm {}

source: Bad JSON
cs_cz: Špatný kód JSON
sk_sk: Chybný JSON

source: [{}: ERROR]
cs_cz: [{}: CHYBA]
sk_sk: [{}: CHYBA]

source: {}: Error: The URL entered is invalid, no host was specified
cs_cz: {}: Chyba: Zadaná adresa URL je neplatná, není dostupné žádné zařízení
sk_sk: {}: Chyba: Zadaná URL adresa je neplatná, nieje dostupné žiadne zariadenieľ

source: Shelly Cloud Integration plugin
cs_cz: Rozšíření Integrace Shelly Cloud
sk_sk: Doplnok Integracia Shelly Cloud

source: Reseting device list.
cs_cz: Vymazání seznamu zařízení.
sk_sk: Vymazanie zoznamu zariadení.

source: The list of loaded devices has been cleared. Once the Shelly cloud integrator extension reloads all devices, they will appear in the list again (depending on the request interval set in the extension. For example, 20 seconds).
cs_cz: Seznam načtených zařízení byl vymazán. Jakmile rozšíření Shelly cloud integrator znovu načte všechna zařízení, znovu se objeví v seznamu (v závislosti na intervalu požadavků nastaveném v rozšíření. Například 20 sekund).
sk_sk: Zoznam načítaných zariadení bol vymazaný. Keď doplnok Integrácia Shelly cloud znova načíta všetky zariadenia, opäť sa zobrazia v zozname (v závislosti od intervalu požiadaviek nastaveného v doplnku. Napríklad 20 sekúnd).

source: Shelly Cloud Integration - help
cs_cz: Integrace Shelly Cloud - Nápověda
sk_sk: Shelly Cloud Integration - pomocník

source: This extension adds integration of Shelly devices into the OSPy ecosystem. After setting up this extension and adding devices, these devices will appear in OSPy sensors and you will be able to work with them further.
cs_cz: Toto rozšíření přidává integraci zařízení Shelly do ekosystému OSPy. Po nastavení tohoto rozšíření a přidání zařízení se tato zařízení objeví v senzorech OSPy a budete s nimi moci dále pracovat.
sk_sk: Tento doplnok pridáva integráciu zariadení Shelly do ekosystému OSPy. Po nastavení tohto doplnku a pridaní zariadení sa tieto zariadenia zobrazia v senzoroch OSPy a budete s nimi môcť ďalej pracovať.

source: How to get the latest device status via Shelly Cloud API and curl.
cs_cz: Jak získat nejnovější stav zařízení prostřednictvím Shelly Cloud API a curl.
sk_sk: Ako získať najnovší stav zariadenia cez Shelly Cloud API a Curl.

source: Path: https:// <***server_uri > /device/status.
cs_cz: Cesta: https:// <***server_uri > /device/status.
sk_sk: Cesta: https:// <***server_uri > /device/status.

source: Supported methods: GET and POST.
cs_cz: Podporované metody: GET a POST.
sk_sk: Podporované metódy: GET a POST.

source: Parameters are supplied via *query or **request body
cs_cz: Parametry se zadávají prostřednictvím *query nebo **textu požadavku
sk_sk: Parametre sa poskytujú prostredníctvom *query alebo **textu požiadavkyt

source: Required data to send the request:
cs_cz: Požadované údaje pro odeslání žádosti:
sk_sk: Požadované údaje pre odoslanie žiadosti:

source: Target device ID: key = "id"
cs_cz: ID cílového zařízení: key = "id"
sk_sk: ID cieľového zariadenia: key = "id"

source: **** account authentication key: key = "auth_key"
cs_cz: Ověřovací klíč účtu: Key = "auth_key"
sk_sk: Overovací kľúč účtu: Key = "auth_key"

source: The result is a JSON object with the device status.
cs_cz: Výsledkem je objekt JSON se stavem zařízení.
sk_sk: Výsledkom je objekt JSON so stavom zariadenia.

source: The server URL where all the devices and client accounts are located. This can be obtained from Shelly > User Settings > Cloud Authorization Key.
cs_cz: Adresa URL serveru, na které se nacházejí všechna zařízení a klientské účty. To lze získat z Shelly > Uživatelská nastavení > Cloud Authorization Key.
sk_sk: URL adresa servera, kde sa nachádzajú všetky zariadenia a klientske účty. Túto adresu je možné získať v časti Shelly > Nastavenia používateľa > Autorizačný kľúč cloudu.

source: Reading data over the local network
cs_cz: Čtení dat přes lokální síť
sk_sk: Čítanie dát cez lokálnu sieť

source: From devices that are permanently connected to the local network (Wi-Fi or LAN), data can be read directly outside the Shelly cloud. The advantage is that data can be read regardless of the cloud provider, i.e. Shelly cloud API. This method cannot be used for devices that sleep and wake up (for example shelly H&T, etc.) and are not permanently connected to the network.
cs_cz: Ze zařízení, která jsou trvale připojena k místní síti (Wi-Fi nebo LAN), lze data číst přímo mimo cloud Shelly. Výhodou je, že data lze číst bez ohledu na poskytovatele cloudu, tj. Shelly cloud API. Tuto metodu nelze použít pro zařízení, která spí a probouzejí se (například shelly H&T atd.) a nejsou trvale připojena k síti.
sk_sk: Zo zariadení, ktoré sú trvalo pripojené k lokálnej sieti (Wi-Fi alebo LAN), je možné čítať dáta priamo mimo cloudu Shelly. Výhodou je, že dáta je možné čítať bez ohľadu na poskytovateľa cloudu, t. j. cloudové API Shelly. Túto metódu nemožno použiť pre zariadenia, ktoré spia a prebúdzajú sa (napríklad Shelly H&T atď.) a nie sú trvalo pripojené k sieti.

source: In the device settings (for devices that support it) there is an option to select reading: cloud or locally.
cs_cz: V nastavení zařízení (u zařízení, která to podporují) je možnost vybrat čtení: cloudové nebo místní.
sk_sk: V nastaveniach zariadenia (pre zariadenia, ktoré to podporujú) je možnosť vybrať si čítanie: cloud alebo lokálne.

source: Example of reading data over the local network for a gen1 device. http://IP/status
cs_cz: Příklad čtení dat po lokální síti pro zařízení gen1. http://IP/status
sk_sk: Príklad čítania údajov cez lokálnu sieť pre zariadenie gen1. http://IP/status

source: Example of reading data over the local network for a gen2+ device. http://IP/rpc/Shelly.GetStatus
cs_cz: Příklad čtení dat po lokální síti pro zařízení gen2+. http://IP/rpc/Shelly.GetStatus
sk_sk: Príklad čítania údajov cez lokálnu sieť pre zariadenie gen2+. http://IP/rpc/Shelly.GetStatus

source: If you do not want to use the cloud, but only the local network, fill in at least 5 arbitrary characters. Some devices are not available on the local network (e.g. Wi-FI H&T).
sk_sk: Ak nechcete používať cloud, ale iba lokálnu sieť, vyplňte aspoň 5 ľubovoľných znakov. Niektoré zariadenia nie sú v lokálnej sieti dostupné (napr. Wi-Fi H&T).

source: Shelly Cloud Integration - Setup
cs_cz: Integrace Shelly Cloud - Nastavení
sk_sk: Integrácia Shelly Cloud - nastavenia

source: Click for more information.
cs_cz: Klikněte pro více informací.
sk_sk: Kliknúť pre viac informácií.

source: Error when saving, more in debug print!
cs_cz: Chyba při ukládání, více v debug výpisu!
sk_sk: Chyba pri ukladaní, viac v debug výpise!

source: Server uri
cs_cz: URI server
sk_sk: URL server

source: The server URL where all the devices and client accounts are located. This can be obtained from Shelly > User Settings > Cloud Authorization Key. If you do not want to use the cloud, but only the local network, fill in at least 5 arbitrary characters. Some devices are not available on the local network (e.g. Wi-FI H&T).
sk_sk: URL adresa servera, kde sa nachádzajú všetky zariadenia a klientske účty. Túto adresu je možné získať v časti Shelly > Nastavenia používateľa > Autorizačný kľúč cloudu. Ak nechcete používať cloud, ale iba lokálnu sieť, vyplňte aspoň 5 ľubovoľných znakov. Niektoré zariadenia nie sú dostupné v lokálnej sieti (napr. Wi-Fi H&T).

source: Auth key
cs_cz: Ověřovací klíč
sk_sk: Overovací kľúč

source: This can be obtained from Shelly > User Settings > Cloud Authorization Key. If you do not want to use the cloud, but only the local network, fill in at least 5 arbitrary characters. Some devices are not available on the local network (e.g. Wi-FI H&T).
sk_sk: Toto je možné získať v časti Shelly > Nastavenia používateľa > Autorizačný kľúč cloudu. Ak nechcete používať cloud, ale iba lokálnu sieť, vyplňte aspoň 5 ľubovoľných znakov. Niektoré zariadenia nie sú dostupné v lokálnej sieti (napr. Wi-Fi H&T).

source: Request interval
cs_cz: Interval požadavků
sk_sk: Interval požiadavky

source: Shelly cloud data download recovery interval.
cs_cz: Interval obnovy stahování dat z cloudu Shelly.
sk_sk: Interval obnovy sťahovania dát z cloudu Shelly.

source: Number of sensors
cs_cz: Počet senzorů
sk_sk: Počet senzorov

source: The number of used sensors in this plugin.
cs_cz: Počet použitých senzorů v tomto rozšíření.
sk_sk: Počet použitých senzorov v tomto doplnku.

source: Use sensor
cs_cz: Používat senzor
sk_sk: Používať senzor

source: If you do not want to use the sensor but do not want to delete it in the list, uncheck the box.
cs_cz: Pokud senzor nechcete používat, ale nechcete jej smazat ze seznamu, zrušte zaškrtnutí políčka.
sk_sk: Ak nechcete senzor používať, ale nechcete ho ani odstrániť zo zoznamu, zrušte začiarknutie políčka.

source: Reading data from
cs_cz: Čtení dat z
sk_sk: Čítanie dát z

source: Data from the device can be read locally (on the local network) or remotely (via the Shelly API cloud).)
cs_cz: Data ze zařízení lze číst lokálně (v místní síti) nebo vzdáleně (přes cloud Shelly API).)
sk_sk: Dáta zo zariadenia je možné čítať lokálne (v lokálnej sieti) alebo vzdialene (prostredníctvom cloudového rozhrania Shelly API).

source: Only cloud
cs_cz: Pouze cloud
sk_sk: Len cloud

source: Locally via IP
cs_cz: Lokálně přes IP
sk_sk: Lokálne cez IP

source: Label for Shelly sensor
cs_cz: Štítek pro senzor Shelly
sk_sk: Štítok pre senzor Shelly

source: Your own Shelly device name (under this name the device will be available in OSPy).
cs_cz: Váš vlastní název zařízení Shelly (pod tímto názvem bude zařízení dostupné v OSPy).
sk_sk: Váš vlastný názov zariadenia Shelly (pod týmto názvom bude zariadenie dostupné v OSPy).

source: Local IP
cs_cz: Místní IP adresa
sk_sk: Lokálna IP

source: IP address of Shelly device on local network.
cs_cz: IP adresa zařízení Shelly v místní síti.
sk_sk: IP adresa zariadenia Shelly v lokálnej sieti.

source: Not using for this device!
cs_cz: Pro toto zařízení se nepoužívá!
sk_sk: Pre toto zariadenie sa nepoužíva!

source: This can be obtained from Shelly. Example: b0b21c1368aa
cs_cz: To lze získat od Shelly. Příklad: b0b21c1368aa
sk_sk: Toto je možné získať od Shelly. Príklad: b0b21c1368aa

source: Shelly sensor type
cs_cz: Typ senzoru Shelly
sk_sk: Typ senzoru Shelly

source: Depending on the type of device, data will be read (e.g. temperature and humidity, output states, etc.)
cs_cz: V závislosti na typu zařízení se budou číst data (např. teplota a vlhkost, stavy výstupů atd.)
sk_sk: V závislosti od typu zariadenia sa budú čítať údaje (napr. teplota a vlhkosť, stavy výstupu atď.)

source: Generation of Shelly devices.
cs_cz: Generace zařízení Shelly.
sk_sk: Generácia zariadenia Shelly.

source: Generation 1
cs_cz: Generace 1
sk_sk: Generácia 1

source: Generation 2+
cs_cz: Generace 2+
sk_sk: Generácia 2+

source: Label DS18B20 ID100
cs_cz: Popisek DS18B20 ID100
sk_sk: Názov DS18B20 ID100

source: Label for Shelly Addons ex: temperature probe with temperature100 ID100.
cs_cz: Popisek pro Shelly Addons např.: teplotní sonda s temperature100 ID100.
sk_sk: Názov pre Shelly Addons napríklad: teplotný senzor s teplotou100 ID100.

source: Label DS18B20 ID101
cs_cz: Popisek DS18B20 ID101
sk_sk: Názov DS18B20 ID101

source: Label for Shelly Addons ex: temperature probe with temperature101 ID101.
cs_cz: Popisek pro Shelly Addons např.: teplotní sonda s teplotou101 ID101.
sk_sk: Názov pre Shelly Addons napríklad: teplotný senzor s teplotou101 ID101.

source: Label DS18B20 ID102
cs_cz: Popisek DS18B20 ID102
sk_sk: Názov DS18B20 ID102

source: Label for Shelly Addons ex: temperature probe with temperature102 ID102.
cs_cz: Popisek pro Shelly Addons např.: teplotní sonda s temperature102 ID102.
sk_sk: Názov pre Shelly Addons napríklad: teplotný senzor s teplotou102 ID102.

source: Label DS18B20 ID103
cs_cz: Popisek DS18B20 ID103
sk_sk: Názov DS18B20 ID103

source: Label for Shelly Addons ex: temperature probe with temperature103 ID103.
cs_cz: Popisek pro Shelly Addons např.: teplotní sonda s temperature103 ID103.
sk_sk: Názov pre Shelly Addons napríklad: teplotný senzor s teplotou103 ID103.

source: Label DS18B20 ID104
cs_cz: Popisek DS18B20 ID104
sk_sk: Názov DS18B20 ID104

source: Label for Shelly Addons ex: temperature probe with temperature104 ID104.
cs_cz: Popisek pro Shelly Addons např.: teplotní sonda s teplotou104 ID104.
sk_sk: Názov pre Shelly Addons napríklad: teplotný senzor s teplotou104 ID104.

source: Package: Signaling Examples
cs_cz: Balíček: Příklady signalizace
sk_sk: Balík: Príklady signalizácie

source: Someone logged in
cs_cz: Někdo přihlášen
sk_sk: Niekto prihlásený

source: Value_change
cs_cz: Změna hodnoty
sk_sk: Změna hodnoty

source: Options settings changed
cs_cz: Nastavení možností bylo změněno
sk_sk: Nastavenia možností zmenené

source: System rebooted
cs_cz: Systém restartován (restart)
sk_sk: Systém sa reštartoval (reboot)

source: System restarted
cs_cz: Systém restartován (reboot)
sk_sk: Systém sa reštartoval (restart)

source: Station names changed
cs_cz: Názvy stanic byly změněny
sk_sk: Názvy staníc boli zmenené

source: Programs changed
cs_cz: Programy změněny
sk_sk: Programy zmenené

source: Program deleted
cs_cz: Program byl odstraněn
sk_sk: Program bol odstránený

source: Program toggled on or off
cs_cz: Program zapnutý nebo vypnutý
sk_sk: Program je prepnutý do zap alebo vyp

source: Program runnow
sk_sk: Jednorazový program

source: Zone change
cs_cz: Změna zóny
sk_sk: Zmena zóny

source: Rain active
cs_cz: Déšť aktivní
sk_sk: Dážď aktívny

source: Rain not active
cs_cz: Déšť není aktivní
sk_sk: Dážď nie je aktívny

source: Master one on
cs_cz: Hlavní stanice zap
sk_sk: Hlavná stanica ZAP

source: Master one off
cs_cz: Hlavní stanice vyp
sk_sk: Hlavná stanica VYP

source: Master two on
cs_cz: Hlavní stanice 2 zap
sk_sk: Druhá hlavná stanica ZAP

source: Master two off
cs_cz: Hlavní stanice 2 vyp
sk_sk: Druhá hlavná stanica VYP

source: Pressurizer plugin master relay on
cs_cz: Rozšíření tlakovač hlavní relé stanice zap
sk_sk: Tlakovač hlavnej stanice ZAP

source: Pressurizer plugin master relay off
cs_cz: Rozšíření tlakovač hlavní relé stanice vyp
sk_sk: Tlakovač hlavnej stanic VYP

source: Linux system now powering off
cs_cz: Linuxový systém se nyní vypíná
sk_sk: Linuxový systém sa teraz vypína

source: OSPy system update available
cs_cz: K dispozici je aktualizace systému OSPy
sk_sk: K dispozícií je aktualizácia OSPy

source: OSPy stations ON, index: {}
cs_cz: OSPy stanice ZAP, index: {}
sk_sk: OSPy stanice ZAP, index: {}

source: OSPy stations OFF, index: {}
cs_cz: OSPy stanice VYP, index: {}
sk_sk: OSPy stanice VYP, index: {}

source: OSPy all stations OFF
cs_cz: OSPy všechny stanice VYP
sk_sk: OSPy všetky stanice VYP

source: Rain delay is now set a delay {} hours
cs_cz: Zpoždění deště je nyní nastaveno na zpoždění {} hodin
sk_sk: Dažďové oneskorenie je nastavené na {} hodín

source: Home Assistant update
cs_cz: Aktualizace z domácího asistenta
sk_sk: Aktualizácia z domáceho asistena

source: Core tick interval 30 second
cs_cz: Interval tiku jádra 30 sekund
sk_sk: Interval tiku jadra 30 sekúnd

source: Air Temperature and Humidity Monitor update
cs_cz: Aktualizace z monitoru teploty a vlhkosti vzduchu
sk_sk: Aktualizácia z monitoru teploty a vlhkosti vzduchu

source: Signaling Examples settings
cs_cz: Příklady signalizace nastavení
sk_sk: Príklady signalizácie nastavenia

source: Signaling Examples - Help
cs_cz: Příklady signalizace – nápověda
sk_sk: Príklady signalizácie - pomocník

source: This is Example signal plugin provides functions triggered by signals from core program.
cs_cz: Toto je ukázkové rozšíření pro ukázku toho jak pracují spouštěné signály z jádra OSPy.
sk_sk: Toto je ukážka toho ako pracujú spustené signály z OSPy.

source: Example signals
cs_cz: Příklady signálů
sk_sk: Príklady signálov

source: signal loggedin
cs_cz: signál loggedin
sk_sk: signál loggedin

source: signal value_change
cs_cz: signál value_change
sk_sk: signál value_change

source: signal option_change
cs_cz: signál option_change
sk_sk: signál option_change

source: signal rebooted
cs_cz: signál rebooted
sk_sk: signál rebooted

source: signal restarted
cs_cz: signál restarted
sk_sk: signál restarted

source: signal station_names
cs_cz: signál station_names
sk_sk: signál station_names

source: signal program_change
cs_cz: signál program_change
sk_sk: signál program_change

source: signal program_deleted
cs_cz: signál program_deleted
sk_sk: signál program_deleted

source: signal program_toggled
cs_cz: signál program_toggled
sk_sk: signál program_toggled

source: signal program_runnow
cs_cz: signál program_runnow
sk_sk: signál program_runnow

source: signal rain_active
cs_cz: signál rain_active
sk_sk: signál rain_active

source: signal rain_not_active
cs_cz: signál rain_not_active
sk_sk: signál rain_not_active

source: signal master_one_on
cs_cz: signál master_one_on
sk_sk: signál master_one_on

source: signal master_one_off
cs_cz: signál master_one_off
sk_sk: signál master_one_off

source: signal master_two_on
cs_cz: signál master_two_on
sk_sk: signál master_two_on

source: signal master_two_off
cs_cz: signál master_two_off
sk_sk: signál master_two_off

source: signal pressurizer_master_relay_on
cs_cz: signál pressurizer_master_relay_on
sk_sk: signál pressurizer_master_relay_on

source: signal pressurizer_master_relay_off
cs_cz: signál pressurizer_master_relay_off
sk_sk: signál pressurizer_master_relay_off

source: signal poweroff
cs_cz: signál poweroff
sk_sk: signál poweroff

source: signal ospyupdate
cs_cz: signál ospyupdate
sk_sk: signál ospyupdate

source: signal station_on
cs_cz: signál station_on
sk_sk: signál station_on

source: signal station_off
cs_cz: signál station_off
sk_sk: signál station_off

source: signal station_clear
cs_cz: signál station_clear
sk_sk: signál station_clear

source: signal internet_available
cs_cz: signál internet_available
sk_sk: signál internet_available

source: signal internet_not_available
cs_cz: signál internet_not_available
sk_sk: signál internet_not_available

source: Package: SMS Modem
cs_cz: Balíček: SMS modem
sk_sk: Balík: SMS modem

source: SMS Modem plug-in is enabled
cs_cz: Rozšíření SMS modem je povoleno
sk_sk: Sms modem povolený

source: Gammu is not installed.
cs_cz: Gammu není nainstalován.
sk_sk: Gammu nie je nainštalovaný.

source: Please wait installing Gammu...
cs_cz: Počkejte prosím na instalaci Gammu...
sk_sk: Počkajte, prosím, inštalujem Gammu...

source: Please wait installing Python-Gammu...
cs_cz: Počkejte prosím na instalaci Python-Gammu...
sk_sk: Počkajte, prosím, inštalujem Python-Gammu...

source: Please wait installing Python3-Gammu...
cs_cz: Počkejte prosím na instalaci Python3-Gammu...
sk_sk: Počkajte na inštaláciu Python3-Gammu...

source: Testing attached GSM ttyUSB...
cs_cz: Testování připojeného GSM modemu na ttyUSB ...
sk_sk: Testovanie pripojeného GSM modemu ttyUSB ...

source: Saving Gammu config to /root/.gammurc...
cs_cz: Ukládání Gammu config do /root/.gammurc...
sk_sk: Ukladá sa konfiguračný súbor Gammu do /root/.gammurc...

source: SMS Modem plug-in is disabled
cs_cz: Rozšíření SMS modem je zakázáno
sk_sk: SMS modem vypnutý

source: SMS Modem plug-in
cs_cz: Rozšíření SMS
sk_sk: Doplnok SMS

source: Error: No module named gammu
cs_cz: Chyba: Žádný modul s názvem gammu
sk_sk: Chyba: Žiadny modul s názvom gammu

source: Checking SMS...
cs_cz: Kontrola SMS...
sk_sk: Kontroluje sa SMS...

source: Error: Phone (modem) not connected.
cs_cz: Chyba: Telefon (modem) není připojen.
sk_sk: Chyba: Telefón (modem) nie je pripojený.

source: SMS from admin
cs_cz: SMS od správce
sk_sk: SMS od správcu

source: is processed
cs_cz: je zpracován
sk_sk: bol vykonaný

source: was processed and confirmation was sent as SMS to
cs_cz: je zpracován a potvrzení bylo odesláno jako SMS
sk_sk: bol vykonaný a potvrdenie bolo zaslané ako SMS

source: Received SMS was deleted
cs_cz: Přijatá SMS byla odstraněna
sk_sk: Prijatá SMS bola odstránená

source: Received SMS was deleted and system is now reboot
cs_cz: Přijatá SMS byla odstraněna a systém je nyní restartován
sk_sk: Prijatá SMS bola odstránená a systém sa teraz reštartuje

source: Received SMS was deleted and system is now poweroff
cs_cz: Přijatá SMS byla odstraněna a systém je nyní vypínán
sk_sk: Prijatá SMS bola odstránená a systém sa teraz vypína

source: Received SMS was deleted, update was performed and program will restart
cs_cz: Přijatá SMS byla odstraněna, aktualizace byla provedena a program OSPy se restartuje
sk_sk: Prijatá SMS bola odstránená, aktualizácia bola vykonaná a program sa reštartuje

source: Received SMS was deleted, but could not perform update
cs_cz: Přijatá SMS byla odstraněna, ale nemohl jsem provést aktualizaci systému OSPy
sk_sk: Prijatá SMS bola odstránená, ale nepodarilo sa vykonať aktualizáciu

source: SMS plug-in send image file from webcam.
cs_cz: Rozšíření SMS odeslalo obrazový soubor z webové kamery.
sk_sk: Doplnok SMS odoslal obrazový súbor z webovej kamery.

source: Received SMS was deleted, but could not send email with photo from webcam
cs_cz: Přijatá SMS byla smazána, ale nemohla odeslat E-mail s fotografií z webové kamery
sk_sk: Prijatá SMS bola odstránená, ale nepodarilo sa poslať e-mail s fotografiou z webovej kamery

source: now run
cs_cz: nyní spuštěno
sk_sk: teraz spustiť

source: Received command
cs_cz: Přijatý příkaz
sk_sk: Prijatý príkaz

source: is not defined!
cs_cz: není definována!
sk_sk: nie je definovaný!
