Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Received SMS was deleted - SMS was read
cs_cz: Přijatá SMS byla odstraněna - SMS byla přečtena
sk_sk: Prijatá SMS bola odstránená - SMS bola prečítaná

source: Received SMS was deleted - SMS was not from admin
cs_cz: Přijatá SMS byla odstraněna - SMS nebyla od správce
sk_sk: Prijatá SMS bola odstránená - SMS nebola od správcu

source: Email was sent
cs_cz: E-mail byl odeslán
sk_sk: E-mail bol odoslaný

source: Email was not sent
cs_cz: E-mail nebyl odeslán
sk_sk: E-mail nebol odoslaný

source: SMS settings
cs_cz: Rozšíření SMS nastavení
sk_sk: Nastavenia SMS

source: SMS Settings
cs_cz: Rozšíření SMS nastavení
sk_sk: Nastavenia SMS

source: Use SMS modem
cs_cz: Použit SMS modem
sk_sk: Použíť SMS modem

source: Signal strength in the status window
cs_cz: Síla signálu ve stavovém okně
sk_sk: Intenzita signálu v stavovom okne

source: Command for info
cs_cz: Příkaz pro informace
sk_sk: Príkaz pre informácie

source: Command for stop irrigation
cs_cz: Příkaz pro zastavení zavlažování
sk_sk: Príkaz na zastavenie zavlažovania

source: Command for start irrigation
cs_cz: Příkaz pro zahájení zavlažování
sk_sk: Príkaz na začatie zavlažovania

source: Command for reboot system
cs_cz: Příkaz pro restart systému
sk_sk: Príkaz pre reštart systému

source: Command for poweroff system
cs_cz: Příkaz pro vypnutí systému
sk_sk: Príkaz pre vypnutie systému

source: Command for update OSPi from GITHUB
cs_cz: Příkaz pro aktualizaci OSPy z GITHUBu
sk_sk: Príkaz na aktualizáciu OSPy z GITHUBu

source: Command for send foto from webcam
cs_cz: Příkaz pro odeslání fotografie z webové kamery
sk_sk: Príkaz na odoslanie fotky z webovej kamery

source: For this function required email and webcam plugin
cs_cz: Toto rozšíření vyžaduje rozšíření E-mail notifications pro odesílání zpráv
sk_sk: Tento doplnok vyžaduje doplnok E-mail notifikácie" pre odosielanie správ

source: Command for help
cs_cz: Příkaz pro nápovědu
sk_sk: Príkaz pre pomoc

source: Send SMS with all available commands
cs_cz: Odeslat SMS se všemi dostupnými příkazy
sk_sk: Poslať SMS so všetkými dostupnými príkazmi

source: Command for run now program
cs_cz: Příkaz pro spuštění jednorázového programu
sk_sk: Príkaz na spustenie programu

source: Example: runxx = run now program xx if exists
cs_cz: Příklad: runxx = spustit nyní program xx, pokud existuje
sk_sk: Príklad: runxx = spustiť teraz program xx, ak existuje

source: SMS settings - help
cs_cz: SMS nastavení - nápověda
sk_sk: Nastavenia SMS - pomocník

source: SMS Settings - help
cs_cz: SMS nastavení - nápověda
sk_sk: Nastavenia SMS - pomocník

source: For this plugin is needed to SMS modem with the telephone service provider
cs_cz: Pro toto rozšíření je potřeba SMS modem s poskytovatelem telefonních služeb
sk_sk: Pre tento doplnok je potrebný SMS modem s poskytovateľom telefónnych služieb

source: This plugin needs Gammu. If not installed Gammu and Python-Gammu, plugin installs Gammu and Python-Gammu in to the system himself
cs_cz: Toto rozšíření potřebuje Gammu. Pokud není nainstalováno Gammu a Python-Gammu, rozšíření ho nainstaluje samo (Gammu a Python-Gammu) do systému
sk_sk: Tento doplnok potrebuje Gammu. Ak nie je nainštalovaná Gammu a Python-Gammu, doplnok nainštaluje Gammu a Python-Gammu do systému sám

source: On first use please wait for status
cs_cz: Při prvním použití počkejte na stav
sk_sk: Pri prvom použití počkajte na stav

source: Package: Internet Speed Monitor
cs_cz: Balíček: Rychlost Internetového připojení
sk_sk: Balík: Monitor rýchlosti internetu

source: Has not been loaded yet
cs_cz: Ještě nebylo načteno
sk_sk: Ešte nebola načítaná

source: Speed monitor is disabled.
cs_cz: Rozšíření monitor rychlosti Internetového připojení je zakázáno.
sk_sk: Monitor rýchlosti je vypnutý.

source: Cannot be loaded
cs_cz: Nelze načíst
sk_sk: Nedá sa načítať

source: Speed Monitor plug-in
cs_cz: Rozšíření monitor rychlosti Internetového připojení
sk_sk: Zásuvný modul Monitor rýchlosti

source: Downloading
cs_cz: Stahování
sk_sk: Sťahovanie

source: Uploading
cs_cz: Nahrávání
sk_sk: Nahrávánie

source: Test button
cs_cz: Tlačítko Test
sk_sk: Testovacie tlačidlo

source: Ping Time
cs_cz: Čas pingu
sk_sk: Čas pingu

source: Speed monitor settings
cs_cz: Monitor rychlosti Internetového připojení - nastavení
sk_sk: Nastavenia monitora rýchlosti

source: Mb/s or msec
cs_cz: Mb/s nebo msec
sk_sk: Mb/s alebo msec

source: Use Monitor
cs_cz: Použít monitor
sk_sk: Povoliť monitor

source: if checked, the extension will measure the connection speed
cs_cz: pokud je zaškrtnuto, rozšíření bude měřit rychlost připojení
sk_sk: ak je začiarknuté, rozšírenie zmeria rýchlosť pripojenia

source: Interval for testing
cs_cz: Interval pro testování
sk_sk: Interval testovania

source: minutes (Minimum is 1)
cs_cz: minutě/tách (minimum je 1)
sk_sk: minút (minimálne 1)

source: Speed monitor - help
cs_cz: Monitor rychlosti Internetového připojení - nápověda
sk_sk: Monitor rýchlosti - pomoc

source: This plugin monitors and logs the speed of the Internet connection after a certain set interval
cs_cz: Tento plugin monitoruje a zaznamenává rychlost připojení k internetu po určitém nastaveném intervalu
sk_sk: Tento plugin monitoruje a zaznamenáva rýchlosť internetového pripojenia po určitom nastavenom intervale

source: Download and upload speed are in Mbps
cs_cz: Rychlost stahování a odesílání je v Mb/s
sk_sk: Rýchlosť sťahovania a nahrávania je v Mbps

source: The response time (ping) is given in milliseconds
cs_cz: Doba odezvy (ping) je dána v milisekundách
sk_sk: Reakčný čas (ping) je uvedený v milisekundách

source: This extension arose as a whip on rogue Internet service providers
cs_cz: Toto rozšíření vzniklo jako bič na nepoctivé poskytovatele internetových služeb
sk_sk: Toto rozšírenie vzniklo ako bič na nepoctivých poskytovateľov internetových služieb

source: Many thanks
cs_cz: Mnohokrát děkujeme
sk_sk: Veľká vďaka

source: and service:
cs_cz: a službě:
sk_sk: a službe:

source: Speed monitor log
cs_cz: Monitor rychlosti Internetového připojení - záznam
sk_sk: Denník monitora rýchlosti

source: Speed monitor logs
cs_cz: Monitor rychlosti Internetového připojení - záznam
sk_sk: Protokoly monitora rýchlosti

source: Download (Mb/s)
cs_cz: Stáhnout (Mb/s)
sk_sk: Sťahovanie (Mb/s)

source: Package: Astro Sunrise and Sunset
cs_cz: Balíček: Astro východ a západ slunce
sk_sk: Balík: Astro východ a západ slnka

source: Not selected
cs_cz: Nevybráno
sk_sk: Nezvolené

source: Sunrise and Sunset
cs_cz: Východ a západ slunce
sk_sk: Východ a západ slnka

source: Waiting to state
cs_cz: Čekání na stav
sk_sk: Čakanie na stav

source: Astral is not installed.
cs_cz: Astral není nainstalován.
sk_sk: Astral nieje nainštalovaný.

source: Please wait installing astral...
cs_cz: Počkejte prosím na instalaci astralu...
sk_sk: Čakajte prosím na inštaláciu astralu ....

source: Astral is now installed.
cs_cz: Astral je nyní nainstalován.
sk_sk: Astral je teraz nainštalovaný.

source: You must fill in all required fields (location, region, timezone/name, latitude and longitude!
cs_cz: Musíte vyplnit všechna povinná pole (umístění, region, časové pásmo/jméno, zeměpisná šířka a délka!
sk_sk: Musíte vyplniť všetky povinné polia (umiestnenie, región, časové pásmo, zemepisná šírka a dľžka!

source: Found city
cs_cz: Nalezené město
sk_sk: Nájdene mesto

source: Region
cs_cz: Kraj
sk_sk: Kraj

source: Timezone
cs_cz: Časová zóna
sk_sk: Časove pásmo

source: Latitude
cs_cz: Zeměpisná šířka
sk_sk: Zemepisná šírka

source: Longitude
cs_cz: Zeměpisná délka
sk_sk: Zemepisná dĺžka

source: Dawn
cs_cz: Úsvit
sk_sk: Svitanie

source: Sunrise
cs_cz: Východ
sk_sk: Východ

source: Noon
cs_cz: Poledne
sk_sk: Poludnie

source: Sunset
cs_cz: Západ
sk_sk: Západ

source: Dusk
cs_cz: Soumrak
sk_sk: Súmrak

source: Moon phase
cs_cz: Měsíc
sk_sk: Fáza mesiaca

source: New moon
cs_cz: Nov
sk_sk: Nov

source: First quarter
cs_cz: Dorůstá
sk_sk: Prvá štvrtina

source: Full moon
cs_cz: Úplněk
sk_sk: Spln

source: Last quarter
cs_cz: Couvá
sk_sk: Posledná štvrtina

source: Unkown phase
cs_cz: Neznámá pozice
sk_sk: Neznáma fáza

source: Astro plug-in
cs_cz: Balíček Astro
sk_sk: Doplnok Astro

source: Programs for runs
cs_cz: Programy pro spuštění
sk_sk: Programy pre behy

source: The "{}" will be launched at {} hours (ignore rain).
cs_cz: "{}" bude spuštěn v {} hodin (ignoruje se déšť).
sk_sk: „{}“ sa spustí o {} hodín (ignorovať dážď).

source: The "{}" will be launched at {} hours (ignore rain delay).
cs_cz: "{}" bude spuštěn v {} hodin (ignoruje se zpoždění deště).
sk_sk: „{}“ sa spustí o {} hodín (ignoruje sa dažďové oneskorenie).

source: The "{}" will be launched at {} hours.
cs_cz: "{}" bude spuštěn v tuto dobu {}.
sk_sk: "{}" sa spustí o {} hodine.

source: {} programs scheduled
cs_cz: {} naplánovaných programů
sk_sk: {} naplánovaných programov

source: Another calculation will take place in one minute...
cs_cz: Další výpočet proběhne za minutu...
sk_sk: Ďalší výpočet sa uskutoční za jednu minútu...

source: I run the program "{}" in time {}.
cs_cz: Spouštím program "{}" v čase {}.
sk_sk: Spustím program "{}" v čase {}.

source: Plugin is not enabled
cs_cz: Rozšíření není povoleno
sk_sk: Doplnok je vypnutý

source: Error: restart this plugin! Show in homepage footer have enabled.
cs_cz: Chyba: restartujte tento plugin! Zobrazení v zápatí domovské stránce je povoleno.
sk_sk: Chyba: reštartujte tento doplnok! Zobrazenie na hlavnej stránke je povolené.

source: Astral plug-in
cs_cz: Balíček Astro
sk_sk: Doplnok Astro

source: Astro Sunrise and Sunset
cs_cz: Astro východ a západ slunce
sk_sk: Astro východ a západ slnka

source: This extension allows you to run a specific program depending on sunrise or sunset. For scheduling programs calculate astronomical data and use it.
cs_cz: Toto rozšíření umožňuje spustit konkrétní program v závislosti na východu nebo západu slunce. Pro plánování programů vypočítat astronomická data a použít je.
sk_sk: Tento doplnok umožňuje spustiť konkrétny program v závislosti na východe alebo západe slnka. Pre plánovanie programu vypočíta astronomické dáta a použije ich.

source: In terms of economy and good usability of moisture, early morning watering is optimal. We can also spray the leaves, because they will dry out before the sun can burn them. Plants should not be sprayed at all at noon: water droplets act like small optical lenses on the leaves, in which the suns rays concentrate and cause burns on the leaves. In addition, it is uneconomical, because part of the water evaporates already in the air and another part immediately upon impact with the hot ground. If the plants wither during the day, we will help them with moisture directly to the roots. In the evening it should be watered only to the roots. The sprinkled leaves do not have time to dry and there is a risk of fungal diseases. Otherwise, evening watering is advantageous because the water absorbs well into the soil overnight and the plants have it in store for the next hot day.
cs_cz: Z hlediska hospodárnosti a dobré využitelnosti vlhkosti je optimální ranní zavlažování. Můžeme také stříkat listy, protože vyschnou dříve, než je slunce může spálit. Rostliny by neměly být stříkány vůbec v poledne: kapky vody působí jako malé optické čočky na listech, ve kterých se sluneční paprsky koncentrují a způsobují popáleniny na listech. Navíc je to neekonomické, protože část vody se odpařuje již ve vzduchu a další část ihned po nárazu do horké země. Pokud rostliny během dne uschnou, pomůžeme jim s vlhkostí přímo ke kořenům. Večer by mělo být zavlažováno pouze ke kořenům. Mokré listy nemají čas uschnout a existuje riziko plísňových onemocnění. V opačném případě je večerní zalévání výhodné, protože voda se přes noc dobře vstřebává do půdy a rostliny ji mají v zásobě na další horký den.
sk_sk: Z hľadiska hospodárnosti a dobrej využiteľnosti vlahy je optimálne skoré ranné zavlažovanie. Môžeme taktiež postriekať listy, pretože uschnú skôr, ako ich stihne spáliť slnko. Rastliny by sa na poludnie nemali zavlažovaťť vôbec: kvapôčky vody pôsobia na listy ako malé optické šošovky, v ktorých sa sústreďujú slnečné lúče a spôsobujú popáleniny na listoch. Navyše je to neekonomické, pretože časť vody sa vyparí už vo vzduchu a ďalšia časť hneď pri dopade na rozpálenú zem. Ak rastliny počas dňa uschnú, pomôžeme im vlahou priamo ku koreňom. Večer je treba polievať len ku korienkom. Mokré listy nestihnú vyschnúť a hrozia plesňové ochorenia. V opačnom prípade je večerné zavlažovanie výhodné, pretože voda cez noc dobre vsiakne do pôdy a rastliny ju majú v zásobe na ďalší horúci deň.

source: Programs Settings
cs_cz: Nastavení programů
sk_sk: Nastavenie programu

source: Use astro plugin
cs_cz: Použít astro
sk_sk: Použiť doplnok astro

source: Find location
cs_cz: Najít místo
sk_sk: Nájsť polohu

source: City Location
cs_cz: Poloha města
sk_sk: Poloha mesta

source: Select a city location from the list or enter your own location in the fields below
cs_cz: Vyberte umístění města ze seznamu nebo zadejte vlastní polohu do polí níže
sk_sk: Vyberte umiestnenie mesta zo zoznamu, alebo zadajte vlastnú polohu do poľa nižšie

source: Manual location
cs_cz: Ruční umístění
sk_sk: Ručné umiestnenie

source: Custom Location
cs_cz: Vlastní umístění
sk_sk: Vlastné umiestnenie

source: Somewhere on earth (own name). Example: Pilsen
cs_cz: Někde na zemi (vlastní jméno). Příklad: Plzeň
sk_sk: Niekde na zemi (vlastný názov). Príklad: Plzeň

source: Custom region
cs_cz: Vlastní oblast
sk_sk: Vlastná oblasť

source: The custom label serves for our better location orientation
cs_cz: Vlastní štítek slouží pro naši lepší orientaci na umístění
sk_sk: Vlastný štítok slúži pre našu lepšiu orientáciu na umiestnenie

source: Custom Timezone/name
cs_cz: Vlastní časové pásmo/název
sk_sk: Vlastný názov pre časové pásmo

source: UTC (Coordinated Universal Time). As the Earths rotation slows slightly, GMT is gradually lagging behind UTC. In order to be used in practical life, which is associated with the rotation of the Earth, UTC is maintained within ± 0.9 seconds of UT1; if this deviation is exceeded, the so-called leap second is added or (theoretically) removed at midnight on the next 30 June or 31 December, so that this day ends at 23.59: 60, resp. 23.59: 58 (as opposed to the usual 23.59: 59). This occurs on average once a year to a year and a half. As the Earths rotation slows down, leap seconds are always added, but theoretically the possibility of taking a leap second is also considered. The International Earth Rotation and Reference Systems Service decides whether to use the leap second in the relevant term according to the Earths rotation measurements.
cs_cz: UTC (koordinovaný světový čas). Vzhledem k tomu, že rotace Země se mírně zpomaluje, GMT postupně zaostává za UTC. Aby mohl být UTC použit v praktickém životě, který je spojen s rotací země, je udržován do ± 0,9 sekundy od UT1; pokud je tato odchylka překročena, tzv. přestupná sekunda je přidána nebo (teoreticky) odstraněna o půlnoci následujícího 30. června nebo 31. prosince, takže tento den končí ve 23:59: 60, resp. 23,59: 58 (na rozdíl od obvyklého 23,59: 59). K tomu dochází v průměru jednou za rok až rok a půl. Jak se rotace Země zpomaluje, vždy se přidávají přestupné sekundy, ale teoreticky se zvažuje i možnost přestupné sekundy. Mezinárodní služba rotace Země a referenčních systémů rozhoduje, zda použije přestupnou sekundu v příslušném termínu podle měření rotace Země.
sk_sk: UTC (koordinovaný svetový čas). Keď sa rotácia Zeme mierne spomalí, GMT postupne zaostáva za UTC. Aby bolo možné použiť v praktickom živote, ktorý je spojený s rotáciou Zeme, UTC sa udržiava v rozmedzí ± 0,9 sekundy od UT1; pri prekročení tejto odchýlky sa pripočítava alebo (teoreticky) o polnoci najbližšieho 30. júna alebo 31. decembra takzvaná prestupná sekunda tak, že tento deň končí o 23.59: 60, resp. 23.59: 58 (oproti bežným 23.59: 59). K tomu dochádza v priemere raz za rok až rok a pol. Keď sa rotácia Zeme spomaľuje, vždy sa pridávajú skokové sekundy, ale teoreticky sa počíta aj s možnosťou prechodu sekundy. Medzinárodná služba zemskej rotácie a referenčných systémov rozhodne, či použije skokovú sekundu v príslušnom termíne podľa meraní rotácie Zeme.

source: Custom Latitude and longitude
cs_cz: Vlastní zeměpisná šířka a délka
sk_sk: Vlastná zemepisná šírka a dĺžka

source: Example city Pilsen 49°44′29",13°22′57"
cs_cz: Příklad města Plzeň 49°44′29",13°22′57"
sk_sk: Príklad mesta Plzeň 49°44′29",13°22′57"

source: Sunrise and Sunset - Help
cs_cz: Východ a západ slunce - Nápověda
sk_sk: Východ a západ slnka - pomocník

source: This extension allows you to run a specific program depending on sunrise or sunset.
cs_cz: Toto rozšíření umožňuje spustit konkrétní program v závislosti na východu nebo západu slunce.
sk_sk: Tento doplnok umožňuje spustiť konkrétny program v závislosti na východe alebo západe slnka.

source: This extension calculate the following astronomical data
cs_cz: Toto rozšíření vypočítá následující astronomická data
sk_sk: Tento doplnok vypočíta nasledujúce astronomické dáta

source: The time in the morning when the sun is a specific number of degrees below the horizon.
cs_cz: Čas ráno, kdy je slunce určitý počet stupňů pod obzorem.
sk_sk: Čas ráno kedy je slnko v určitom uhle pod obzorom.

source: The time in the morning when the top of the sun breaks the horizon (asuming a location with no obscuring features.)
cs_cz: Čas ráno, kdy vrchol slunce rozbije obzor (předpokládá místo bez zakrývajících objektů).
sk_sk: Čas v dopoludňajších hodinách, keď horná časť slnka prelomí horizont (predpokladá sa miesto bez zatemňujúcich prvkov.)

source: The time when the sun is at highest point directly above the observer.
cs_cz: Čas, kdy je slunce v nejvyšším bodě přímo nad pozorovatelem.
sk_sk: Čas, keď je slnko v najvyššom bode priamo nad obzorom.

source: The time in the evening when the sun is about to disappear below the horizon (asuming a location with no obscuring features.)
cs_cz: Čas večera, kdy se slunce chystá zmizet pod obzorem (za předpokladu místa bez zakrývajících objektů).
sk_sk: Čas vo večerných hodinách, keď sa Slnko chystá zmiznúť pod obzorom (predpokladá sa miesto bez zatemňujúcich prvkov.)

source: The time in the evening when the sun is a specific number of degrees below the horizon.
cs_cz: Čas večer, kdy je slunce určitý počet stupňů pod obzorem.
sk_sk: Čas večer, keď je slnko určitý počet stupňov pod obzorom.

source: Effect of Elevation
cs_cz: Vliv elevace
sk_sk: Vplyv elevácie

source: Times Of The Sun
cs_cz: Časy slunce
sk_sk: Časy slnka

source: The times of the sun that you experience depend on what obscurs your view of it. It may either be obscured by the horizon or some other geographical feature (e.g. mountains)
cs_cz: Časy slunce, které zažíváte, závisí na tom, co zakrývá váš pohled na něj. Může být buď zakryta horizontem nebo jiným geografickým objektem (např. horami).
sk_sk: Časy slnka, ktoré zažijete, závisia od toho, čo vám zakrýva výhľad naň. Môže byť zakrytý horizontom alebo nejakým iným geografickým prvkom (napr. hory)

source: If what obscures you at ground level is the horizon and you are at a elevation above ground level then the times of the sun depends on how far further round the earth you can see due to your elevation (the sun rises earlier and sets later).
cs_cz: Pokud to, co vás zakrývá na úrovni země, je horizont a vy jste ve výšce nad úrovní terénu, pak časy slunce závisí na tom, jak daleko dále kolem země můžete vidět kvůli vaší výšce (slunce vychází dříve a zapadá později).
sk_sk: Ak to, čo vás zakrýva na úrovni zeme, je horizont a ste vo výške nad úrovňou zeme, potom časy slnka závisia od toho, ako ďaleko okolo Zeme môžete vďaka svojej nadmorskej výške vidieť (slnko vychádza skôr a zapadá neskôr).

source: The extra angle you can see round the earth is determined by calculating the angle α in the image below based on your elevation above ground level, and adding this to the depression angle for the sun calculations.
cs_cz: Extra úhel, který můžete vidět kolem země, je určen výpočtem úhlu α na obrázku níže na základě vaší výšky nad úrovní terénu a přidáním tohoto úhlu k úhlu deprese pro výpočty slunce.
sk_sk: Dodatočný uhol, ktorý môžete vidieť okolo Zeme, je určený výpočtom uhla α na obrázku nižšie na základe vašej nadmorskej výšky nad úrovňou zeme a pripočítaním tohto uhla k uhlu depresie pre výpočty slnka.

source: If your view is obscured by some other geographical feature than the horizon, then the adjustment angle is based on how far you are above or below the feature and your distance to it.
cs_cz: Pokud je váš pohled zakryt jiným geografickým prvkem než horizontem, pak je úhel nastavení založen na tom, jak daleko jste nad nebo pod prvkem a na vaší vzdálenosti od něj.
sk_sk: Ak vám výhľad zakrýva iný geografický prvok ako horizont, potom je uhol nastavenia založený na tom, ako ďaleko ste nad alebo pod objektom a na vašej vzdialenosti od neho.

source: For the first case i.e. obscured by the horizon you need to pass a single float to the Observer as its elevation. For the second case pass a tuple of 2 floats. The first being the vertical distance to the top of the feature and the second the horizontal distance to the feature.
cs_cz: Pro první případ, tj. zakrytý horizontem, musíte pozorovateli předat jeden desetinné místo jako jeho výšku. Pro druhý případ projděte řazenou kolekci 2 desetinných míst. První je vertikální vzdálenost k horní části prvku a druhá horizontální vzdálenost k prvku.
sk_sk: V prvom prípade, t. j. zakrytý horizontom, musíte pozorovateľovi odovzdať jeden plavák ako jeho výšku. V druhom prípade prejdite n-ticou 2 plavákov. Prvá je vertikálna vzdialenosť k hornej časti objektu a druhá horizontálna vzdialenosť k objektu.

source: Elevation Of The Sun
cs_cz: Nadmořská výška slunce
sk_sk: Nadmorská výška slnka

source: Even though an observers elevation can significantly affect the times of the sun the same is not true for the elevation angle from the observer to the sun.
cs_cz: I když nadmořská výška pozorovatele může významně ovlivnit časy Slunce, totéž neplatí pro výškový úhel od pozorovatele ke slunci.
sk_sk: Aj keď nadmorská výška pozorovateľa môže výrazne ovplyvniť časy Slnka, to isté neplatí pre uhol nadmorskej výšky od pozorovateľa k Slnku.

source: As an example the diagram below shows the difference in angle between an observer at ground level and one on the ISS orbiting 408 km above the earth.
cs_cz: Jako příklad níže uvedený diagram ukazuje rozdíl v úhlu mezi pozorovatelem na úrovni země a pozorovatelem na ISS obíhajícím 408 km nad zemí.
sk_sk: Ako príklad nižšie uvedený diagram ukazuje rozdiel v uhle medzi pozorovateľom na úrovni zeme a pozorovateľom na ISS obiehajúcej vo výške 408 km nad zemou.

source: The largest difference between the two angles is when the angle at ground level is 1 degree. The difference then is approximately 0.15 degrees.
cs_cz: Největší rozdíl mezi těmito dvěma úhly je, když je úhel na úrovni země 1 stupeň. Rozdíl je pak přibližně 0,15 stupně.
sk_sk: Najväčší rozdiel medzi týmito dvoma uhlami je, keď je uhol na úrovni zeme 1 stupeň. Rozdiel je potom približne 0,15 stupňa.

source: At the summit of mount Everest (8,848 m) the maximum difference is 0.00338821 degrees.
cs_cz: Na vrcholu Mount Everestu (8 848 m) je maximální rozdíl 0,00338821 stupňů.
sk_sk: Na vrchole Mount Everest (8,848 m) je maximálny rozdiel 0,00338821 stupňa.

source: Due to the very small difference the astral package does not currently adjust the solar elevation for changes in observer elevation.
cs_cz: Vzhledem k velmi malému rozdílu astral balíček v současné době neupravuje sluneční výšku pro změny ve výšce pozorovatele.
sk_sk: Kvôli veľmi malému rozdielu astrálny balík v súčasnosti neprispôsobuje slnečnú výšku zmenám vo výške pozorovateľa.
