Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: After checking the box, station control commands (on/off) will be received from the given topic. This OSPy will be controlled by another device. Warning: only works if OSPy is in manual mode!
cs_cz: Po zaškrtnutí políčka budou z daného tématu přijaty příkazy pro ovládání stanice (zapnuto/vypnuto). Toto OSPy bude řízeno jiným zařízením. Upozornění: funguje pouze v případě, že je OSPy v manuálním režimu!
sk_sk: Po zaškrtnutí políčka sa budú prijímať príkazy na ovládanie stanice (zap/vyp) z danej témy. Toto OSPy bude riadené iným zariadením. Upozornenie: funguje iba vtedy, ak je OSPy v manuálnom režime!

source: Control topic
cs_cz: Téma ovládání
sk_sk: Téma ovládanie

source: The topic to subscribe to for control commands.
cs_cz: Téma, které chcete přihlásit k odběru řídicích příkazů.
sk_sk: Téma na odber ovládacích príkazov.

source: First station number
cs_cz: Číslo první stanice
sk_sk: Číslo prvej stanice

source: The number from the master of this secondary first station.
cs_cz: Číslo stanice na řídícím OSPy, která bude na sekundárním OSPy považována jako první stanice.
sk_sk: Číslo stanice na riadiacom OSPy, ktorá bude na sekundárnom OSPy považovaná ako prvá stanica.

source: Station count
cs_cz: Počet stanic
sk_sk: Počet staníc

source: The number of station this secondary uses.
cs_cz: Počet stanic, které tato sekundární stanice používá.
sk_sk: Počet staníc, ktoré toto sekundárne OSPy používa.

source: MQTT zones state
cs_cz: Stav zón MQTT
sk_sk: Stav zón MQTT

source: Use zones
cs_cz: Použít stanice
sk_sk: Použiť stanice

source: When the box is checked, the statuses of all stations will be sent to the given topic. MQTT core is required for the feature.
cs_cz: Po zaškrtnutí políčka budou na dané téma odeslány stavy všech stanic. Pro tuto funkci je vyžadováno jádro MQTT.
sk_sk: Po zaškrtnutí políčka sa budú k danej téme odosielať stavy všetkých staníc. Pre túto funkciu je potrebné jadro MQTT.

source: Zones topic
cs_cz: Téma pro stanice
sk_sk: Téma pre stanice

source: The topic to broadcast from zones.
cs_cz: Téma, do kterého se budou vysílat stanice.
sk_sk: Téma, do ktorej sa budú vysielať stanice.

source: MQTT run-once
cs_cz: MQTT jednorázově
sk_sk: MQTT jednorazové spustenie

source: Use run-once
cs_cz: Použít jednorázové spuštění
sk_sk: Použiť jednorazové spustenie

source: When the box is checked, will be received from the given topic for commands to start stations. MQTT core is required for this feature.
cs_cz: Po zaškrtnutí políčka budou z daného tématu přijaty povely ke spuštění stanic. Pro tuto funkci je vyžadováno jádro MQTT.
sk_sk: Po zaškrtnutí políčka budú z danej témy prijímané príkazy na spustenie staníc. Pre túto funkciu je potrebné jadro MQTT.

source: Run-once topic
cs_cz: Téma jednorázově
sk_sk: Téma jednorázové

source: MQTT get values
cs_cz: MQTT čtení hodnot
sk_sk: MQTT čítanie hodnôt

source: Use get values
cs_cz: Použít čtení hodnot
sk_sk: Použiť čítanie hodnôt

source: When the box is checked, the statuses of the system settings will be sent to the given topic (cpu temperature, manual mode, scheduler enabled...)
cs_cz: Po zaškrtnutí políčka budou do daného tématu odeslány stavy nastavení systému (teplota procesoru, manuální režim, povolený plánovač...)
sk_sk: Po zaškrtnutí políčka sa do danej témy budú odosielať stavy nastavení systému (teplota procesora, manuálny režim, zapnutý plánovač...)

source: Values topic
cs_cz: Téma pro hodnoty
sk_sk: Téma pre hodnoty

source: The topic to broadcast from values.
cs_cz: Téma, do kterého se budou vysílat hodnoty.
sk_sk: Téma, do ktorej sa budú vysielať hodnoty.

source: MQTT events
cs_cz: Události MQTT
sk_sk: Udalosti MQTT

source: If you change the settings, restart OSPy to load the changes!
cs_cz: Pokud změníte nastavení, restartujte OSPy pro načtení změn!
sk_sk: Ak zmeníte nastavenia, reštartujte OSPy, aby sa zmeny načítali!

source: MQTT settings - help
cs_cz: MQTT - nápověda
sk_sk: Nastavenia MQTT - pomocník

source: If you change settings you must restarting OSPy!
cs_cz: Pokud změníte nastavení, musíte restartovat OSPy!
sk_sk: Ak zmeníte nastavenia, musíte reštartovať OSPy!

source: * MQTT core
cs_cz: * MQTT jádro
sk_sk: MQTT jadro

source: This MQTT plugin adds an MQTT client to the OSPy daemon for other plugins to use to publish information and or receive commands over MQTT. On this page, the shared client is configured. Having a shared MQTT client simplifies configuration and lowers overhead on the OSPy process, network and broker. This plugin needs paho-mqtt. If not installed paho-mqtt, plugin installs paho-mqtt in to the system himself. On first use (if run installation paho-mqtt) please wait for status. We can use a public Broker server to test http://www.hivemq.com/demos/websocket-client/.
cs_cz: Toto rozšíření MQTT přidává klienta MQTT do démona OSPy pro ostatní rozšíření, které mohou použít publikování informací nebo přijímání příkazů přes MQTT. Na této stránce je nakonfigurován sdílený klient. Sdílený klient MQTT zjednodušuje konfiguraci a snižuje režii na proces OSPy, síť a zprostředkovatele. Toto rozšíření vyžaduje paho-mqtt. Pokud není nainstalováno paho-mqtt, rozšíření ho nainstaluje paho-mqtt do systému samo. Při prvním použití (pokud spustíte instalaci paho-mqtt) počkejte na stav. K testování http://www.hivemq.com/demos/websocket-client/ můžeme použít veřejný server Broker.
sk_sk: Tento zásuvný modul MQTT pridáva klienta MQTT do démona OSPy pre ostatné zásuvné moduly, ktoré môžu používať na publikovanie informácií alebo prijímanie príkazov cez MQTT. Na tejto stránke je nakonfigurovaný zdieľaný klient. Zdieľaný klient MQTT zjednodušuje konfiguráciu a znižuje réžiu procesu OSPy, siete a brokera. Tento doplnok potrebuje paho-mqtt. Ak nie je nainštalovaný paho-mqtt, plugin nainštaluje paho-mqtt do systému sám. Pri prvom použití (ak spustíte inštaláciu paho-mqtt) počkajte na stav. Na testovanie môžeme použiť verejný Broker server http://www.hivemq.com/demos/websocket-client/.

source: * MQTT manual control
cs_cz: * MQTT ruční ovládání
sk_sk: MQTT ručné ovládanie

source: The MQTT plugin allows multiple secondary OSPy controlers to be running with the control OSPy system running. This means that one OSPy system can act as the control driver for secondary systems that also use OSPy and have the mqtt plugin installed. The control OSPy sends a list containing the on/off states of all stations. The secondary system receives the list and checks whether it is necessary to switch on one of its stations or switch it off and make the necessary changes. All irrigation plans are set on the main system and it records all running stations as if they were on the OSPy control system itself. There is no feedback from the secondary OSPy, so the control system assumes that all stations are working as they should. If enabled logging in secondary OSPy, stations running on this secondary OSPy are also stored in the log. This provides a way to check if the station on the secondary is working properly. You must this OSPy switch to manual mode! MQTT core is required for this feature.
cs_cz: MQTT plugin umožňuje běh více sekundárních OSPy controlerů se spuštěným řídicím OSPy systémem. To znamená, že jeden systém OSPy může fungovat jako řídicí ovladač pro sekundární systémy, které také používají OSPy a mají nainstalovaný plugin mqtt. Řídící OSPy posílá seznam se stavy zapnutí/vypnutí všech stanic. Sekundární systém obdrží seznam a zkontroluje, zda je nutné zapnout jednu z jeho stanic nebo ji vypnout a provést potřebné změny. Všechny zavlažovací plány jsou nastaveny na hlavním systému a zaznamenává všechny běžící stanice, jako by byly na samotném řídicím systému OSPy. Neexistuje žádná zpětná vazba ze sekundárního OSPy, takže řídicí systém předpokládá, že všechny stanice pracují tak, jak mají. Pokud je povoleno přihlašování v sekundárním OSPy, jsou do logu ukládány i stanice běžící na tomto sekundárním OSPy. To poskytuje způsob, jak zkontrolovat, zda stanice na sekundární funguje správně. Musíte tento OSPy přepnout do ručního režimu! Pro tuto funkci je vyžadováno jádro MQTT.
sk_sk: Doplnok MQTT umožňuje spustenie viacerých sekundárnych ovládačov OSPy so spusteným riadiacim systémom OSPy. To znamená, že jeden systém OSPy môže fungovať ako riadiaci ovládač pre sekundárne systémy, ktoré tiež používajú OSPy a majú nainštalovaný doplnok mqtt. Riadiaci OSPy posiela zoznam so stavmi zapnutia/vypnutia všetkých staníc. Sekundárny systém prijme zoznam a skontroluje, či je potrebné niektorú z jeho staníc zapnúť alebo vypnúť a vykonať potrebné zmeny. Všetky závlahové plány sú nastavené na hlavnom systéme a zaznamenáva všetky bežiace stanice, ako keby boli na samotnom riadiacom systéme OSPy. Neexistuje žiadna spätná väzba zo sekundárneho OSPy, takže riadiaci systém predpokladá, že všetky stanice fungujú tak, ako majú. Ak je povolené protokolovanie v sekundárnom OSPy, do protokolu sa ukladajú aj stanice bežiace na tomto sekundárnom OSPy. Toto poskytuje spôsob, ako skontrolovať, či stanica na sekundárnom zariadení funguje správne. Tento OSPy musíte prepnúť do manuálneho režimu! Pre túto funkciu je potrebné jadro MQTT.

source: * MQTT zones state
cs_cz: * MQTT stav stanic
sk_sk: * MQTT stav stanic

source: Status of all stations will be sent to the given topic. MQTT core is required for this feature. Example: [{"station": 0, "status": "off", "name": "Station 01", "reason": ""}, {"station": 1, "status": "off", "name": "Station 02", "reason": ""}, {"station": 2, "status": "off", "name": "Station 03", "reason": ""}, {"station": 3, "status": "off", "name": "Station 04", "reason": ""}, {"station": 4, "status": "off", "name": "Station 05", "reason": ""}, {"station": 5, "status": "off", "name": "Station 06", "reason": ""}, {"station": 6, "status": "off", "name": "Station 07", "reason": ""}, {"station": 7, "status": "off", "name": "Station 08", "reason": ""}]
cs_cz: Stav všech stanic bude odeslána k danému tématu. Pro tuto funkci je vyžadováno jádro MQTT. Příklad: [{"station": 0, "status": "off", "name": "Station 01", "reason": ""}, {"station": 1, "status": "off", "name": "Station 02", "reason": ""}, {"station": 2, "status": "off", "name": "Station 03", "reason": ""}, {"station": 3, "status": "off", "name": "Station 04", "reason": ""}, {"station": 4, "status": "off", "name": "Station 05", "reason": ""}, {"station": 5, "status": "off", "name": "Station 06", "reason": ""}, {"station": 6, "status": "off", "name": "Station 07", "reason": ""}, {"station": 7, "status": "off", "name": "Station 08", "reason": ""}]
sk_sk: Stav všetkých staníc bude odoslaný k danej téme. Pre túto funkciu je potrebné jadro MQTT. Príklad: [{"station": 0, "status": "off", "name": "Station 01", "reason": ""}, {"station": 1, "status": "off", "name": "Station 02", "reason": ""}, {"station": 2, "status": "off", "name": "Station 03", "reason": ""}, {"station": 3, "status": "off", "name": "Station 04", "reason": ""}, {"station": 4, "status": "off", "name": "Station 05", "reason": ""}, {"station": 5, "status": "off", "name": "Station 06", "reason": ""}, {"station": 6, "status": "off", "name": "Station 07", "reason": ""}, {"station": 7, "status": "off", "name": "Station 08", "reason": ""}]

source: * MQTT run-once
cs_cz: * MQTT jednorázově
sk_sk: * MQTT jednorázově

source: will be received from the given topic for commands to start stations. MQTT core is required for this feature. The received message is a sheet that contains list or dict (station number, time in seconds.) Note: the list or dict must be as long as the number of stations. Otherwise, the processing will not take place! We can use a dictionary or list for control. The list is simpler than the dictionary (we do not have to change it in the commands every time we change the name of a station. You must this OSPy switch to scheduler mode!
cs_cz: budou z daného tématu přijaty příkazy ke spuštění stanic. Pro tuto funkci je vyžadováno jádro MQTT. Přijatá zpráva je list, který obsahuje seznam nebo slovník (číslo stanice, čas v sekundách.) Poznámka: seznam nebo slovník musí být stejně dlouhý jako počet stanic. V opačném případě se zpracování neuskuteční! Seznam je jednodušší než slovník (nemusíme jej měnit v příkazech pokaždé, když změníme název stanice. Pro jednorázové ovládání musíte toto OSPy přepnout do režimu plánovače!
sk_sk: budú z danej témy prijímané príkazy na spustenie staníc. Pre túto funkciu je potrebné jadro MQTT. Prijatá správa je list, ktorý obsahuje zoznam alebo slovník(číslo stanice, čas v sekundách.) Poznámka: zoznam alebo slovník musí byť taký dlhý ako počet staníc. V opačnom prípade sa spracovanie neuskutoční! Na ovládanie môžeme použiť slovník alebo zoznam. Zoznam je jednoduchší ako slovník (nemusíme ho meniť v príkazoch pri každej zmene názvu stanice. Pre jednorázové ovládanie musíte OSPy prepnúť do režimu plánovača!

source: * MQTT get values
cs_cz: * MQTT čtení hodnot
sk_sk: * MQTT čítanie hodnôt

source: The status of the system settings will be sent to the given topic (cpu temperature, manual mode, scheduler enabled...) This list is sent whenever there is a change in the system. Example: {"cpu_temp": "47.1", "temp_unit": "C", "manual_mode": true, "scheduler_enabled": true, "system_name": "Test VIP2", "output_count": 8, "rain_sensed": false, "rain_block": 0, "level_adjustment": 1.0, "ospy_version": "3.0.58", "release_date": "2023-08-13", "uptime": "3. day 05:38"}
cs_cz: Stav nastavení systému bude odeslán k danému tématu (teplota procesoru, manuální režim, povolený plánovač...) Tento seznam je odeslán vždy, když dojde ke změně v systému. Příklad: {"cpu_temp": "47.1", "temp_unit": "C", "manual_mode": true, "scheduler_enabled": true, "system_name": "Test VIP2", "output_count": 8, "rain_sensed": false, "rain_block": 0, "level_adjustment": 1.0, "ospy_version": "3.0.58", "release_date": "2023-08-13", "uptime": "3. den 05:38"}
sk_sk: Na danú tému sa odošle stav nastavenia systému (teplota procesora, manuálny režim, zapnutý plánovač...) Tento zoznam sa posiela vždy, keď dôjde k zmene v systéme. Príklad: {"cpu_temp": "47.1", "temp_unit": "C", "manual_mode": true, "scheduler_enabled": true, "system_name": "Test VIP2", "output_count": 8, "rain_sensed": false, "rain_block": 0, "level_adjustment.":8.":8. "release_date": "2023-08-13", "uptime": "3. deň 05:38"}

source: Example of settings for two OSPy systems (main OSPy and more secondary OSPy.)
cs_cz: Příklad nastavení pro dva systémy OSPy (hlavní OSPy a více podružných)
sk_sk: Príklad nastavení pre dva systémy OSPy (hlavné OSPy a ďalšie sekundárne OSPy.)

source: OSPy main system
cs_cz: OSPy hlavní systém
sk_sk: OSPy hlavný systém

source: There are a total of 8 physical stations on the control OSPy system. We want to control another secondary OSPy system, which also has 8 physical stations. On the control OSPy system, set a total of 16 stations in the settings tab. The scheduler will control all 16 stations through the set programs. Run the "MQTT" plugin on the control OSPy system and set it (server, user, password, port) for connection to MQTT server (message broker). Manual MQTT control will not be used on the OSPy controller! Next, check "MQTT Use zones" for sharing stations status.
cs_cz: V řídicím systému OSPy je celkem 8 fyzických stanic. Chceme ovládat další sekundární OSPy systém, který má také 8 fyzických stanic. V systému řízení OSPy nastavte v záložce nastavení celkem 16 stanic. Plánovač bude ovládat všech 16 stanic prostřednictvím nastavených programů. Spusťte na řídícím OSPy systému plugin "MQTT" a nastavte jej (server, uživatel, heslo, port) pro připojení k MQTT serveru (broker). Na řídícím OSPy nebude použito ruční ovládání přes MQTT! Dále zkontrolujte zda máte povoleno "MQTT použít zóny" pro sdílení stavu stanic.
sk_sk: Na riadiacom systéme OSPy je celkovo 8 fyzických staníc. Chceme ovládať ďalší sekundárny systém OSPy, ktorý má tiež 8 fyzických staníc. Na ovládacom systéme OSPy si v záložke nastavení nastavte spolu 16 staníc. Plánovač bude ovládať všetkých 16 staníc cez nastavené programy. Spustite plugin "MQTT" na riadiacom systéme OSPy a nastavte ho (server, používateľ, heslo, port) na pripojenie k serveru MQTT (sprostredkovateľ správ). Manuálne ovládanie MQTT sa na ovládači OSPy nepoužije! Ďalej skontrolujte „MQTT Use zones“ pre zdieľanie stavu staníc.

source: Example of outgoing message (main OSPy): [{"station": 0, "status": "off", "name": "Station 01", "reason": ""}, {"station": 1, "status": "off", "name": "Station 02", "reason": ""}, {"station": 2, "status": "off", "name": "Station 03", "reason": ""}, {"station": 3, "status": "off", "name": "Station 04", "reason": ""}, {"station": 4, "status": "off", "name": "Station 05", "reason": ""}, {"station": 5, "status": "off", "name": "Station 06", "reason": ""}, {"station": 6, "status": "off", "name": "Station 07", "reason": ""}, {"station": 7, "status": "off", "name": "Station 08", "reason": ""}]
cs_cz: Příklad odchozí zprávy (hlavní OSPy): [{"station": 0, "status": "off", "name": "Station 01", "reason": ""}, {"station": 1, "status": "off", "name": "Station 02", "reason": ""}, {"station": 2, "status": "off", "name": "Station 03", "reason": ""}, {"station": 3, "status": "off", "name": "Station 04", "reason": ""}, {"station": 4, "status": "off", "name": "Station 05", "reason": ""}, {"station": 5, "status": "off", "name": "Station 06", "reason": ""}, {"station": 6, "status": "off", "name": "Station 07", "reason": ""}, {"station": 7, "status": "off", "name": "Station 08", "reason": ""}]
sk_sk: Príklad odchádzajúcej správy (hlavné OSPy): [{"station": 0, "status": "off", "name": "Station 01", "reason": ""}, {"station": 1, "status": "off", "name": "Station 02", "reason": ""}, {"station": 2, "status": "off", "name": "Station 03", "reason": ""}, {"station": 3, "status": "off", "name": "Station 04", "reason": ""}, {"station": 4, "status": "off", "name": "Station 05", "reason": ""}, {"station": 5, "status": "off", "name": "Station 06", "reason": ""}, {"station": 6, "status": "off", "name": "Station 07", "reason": ""}, {"station": 7, "status": "off", "name": "Station 08", "reason": ""}]

source: OSPy secondary system
cs_cz: OSPy sekundární systém
sk_sk: OSPy sekundárny systém

source: There are a total of 8 physical stations. On the secondary OSPy system, set a total of 8 stations in the settings tab. Run the "MQTT" plugin on the control OSPy system and set it (server, user, password, port) for connection to MQTT server (message broker). MQTT manual control will be used on the secondary OSPy system! Fill in the Zones topic to receive messages with station statuses. With the control system we want to control this secondary system from station 1 from station 9. So we fill in the First station number to the number 9. Next, fill in the number of controlled stations from the control system. the control system will control stations 9-16. So we enter Station count to the number 8. we switch the secondary ospy system to manual control on the main screen! We can also use a plugin for sending emails from the slave system (as a feedback check of the device operation).
cs_cz: K dispozici je celkem 8 fyzických stanic. Na sekundárním systému OSPy nastavte v záložce nastavení celkem 8 stanic. Spusťte na řídícím OSPy systému plugin "MQTT" a nastavte jej (server, uživatel, heslo, port) pro připojení k MQTT serveru (message broker). Ruční ovládání MQTT bude použito na sekundárním systému OSPy! Vyplňte téma Zóny pro příjem zpráv se stavy stanic. S řídicím systémem chceme ovládat tento sekundární systém ze stanice 1 ze stanice 9. Vyplníme tedy číslo první stanice číslem 9. Dále vyplňte počet ovládaných stanic z řídicího systému. Řídící systém bude řídit stanice 9-16. Zadáme tedy počet stanic k číslu 8. Přepneme sekundární systém OSPY na ruční ovládání na hlavní obrazovce! Můžeme také použít plugin pro odesílání e-mailů z podřízeného systému (jako kontrola zpětné vazby o provozu zařízení).
sk_sk: Spolu je tu 8 fyzických staníc. Na sekundárnom systéme OSPy nastavte v záložke nastavení spolu 8 staníc. Spustite plugin "MQTT" na riadiacom systéme OSPy a nastavte ho (server, používateľ, heslo, port) na pripojenie k serveru MQTT (sprostredkovateľ správ). Manuálne ovládanie MQTT bude použité na sekundárnom systéme OSPy! Ak chcete prijímať správy so stavmi staníc, vyplňte tému Zóny. Riadiacim systémom chceme tento sekundárny systém ovládať zo stanovišťa 1 zo stanovišťa 9. Doplníme teda Prvé číslo stanice po číslo 9. Ďalej vyplníme počet riadených staníc z riadiaceho systému. riadiaci systém bude riadiť stanice 9-16. Zadáme teda Station count na číslo 8. prepneme sekundárny ospy systém na manuálne ovládanie na hlavnej obrazovke! Môžeme použiť aj plugin na odosielanie emailov z podriadeného systému (ako spätnú kontrolu chodu zariadenia).

source: Example MQTT run-once
cs_cz: Příklad MQTT jednorázově
sk_sk: Príklad MQTT jednorazový

source: The value in the list or dictionary determines the behavior of the control: 0 (the state of the station will not be changed in any way. If the station is already running, it will not be affected). >1 (one-shot time in seconds. for example 10 will be for a time of 10 seconds). -1 (If the station is running, it will be stopped).
cs_cz: Hodnota v seznamu nebo slovníku určuje chování ovládacího prvku: 0 (stav stanice se nijak nezmění. Pokud je stanice již v provozu, nebude ovlivněna). >1 (čas stanice v sekundách. například 10 bude pro čas 10 sekund). -1 (Pokud je stanice spuštěna, bude zastavena).
sk_sk: Hodnota v zozname alebo slovníku určuje správanie ovládacieho prvku: 0 (stav stanice sa nijako nezmení. Ak stanica už beží, nebude ovplyvnená). >1 (jednorazový čas v sekundách. napríklad 10 bude na dobu 10 sekúnd). -1 (Ak stanica beží, bude zastavená).

source: Example for 5 stations (5 stations are set in OSPy).
cs_cz: Příklad pro 5 stanic (5 stanic je nastaveno v OSPy).
sk_sk: Príklad pre 5 staníc (5 staníc je nastavených v OSPy).

source: Sending message in MQTT as list - prefered method
cs_cz: Odeslání zprávy v MQTT jako list - preferovaný způsob
sk_sk: Odoslanie správy v MQTT ako list - preferovaný spôsob

source: Station 1 -> ignore, 2 -> ignore, 3 -> ON time 100 second, 4 -> ON time 30 second, 5 -> OFF...
cs_cz: Stanice 1 -> ignorovat, 2 -> ignorovat, 3 -> ZAP čas 100 sekund, 4 -> ZAP čas 30 sekund, 5 -> VYP...
sk_sk: Stanica 1 -> ignorovať, 2 -> ignorovať, 3 -> čas zapnutia 100 sekúnd, 4 -> čas zapnutia 30 sekúnd, 5 -> VYP...

source: Example for 17 stations (17 stations are set in OSPy).
cs_cz: Příklad pro 17 stanic (17 stanic je nastaveno v OSPy).
sk_sk: Príklad pre 17 staníc (17 staníc je nastavených v OSPy).

source: Sending message in MQTT as dict
cs_cz: Odesílání zpráv v MQTT jako slovník
sk_sk: Odoslanie správ v MQTT ako slovník

source: Station 1 -> OFF, 2 -> OFF, 3 -> ON time 100 second, 4 -> ON time 30 second, 5 -> OFF...
cs_cz: Stanice 1 -> VYP, 2 -> VYP, 3 -> ZAP čas 100 sekund, 4 -> ZAP čas 30 sekund, 5 -> VYP...
sk_sk: Stanica 1 -> VYP, 2 -> VYP, 3 -> ZAP 100 sekúnd, 4 -> ZAP 30 sekúnd, 5 -> VYP...

source: {"station name 1": 0, "station name 2": 0, "station name 3": 100, "station name 4": 30, "station name 5": -1}
cs_cz: {"název stanice 1": 0, "název stanice 2": 0, "název stanice 3": 100, "název stanice 4": 30, "název stanice 5": -1}
sk_sk: {"názov stanice 1": 0, "názov stanice 2": 0, "názov stanice 3": 100, "názov stanice 4": 30}, "názov stanice 5": -1}

source: MQTT plugin publish this states
cs_cz: MQTT rozšíření publikuje tyto stavy
sk_sk: MQTT doplnok publikuje tieto stavy

source: RunOnce Restart - restart MQTT connection
cs_cz: RunOnce Restart – restartování připojení MQTT
sk_sk: RunOnce Restart - reštartovanie pripojenia MQTT

source: RunOnce Exit - OSPy exit
cs_cz: RunOnce Exit – ukončení OSPy
sk_sk: RunOnce Exit – ukončenie OSPy
