Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: (Most preferred)
cs_cz: (Nejvíce upřednostněné)
sk_sk: (Najviac uprednostnené)

source: Save
cs_cz: Uložit
sk_sk: Uložiť

source: Run:
cs_cz: Poběží:
sk_sk: Spustiť:

source: Selected master station:
cs_cz: Vybraná hlavní stanice:
sk_sk: Zvolená hlavná stanica:

source: Master 1
cs_cz: Hlavní 1
sk_sk: Hlavná1

source: Master 2
cs_cz: Hlavní 2
sk_sk: Hlavná2

source: Run Now
cs_cz: Spustit nyní
sk_sk: Spustiť teraz

source: Edit
cs_cz: Úprava
sk_sk: Upraviť

source: All values should be positive and seconds should not exceed 59.
cs_cz: Všechny hodnoty by měly být pozitivní a sekundy nesmí přesáhnout 59.
sk_sk: Všetky hodnoty by mali byť kladné a sekundy by nemali presiahnuť 59.

source: Run Once Program
cs_cz: Jednorázové spuštění
sk_sk: Spustiť jednorazový program

source: Type time for run in minutes and seconds
cs_cz: Vložte dobu pro spuštění v minutách a sekundách
sk_sk: Vložte dobu pre spustenie v minútach a sekundách

source: Reset Time
cs_cz: Smazat čas
sk_sk: Zmazať čas

source: Modify Sensor
cs_cz: Upravit snímač
sk_sk: Upraviť senzor

source: Sensor MAC address is not valid!
cs_cz: MAC adresa senzoru není platná!
sk_sk: MAC adresa senzoru nieje platná!

source: Sensor IP address is not valid!
cs_cz: IP adresa senzoru není platná!
sk_sk: IP adresa senzoru nieje platná!

source: Copied code
cs_cz: Kopírovaný kód
sk_sk: Kopírovaný kód

source: OFF=0
sk_sk: VYP=0

source: ON=1
sk_sk: ZAP%1

source: Error: Sensor name not entered! Please try again.
cs_cz: Chyba: Jméno snímače nebylo zadáno! Opakujte akci.
sk_sk: Chyba: Názov senzora nebol zadaný! Skúste to prosím znovu.

source: Error: Sensor names must be non-null and unique. Sensor already exists, use another name! Please try again.
cs_cz: Chyba: Jméno snímače musí být jedinečné a nesmí být prázdné. Snímač již existuje, použijte jiné jméno! Opakujte akci.
sk_sk: Chyba: Názov senzora musí byť jedinečný a nesmie byť prázdny! Senzor už existuje, použite iný názov! Skúste to novu.

source: Add a New Sensor
cs_cz: Přidat nový snímač
sk_sk: Pridať nový senzor

source: Enable Sensor
cs_cz: Povolit snímač
sk_sk: Povoliť senzor

source: Enabling or disabling this sensor.
cs_cz: Povolení nebo zakázání tohoto snímače.
sk_sk: Povoliť alebo zakázať senzor.

source: Sensor Manufacturer
sk_sk: Výrobca senzoru

source: Select the sensor Manufacturer.
sk_sk: Vyberte výrobcu senzora.

source: Notice: Do not add Shelly sensor manually, but create them from the sensor search.
sk_sk: Upozornenie: Senzor Shelly nepridávajte manuálne, ale vytvorte ho z vyhľadávania senzorov.

source: Type Sensor Name.
cs_cz: Zadejte název snímače.
sk_sk: Zadajte názov senzora.

source: Show in Footer
cs_cz: Zobrazit v zápatí
sk_sk: Zobraziť na spodnej strane stránky

source: Enabling or disabling showing data from sensor in footer on home page.
cs_cz: Povolení nebo zakázání zobrazení dat ze snímače v zápatí na domovské stránce.
sk_sk: Povoliť alebo zakázať zobrazenie dát zo senzorov na spodnej časti hlavnej stránky.

source: Notice: If the sensor is activated and has some entries, we recommend deleting the sensor and recreating it.
sk_sk: Upozornenie: Ak je senzor aktivovaný a má nejaké záznamy, odporúčame senzor vymazať a znova vytvoriť.

source: For example, do not change the temperature to humidity.
sk_sk: Napríklad nemeňte teplotu na vlhkosť.

source: Sensor Type
cs_cz: Typ snímače
sk_sk: Typ senzora

source: Select the sensor type.
cs_cz: Vyberte typ snímače.
sk_sk: Vyberte typ senzora.

source: Multi Contact
cs_cz: Multi tlačítka
sk_sk: Multi kontakt

source: Multi Sensor
cs_cz: Multi snímač
sk_sk: Multi senzor

source: Select the data type for multi sensor.
cs_cz: Vyberte datový typ pro více snímačů.
sk_sk: Vyberte dátový typ pre viac senzorov.

source: Communication Type
cs_cz: Typ komunikace
sk_sk: Typ komunikácie

source: Select communication type for sensor.
cs_cz: Vyberte typ komunikace se snímačem.
sk_sk: Vyberte typ komunikácie so senzorom.

source: Radio
cs_cz: Rádio
sk_sk: Rádio

source: Sample Rate
cs_cz: Vzorkovací frekvence
sk_sk: Vzorkovacia frekvencia

source: Enter the sampling time in minutes.
cs_cz: Zadejte čas vzorkování v minutách.
sk_sk: Zadajte čas vzorkovania v minútach.

source: Enter the sampling time in seconds.
cs_cz: Zadejte čas vzorkování ve vteřinách.
sk_sk: Zadajte čas vzorkovania v sekundách.

source: Log Samples
cs_cz: Záznam vzorků
sk_sk: Záznam vzorky

source: Enable sample logging.
cs_cz: Povolit záznam vzorků.
sk_sk: Povoliť záznam vzorky.

source: Log Events
cs_cz: Záznam událostí
sk_sk: Denník udalostí

source: Enable event logging.
cs_cz: Povolit záznam událostí.
sk_sk: Povoliť záznam do denníka.

source: Text/Email Events
cs_cz: Text/E-mail událost
sk_sk: Text/E-mail udalosť

source: Allow sending an E-mail when there is an event. For this function is requred plugin E-mail notification!
cs_cz: Odeslat E-mail pokud nastane událost. Pro tuto funkci je vyžadováno rozšíření E-mail notification!
sk_sk: Odoslať E-mail ak nastane udalosť. Pre túto funkciu je potrebné rozšírenie E-mail notification!

source: E-mail plug-ins
cs_cz: E-mail balíček
sk_sk: Doplnok E-mail

source: E-mail notifications V1
sk_sk: E-mailové upozornenia V1

source: E-mail notifications V2 SSL
sk_sk: E-mailové upozornenia V2 SSL

source: Depends on device type (not all options may be available).
sk_sk: Závisí od typu zariadenia (nemusia byť dostupné všetky možnosti).

source: Select the activation type.
sk_sk: Vyberte typ aktivácie.

source: When it is less than this value.
sk_sk: Ak je menši ako táto hodnota.

source: Low Thresh
cs_cz: Nízká úroveň
sk_sk: Nízka úroveň

source: Enter value for low threshold.
cs_cz: Zadejte hodnotu pro nízkou detekci.
sk_sk: Zadajte hodnotu pre nízku detekciu.

source: Low Program(s)
cs_cz: Nízký program(y)
sk_sk: Nízky program

source: Mark the required programs to run.
cs_cz: Označte program(y) pro spuštění.
sk_sk: Označte programy pre spustenie.

source: When it is greater than this value.
sk_sk: Ak je väčši než táto hodnota.

source: High Thresh
cs_cz: Vysoká úroveň
sk_sk: Vysoká úroveň

source: Enter value for high threshold.
cs_cz: Zadejte hodnotu pro vysokou detekci.
sk_sk: Zadajte hodnotu pre vysokú detekciu.

source: High Program(s)
cs_cz: Vysoký program(y)
sk_sk: Vysoký program

source: Select the program you want to activate during the event, or select the station you want to turn off in the scheduler.
cs_cz: Vyberte program, který chcete během události aktivovat, nebo vyberte stanici, kterou chcete v plánovači vypnout.
sk_sk: Vyberte program, ktorý chcete aktivovať počas udalosti, alebo vyberte stanicu, ktorú chcete v plánovači vypnúť.

source: Open Program(s)
cs_cz: Otevřený program(y)
sk_sk: Otvorené programy

source: Or Stop this run stations in scheduler
cs_cz: Nebo zastavit tyto spuštěné stanice v plánovači
sk_sk: Alebo zastaviť tieto spustené stanice v plánovači

source: Mark the required stations
cs_cz: Označte požadované stanice
sk_sk: Označte požadované stanice

source: Custom name of the event for open
cs_cz: Vlastní název události pro otevřeno
sk_sk: Vlastný názov udalosti pre otvorené

source: Type Custom name of the event for open.
cs_cz: Zadejte vlastní název události pro otevřeno.
sk_sk: Zadajte vlastný názov udalosti pre otvorené.

source: Closed Program(s)
cs_cz: Zavřený program(y)
sk_sk: Zavreté programy

source: Custom name of the event for closed
cs_cz: Vlastní název události pro zavřeno
sk_sk: Vlastný názov udalosti pre zatvorené

source: Type Custom name of the event for closed.
cs_cz: Zadejte vlastní název události pro zavřeno.
sk_sk: Zadajte vlastný názov udalosti pre zatvorené.

source: Sensor connection diagram
cs_cz: Schéma připojení k multisnímači
sk_sk: Schéma pripojenia k multisenzoru

source: Stabilization Time
cs_cz: Doba stabilizace
sk_sk: Doba stabilizácie

source: Enter the stabilization time in minutes.
cs_cz: Zadejte čas stabilizace v minutách.
sk_sk: Zadajte čas stabilizácie v minútach.

source: Enter the stabilization time in seconds.
cs_cz: Zadejte čas stabilizace ve vteřinách.
sk_sk: Zadajte čas stabilizácie v sekundách.

source: Sensitivity
cs_cz: Citlivost
sk_sk: Citlivosť

source: Enter sensitivity for sensor.
cs_cz: Zadejte citlivost pro snímač.
sk_sk: Zadajte citlivosť pre senzor.

source: One pulse is
cs_cz: Jeden puls je
sk_sk: Jeden pulz je

source: Here we enter how many liters from the flow meter is one pulse.
cs_cz: Zde zadáte, kolik litrů z průtokoměru je jeden puls.
sk_sk: Tu zadajte koľko litrov z prietokomeru je jeden pulz.

source: Liters
cs_cz: Litr(ů)
sk_sk: Liter/litrov

source: Program(s)
cs_cz: Program(y)
sk_sk: Program/y

source: Custom name of the event for motion
cs_cz: Vlastní název události pro pohyb
sk_sk: Vlastný názov udalosti pre pohyb

source: Type Custom name of the event for motion.
cs_cz: Zadejte vlastní název události pro pohyb.
sk_sk: Zadajte vlastný názov udalosti pre pohyb.

source: Custom name of the event for no motion
cs_cz: Vlastní název události bez pohybu
sk_sk: Vlastný názov udalosti bez pohybu

source: Type Custom name of the event for no motion.
cs_cz: Zadejte vlastní název události bez pohybu.
sk_sk: Zadajte vlastný názov udalosti bez pohybu.

source: The distance from the sensor to the minimum water level in the tank
cs_cz: Vzdálenost od ultrazvukového snímače (shora) k minimální hladině vody v nádrži
sk_sk: Vzdialenosť od senzora (zhora) k minimálnej hladine vody v nádrži

source: Thus the distance from the ultrasound to the minimum water level. The sensor is located above the water
cs_cz: Tedy vzdálenost od ultrazvuku k minimální hladině vody. Senzor je umístěn nad vodou
sk_sk: Teda vzdialenosť od ultrazvuku k minimálnej hladine vody. Senzor sa nachádza nad vodou

source: The distance from the sensor to the maximum water level in the tank
cs_cz: Vzdálenost od ultrazvukového snímače (shora) k maximální hladině vody v nádrži
sk_sk: Vzdialenosť od senzora (zhora) k maximálnej hladine vody v nádrži

source: That is, the distance from the ultrasound to the maximum water level. The sensor is located above the water
cs_cz: Tedy vzdálenost od ultrazvuku k maximální hladině vody. Senzor je umístěn nad vodou
sk_sk: To znamená, vzdialenosť od ultrazvuku k maximálnej hladine vody. Senzor sa nachádza nad vodou

source: The water level from the bottom to the minimum water level in the tank
cs_cz: Minimální hladina vody v nádrži (ode dna nádrže) pro report
sk_sk: Minimálna hladina vody v nádrži (odo dna nádrže) pre report

source: Distance from the bottom (ie the minimum water) to the set this minimum level, when it is this activated (send an E-mail)
cs_cz: Vzdálenost od dna (tj. od 0 vody) k nastavení této požadované minimální úrovně, kdy bude aktivováno (poslat E-mail a zastavit plánovač)
sk_sk: Vzdialenosť od dna (tj minimálna voda) k nastavenej tejto minimálnej úrovni, keď je to aktivovaný (poslať e-mail)

source: Cylinder diameter for volume calculation
cs_cz: Průměr válce pro výpočet objemu
sk_sk: Priemer valca pre výpočet objemu

source: Enter the diameter for volume calculation
cs_cz: Zadejte průměr pro výpočet objemu
sk_sk: Priemer valca pre výpočet objemu

source: Display in liters or m
cs_cz: Zobrazovat v litrech nebo m
sk_sk: Zobraziť ako litre alebo m

source: Show measured water in liters or m3
cs_cz: Zobrazovat naměřenou vodu v litrech nebo m3
sk_sk: Zobraziť nameranú hladinu vody v litroch alebo v m3

source: Stop stations if minimum water level
cs_cz: Zastavit stanice, pokud je minimální hladina vody
sk_sk: Zastaviť stanice ak je minimálna hladina vody

source: Stoping these stations if is minimum water level in the tank
cs_cz: Zastavit tyto stanice, pokud je minimální hladina vody v nádrži
sk_sk: Zastaviť tieto stanice ak je minimálna hladina vody v nádrži

source: Delay Duration (hours)
cs_cz: Doba zpoždění (hodiny)
sk_sk: Trvanie oneskorenia (hodiny)

source: If there is no water in the tank and the stations stop, then we set the rain delay for this time for blocking. if the level in the tank rises above the minimum + 5 cm, the delay is deactivated
cs_cz: Pokud v nádrži není voda a stanice se zastaví, nastavíme zpoždění deště po tento čas pro blokování. pokud hladina v nádrži stoupne nad minimum + 5 cm, zpoždění se deaktivuje
sk_sk: Ak v nádrži nie je voda a stanice sa zastavia, potom nastavíme oneskorenie dažďa na tento čas na zablokovanie. Ak hladina v nádrži stúpne nad minimum + 5 cm, oneskorenie sa deaktivuje

source: Stop stations if sonic probe has fault
cs_cz: Zastavit stanice, pokud má ultrazvukový snímač poruchu
sk_sk: Zastaviť stanice ak má ultrazvukový snímač poruchu

source: If the level sensor fails, the above selected stations in the scheduler will stop
cs_cz: Pokud snímač hladiny selže, výše uvedené stanice v plánovači se zastaví
sk_sk: Ak má ultrazvukový snímač poruchu, vyššie uvedené stanice sa v plánovači zastavia

source: Stop this run stations in scheduler
cs_cz: Zastavit tyto stanice v plánovači
sk_sk: Zastaviť tieto stanice v plánovači

source: Regulate the maximum water level
cs_cz: Regulace maximální hladiny vody
sk_sk: Regulovať maximálnu hladinu vody

source: If checked regulation is enabled
cs_cz: Je-li zaškrtnuto, je povolena regulace
sk_sk: Ak je políčko začiarknuté, zapne sa regulácia

source: Maximum maintained water level
cs_cz: Maximální udržovaná hladina vody
sk_sk: Maximálna udržiavaná hladina vody

source: If the measured water level exceeds this set value, the output is activated
cs_cz: Pokud naměřená hladina vody překročí tuto nastavenou hodnotu, dojde k aktivaci výstupu
sk_sk: Ak nameraná hladina vody prekročí túto nastavenú hodnotu, výstup sa aktivuje

source: Maximum run time in activate
cs_cz: Maximální doba běhu v aktivaci
sk_sk: Maximálna doba behu stanice

source: Maximum duration when activating the output (in minutes). After this time, the output will turn off regardless of other events (conditions)
cs_cz: Maximální doba trvání při aktivaci výstupu (v minutách). Po uplynutí této doby se výstup vypne bez ohledu na ostatní události (podmínky)
sk_sk: Maximálna doba aktivácie výstupu ( v minútach a sekundách). Po uplynutí tejto doby sa výstup vypne bez ohľadu na ostatné udalosti (podmienky).

source: Maximum duration when activating the output (in seconds). After this time, the output will turn off regardless of other events (conditions)
cs_cz: Maximální doba trvání při aktivaci výstupu (v sekundách). Po uplynutí této doby se výstup vypne bez ohledu na ostatní události (podmínky)
sk_sk: Maximálna doba aktivácie výstupu ( v minútach a sekundách). Po uplynutí tejto doby sa výstup vypne bez ohľadu na ostatné udalosti (podmienky).

source: Minimum maintained water level
cs_cz: Minimální udržovaná hladina vody
sk_sk: Minimálna udržiavaná hladina vody

source: If the measured water level falls below this set value, the output is deactivated
cs_cz: Pokud naměřená hladina vody klesne pod tuto nastavenou hodnotu, výstup se deaktivuje
sk_sk: Ak nameraná hladina vody klesne pod túto nastavenú hodnotu, výstup sa deaktivuje

source: Select Output for regulation
cs_cz: Výstup pro regulaci
sk_sk: Vyberte výstup pre reguláciu

source: For soil moisture probe 1-16 select program where the time will be adjusted depending on the humidity from the probe.
cs_cz: Pro sondu vlhkosti půdy 1-16 vyberte program, kde bude čas nastaven v závislosti na vlhkosti ze sondy.
sk_sk: Pre senzor vlhkosti pôdy 1-16 zvoľte program, v ktorom sa upraví časv závislosti od vlhkosti pôdy.

source: controls the program
cs_cz: řídí program
sk_sk: riadi program

source: Mark the required programs for adjusting the program run time.
cs_cz: Označte požadované programy pro úpravu doby běhu programu.
sk_sk: Označte požadované programy na úpravu doby behu programu.

source: Probe Calibration for 100%
cs_cz: Kalibrace sondy pro 100%
sk_sk: Kalibrácia senzora pre 100%

source: If necessary, we can adjust the value from the sensor from 0.00 to +6.00
cs_cz: V případě potřeby můžeme nastavit hodnotu ze senzoru od 0,00 do +6,00
sk_sk: V prípade potreby môžeme hodnotu zo senzora upraviť od 0,00 do +6,00

source: Probe Calibration for 0%
cs_cz: Kalibrace sondy pro 0%
sk_sk: Kalibrácia senzora pre 0%

source: Probe logic is reversed
cs_cz: Logika sondy je otočena
sk_sk: Logika sondy je obrátená

source: If we mark this field, the logic of the probe will be reversed. This means, for example, that 0V from the probe is 100% and 3V is 0% humidity. Otherwise the logic is straightforward (0V is 0% and 3V is 100%)
cs_cz: Pokud je zaškrtnuto toto pole je otočena logika sondy. To například znamená, že 0V ze sondy je 100% a 3V je 0% vlhkosti. Jinak je logika přímá (0V je 0% a 3V je 100%)
sk_sk: Ak označíme toto pole, logika sondy sa obráti. To napríklad znamená, že 0V zo sondy je 100% a 3V je 0% vlhkosti. V opačnom prípade je logika priama (0V je 0% and 3V je 100%)

source: Probe label
cs_cz: Popisek sondy
sk_sk: Štítok sondy

source: Enter a label for your probe identification
cs_cz: Zadejte popisek pro identifikaci sondy
sk_sk: Zadanie štítku na identifikáciu sondy

source: Show in footer
cs_cz: Zobrazit v zápatí na hl. stránce
sk_sk: Zobraziť doplnky na hlavnej stránke

source: Show data from probe in footer on home page
cs_cz: Zobrazit data ze sondy v zápatí na domovské stránce
sk_sk: Zobrazenie údajov zo sondy v päte na domovskej stránke

source: To connect 16 pcs of humidity probes, it is necessary to connect 4 pcs of the ADS1115 circuit to the IIC bus to the multisensor board (1 pc always for 4 A/D inputs). Each ADS1115 circuit has its own IIC address set (0x48, 0x49, 0x4A, 0x4B).
cs_cz: Pro připojení 16 ks sond vlhkosti je nutné připojit 4 ks obvodu ADS1115 ke sběrnici IIC k desce multisnímače (1 ks vždy pro 4 A/D vstupy). Každý okruh ADS1115 má vlastní sadu adres IIC (0x48, 0x49, 0x4A, 0x4B).
sk_sk: Na pripojenie 16 ks senzorov vlhkosti pôdy je potrebné pripojiť 4 ks obvodu ADS1115 na zbernicu IIC na dosku multisenzora (1 ks vždy pre 4 A/D vstupy). Každý obvod ADS1115 má svoju vlastnú sadu adries IIC (0x48, 0x49, 0x4A, 0x4B).

source: If the program does not have a days marked, it will not start (neither by the "run now" button in the programs, nor by this sensor)!
cs_cz: Pokud program nemá označené dny, nespustí se (ani tlačítkem "spustit nyní" v programech, ani tímto senzorem)!
sk_sk: Ak program nemá označené dni, nespustí sa (ani tlačidlom "spustiť teraz" v programoch, ani týmto senzorom)!

source: Select the program you want to activate during the event (closed/open). A switch connected to the multisensor board.
cs_cz: Vyberte programy, který chcete během akce aktivovat (sepnutí/uvolnění). Přepínače jsou připojeny k desce multisnímače.
sk_sk: Vyberte program, ktorý chcete počas udalosti aktivovať (zatvorený/otvorený). Spínač 1-7 je pripojený k multisenzorovej doske.

source: The selected program that we want to run with this does not have to be enabled in the programs, but it must have set all days when we want the program to run.
cs_cz: Vybraný program, který chceme spustit nemusí být v programech povolen, ale musí mít nastavené všechny dny, kdy chceme program spustit.
sk_sk: Vybraný program, ktorý chceme týmto spustiť, nemusí byť v programoch povolený, ale musí mať nastavené všetky dni, kedy chceme, aby sa program spúšťal.

source: Cannot be used for these programs: weekly advanced, custom, weekly weather! These programs will not appear in the menu and cannot be selected.
cs_cz: Nelze použít pro tyto programy: týdenní pokročilé, vlastní, týdenní počasí! Tyto programy se nezobrazí v nabídce a nelze je vybrat.
sk_sk: Nemožno použiť pre tieto programy: týždenné pokročilé, vlastné, týždenné počasie! Tieto programy sa nezobrazia v ponuke a nie je možné ich vybrať.

source: Switch
cs_cz: Tlačítko
sk_sk: Tlačidlo

source: Run program when the contact is closed (pressing)
cs_cz: Spustit program při zavření kontaktu (stisknutí)
sk_sk: Spustenie programu po zatvorení kontaktu (stlačenie)

source: Run program when the contact is open (releasing)
cs_cz: Spustit program při otevření kontaktu (uvolnění)
sk_sk: Spustenie programu, keď je kontakt otvorený (uvoľnenie)

source: IP Address
cs_cz: IP adresa
sk_sk: IP adresa

source: Enter Sensor IP Address.
cs_cz: Zadejte IP adresu snímače.
sk_sk: Zadajte IP adresu senzora.

source: MAC Address
cs_cz: MAC adresa
sk_sk: MAC adresa

source: Enter Sensor MAC Address.
cs_cz: Zadejte MAC adresu snímače.
sk_sk: Zadajte MAC adresu senzora.

source: Radio sensor ID
cs_cz: ID rádio snímače
sk_sk: ID rádio senzora

source: Enter sensor ID for your radio sensor.
cs_cz: Zadejte ID radiového snímače.
sk_sk: Zadajte ID rádiového senzora.

source: Shelly sensor ID
cs_cz: ID senzoru Shelly
sk_sk: ID senzoru Shelly

source: Device Hardware
cs_cz: Hardware zařízení
sk_sk: Hardvér zariadenia

source: Device Generation
sk_sk: Generácia zariadenia

source: Notes
cs_cz: Poznámky
sk_sk: Poznámky

source: Here we can make our notes.
cs_cz: Zde si můžeme dělat poznámky.
sk_sk: Tu si môžeme písať poznámky.

source: Firmware Version
cs_cz: Verze firmwaru
sk_sk: Verzia firmvéru

source: Sensors Firmware
cs_cz: Firmware snímačů
sk_sk: Firmvér senzorov

source: A list of sensors
cs_cz: Seznam snímačů
sk_sk: Zoznam senzorov

source: weeks
cs_cz: týdny
sk_sk: týždňov

source: hours
cs_cz: hodin
sk_sk: hodín

source: seconds
cs_cz: sekund
sk_sk: sekúnd

source: Delete All Sensors
cs_cz: Smazat všechny snímače
sk_sk: Odstrániť všetky senzory

source: Searching Sensors
cs_cz: Vyhledávání snímačů
sk_sk: Vyhladávanie senzorov

source: Type
cs_cz: Typ
sk_sk: Typ

source: Yes all is correct.
cs_cz: Ano, všechno je v pořádku.
sk_sk: Ano, všetko je v poriadku.

source: Link OK
cs_cz: Spojení OK
sk_sk: Spojenie OK

source: Last:
cs_cz: Naposledy:
sk_sk: Nasposledy:

source: Change not yet loaded
cs_cz: Změna ještě nebyla načtena
sk_sk: Zmena ešte nebola načítaná

source: Sensor does not respond! Check that the sensor is running (LED). Whether it is connected to the network (for example, in the router settings). Is the signal strength enough (Wi-Fi version)?
sk_sk: Senzor nereaguje! Skontrolujte, či senzor beží (LED). Či je pripojený k sieti (napríklad v nastaveniach smerovača). Je signál dostatočne silný (verzia Wi-Fi)?

source: Link ERROR
cs_cz: CHYBA spojení
sk_sk: Chyba spojenia

source: Show in Footer on Home
cs_cz: Zobrazit v zápatí na hl. stránce
sk_sk: Zobraziť na spodnej časti hlavnej stránky

source: No
cs_cz: Ne
sk_sk: Nie

source: Yes
cs_cz: Ano
sk_sk: Áno

source: Last Read Value
cs_cz: Hodnota posledního čtení
sk_sk: Hodnota posledného čítania

source: Stop this run stations
cs_cz: Zastavit tyto spuštěné stanice
sk_sk: Zastaviť tieto spustené stanice

source: Liter per second
cs_cz: Litr za sekundu
sk_sk: Liter za sekundu

source: Low Threshold
cs_cz: Nízká prahová hodnota
sk_sk: Nízka prahová hodnota

source: High Threshold
cs_cz: Vysoká prahová hodnota
sk_sk: Vysoká prahová hodnota

source: Distance sensor to minimum
cs_cz: Snímač vzdálenost na minimum
sk_sk: Senzor vzdialenosti na minimum

source: Distance sensor to maximum
cs_cz: Snímač vzdálenost na maximum
sk_sk: Senzor vzdialenosti na maximum

source: Minimum water level in tank
cs_cz: Minimální hladina vody v nádrži
sk_sk: Minimálna hladina vody v nádrži

source: Cylinder diameter
cs_cz: Průměr válce
sk_sk: Priemer valca

source: Display in liters
cs_cz: Zobrazovat v litrech
sk_sk: Zobraziť v litroch

source: Stop stations if minimum
cs_cz: Zastavit stanice, pokud je minimum
sk_sk: Zastaviť stanice ak je minimálna hladina vody

source: Delay Duration
cs_cz: Doba zpoždění
sk_sk: Trvanie oneskorenia

source: Stop stations if fault
cs_cz: Zastavit stanice, pokud je porucha
sk_sk: Zastaviť stanice ak je porucha

source: CAL0/100:
cs_cz: KAL0/100:
sk_sk: KAL0/100:

source: Last Read Value SW
cs_cz: Hodnota posledního čtení TL
sk_sk: Hodnota posledného čítania TL
