Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Filter for logs - event: rain sensor
cs_cz: Filtr protokolů - událost: dešťový snímač
sk_sk: Filter pre denník - udalosť: dažďový senzor

source: Filter for logs - event: rain delay
cs_cz: Filtr protokolů - událost: zpoždění deště
sk_sk: Filter pre denník - udalosť: dažďové oneskorenie

source: Filter for logs - event: internet not found
cs_cz: Filtr protokolů - událost: internet nebyl nalezen
sk_sk: Filter pre denník - udalosť: internet nenájdený

source: Filter for logs - event: user login
cs_cz: Filtr protokolů - událost: přihlášení uživatele
sk_sk: Filter pre denník - udalosť: prihlásení užívatelia

source: Timestamp of the last database save
cs_cz: Časové razítko posledního uložení databáze
sk_sk: Časová pečiatka posledného uloženia databázy

source: Saving options to disk
cs_cz: Ukládání nastavení na disk
sk_sk: Ukladanie nastavení na disk

source: Files in OPTIONS_BACKUP are older than 1 hour.
cs_cz: Soubory v OPTIONS_BACKUP jsou starší než 1 hodina.
sk_sk: Súbory v OPTIONS_BACKUP sú staršie ako 1 hodina.

source: I will try to delete the BACKUP_DIR.
cs_cz: Pokusím se smazat BACKUP_DIR.
sk_sk: Pokúsim sa vymazať BACKUP_DIR .

source: I will try deleting directory BACKUP_DIR.
cs_cz: Pokusím se smazat adresář BACKUP_DIR.
sk_sk: Pokúsim sa vymazať adresár BACKUP_DIR.

source: I will try moving directory OPTIONS_DIR to BACKUP_DIR.
cs_cz: Pokusím se přesunout adresář OPTIONS_DIR do BACKUP_DIR.
sk_sk: Pokúsim sa presunúť adresár OPTIONS_DIR do BACKUP_DIR.

source: I will try to delete the OPTIONS_DIR.
cs_cz: Pokusím se smazat OPTIONS_DIR.
sk_sk: Pokúsim sa vymazať OPTIONS_DIR.

source: I will try deleting directory OPTIONS_DIR.
cs_cz: Pokusím se odstranit adresář OPTIONS_DIR.
sk_sk: Pokúsim sa vymazať adresár OPTIONS_DIR.

source: I will try moving directory TMP_DIR to OPTIONS_DIR.
cs_cz: Pokusím se přesunout adresář TMP_DIR do OPTIONS_DIR.
sk_sk: Pokúsim sa presunúť adresár TMP_DIR do OPTIONS_DIR.

source: Saved db as %s
cs_cz: Uložená databáze jako %s
sk_sk: Uložené db ako %s

source: Saving error:
cs_cz: Chyba ukládání:
sk_sk: Chyba ukladania:

source: Dummy Outputs Set {} to {}
cs_cz: Fiktivní výstup nastaven {} na {}
sk_sk: Nastavenie fiktívnych výstupov {} na {}

source: Real Outputs Set {} to {}
cs_cz: Reálný výstup nastaven {} na {}
sk_sk: Nastavenie reálnych výstupov {} na {}

source: Selected days (Simple)
cs_cz: Vybrané dny (jednoduchý)
sk_sk: Vybraté dni (jednoduché)

source: Selected days (Advanced)
cs_cz: Vybrané dny (rozšířené)
sk_sk: Vybraté dni (rozšírené)

source: Repeating (Simple)
cs_cz: Opakování (jednoduché)
sk_sk: Opakovanie (jednoduché)

source: Repeating (Advanced)
cs_cz: Opakování (rozšířené)
sk_sk: Opakovanie (rozšírené)

source: Weekly (Advanced)
cs_cz: Týdenní (rozšířené)
sk_sk: Týždenný (rozšírené)

source: Custom
cs_cz: Vlastní
sk_sk: Vlastné

source: Weekly (Weather based)
cs_cz: Týdenní (předpověď počasí)
sk_sk: Týždenný (na základe počasia)

source: Sunrise (Astral based) TODO
cs_cz: Východ slunce (balíček astral) TODO
sk_sk: Východ slnka (balík astral) TODO

source: Sunset (Astral based) TODO
cs_cz: Západ slunce (balíček astral) TODO
sk_sk: Západ slnka (balík astral) TODO

source: Weather based schedule for
cs_cz: Program založený na počasí - plánovač
sk_sk: Program založený na počasí - plánovač

source: Weather based deficit for
cs_cz: Program založený na počasí - deficit
sk_sk: Program založený na počasí - deficit

source: Could not create weather based schedule:
cs_cz: Nelze vytvořit plán založený na počasí:
sk_sk: Nepodarilo sa vytvoriť plán podľa počasia:

source: Day
cs_cz: Den
sk_sk: Deň

source: Unknown schedule
cs_cz: Neznámý plánovač
sk_sk: Neznámy plán

source: Custom schedule running once on
cs_cz: Vlastní časový rozvrh poběží jednou
sk_sk: Vlastný plán spustený raz

source: Custom schedule repeating daily
cs_cz: Vlastní plánovač opakování denně
sk_sk: Vlastný plán opakovaný denne

source: Custom schedule repeating every
cs_cz: Vlastní plánovač opakování každý(é)
sk_sk: Vlastný plán opakovaný vždy

source: days
cs_cz: dny
sk_sk: dní

source: minutes
cs_cz: minuta(y)
sk_sk: minút/minúty

source: Simple daily schedule
cs_cz: Plánovač ve dnech
sk_sk: Jednoduchý denný plánovač

source: Simple schedule repeating every
cs_cz: Vybrané dny každý(é)
sk_sk: Jednoduchý plánovač opakovaný

source: Advanced daily schedule
cs_cz: Rozšířený denní plánovač
sk_sk: Rozšírený denný plánovač

source: Advanced schedule repeating every
cs_cz: Rozšířený plánovač opakování každý(é)
sk_sk: Rozšírený plánovač opakovaný

source: Simple schedule on
cs_cz: Plánovač ve dnech
sk_sk: Jednoduchý plánovač

source: Advanced schedule on
cs_cz: Rozšířený plánovač
sk_sk: Rozšírený plánovač

source: Advanced weekly schedule
cs_cz: Rozšířený týdenní plánovač
sk_sk: Pokročilý týždenný plánovač

source: Weather based schedule on
cs_cz: Plánovač dle počasí ve dnech
sk_sk: Plánovač na základe počasia

source: Empty schedule
cs_cz: Prázdný plánovač
sk_sk: Prázdny plánovač

source: Starting:
cs_cz: Začátek:
sk_sk: Začína:

source: For
cs_cz: Doba
sk_sk: Na dobu

source: Repeat:
cs_cz: Opakování:
sk_sk: Opakovanie:

source: time
cs_cz: doba
sk_sk: čas

source: times
cs_cz: doba
sk_sk: časy

source: minute delay
cs_cz: minutovým zpožděním
sk_sk: minút meškania

source: with a
cs_cz: se
sk_sk: s

source: Intervals:
cs_cz: Intervaly:
sk_sk: Intervaly:

source: For min
cs_cz: Od min
sk_sk: V prevádzke

source: to max
cs_cz: do max
sk_sk: do max

source: Could not get weather information, using fallbacks
cs_cz: Nelze získat informace o počasí pomocí záložních dat
sk_sk: Nepodarilo sa získať informácie o počasí pomocou záložných dát

source: Creating run-now program
cs_cz: Vytvoření programu run-now (spustit nyní)
sk_sk: Vytvorenie programu run-now (spustiť teraz)

source: Run-Once
cs_cz: Jednorázový
sk_sk: Spustiť raz

source: Rain delay has set a delay {} hours {} minutes {} seconds
cs_cz: Zpoždění deště nastavilo zpoždění {} hodin {} minut {} vteřin
sk_sk: Oneskorenie dažďa nastavilo oneskorenie {} hodín {} minút {} sekúnd

source: Rain delay
cs_cz: Zpoždění deště
sk_sk: Dážďové oneskorenie

source: Rain delay has now been removed
cs_cz: Zpoždění deště bylo odstraněno
sk_sk: Dažďové oneskorenie bolo odstránené

source: Activated
cs_cz: Aktivován
sk_sk: Aktivovaný

source: Rain sensor
cs_cz: Dešťový snímač
sk_sk: Dažďový senzor

source: Rain sensor has set a delay {} hours
cs_cz: Dešťový senzor nastavil zpoždění {} hodin
sk_sk: Dažďový senzor nastavil oneskorenie {} hodín

source: Deactivated
cs_cz: Deaktivován
sk_sk: Deaktivovaný

source: Connection
cs_cz: Připojení
sk_sk: Pripojenie

source: Internet is available (external IP)
cs_cz: Internet je k dispozici (externí IP)
sk_sk: Internet je k dispozícií (externá IP)

source: Internet is not available (external IP)
cs_cz: Internet není k dispozici (externí IP adresa)
sk_sk: Internet nieje k dispozícií (externá IP)

source: Run-Now
cs_cz: Spustit nyní
sk_sk: Spustiť teraz

source: Could not schedule {}.
cs_cz: Nelze naplánovat {}.
sk_sk: Nepodarilo sa naplánovať {}.

source: Probe
cs_cz: Sonda
sk_sk: Senzor

source: Open Contact
cs_cz: Kontakt rozpojený
sk_sk: Otvorený kontakt

source: Closed Contact
cs_cz: Kontakt spojený
sk_sk: Uzavretý kontakt

source: Motion Detected
cs_cz: Byl detekován pohyb
sk_sk: Bol detekovaný pohyb

source: No Motion
cs_cz: Žádný pohyb
sk_sk: Žiadny pohyb

source: Error setting attribute {}: {}
sk_sk: Chybné nastavenieí atribútu {}: {}

source: Loading sensors...
cs_cz: Načítání snímačů...
sk_sk: Načítávanie senzorov...

source: Adding new sensor: {} with id: {}
cs_cz: Přidání nového senzoru: {} s id: {}
sk_sk: Pridanie nového senzora: {} s id: {}

source: Removing sensor id: {}
cs_cz: Odebrání senzoru s id: {}
sk_sk: Odobratie senzora s id: {}

source: E-mail not send! The Email Notifications plug-in is not found in OSPy or not correctly setuped.
cs_cz: E-mail nebyl odeslán! Rozšíření Email Notifications nebylo v OSPy nalezeno nebo nebylo správně nastaveno.
sk_sk: E-mail nebol odoslaný! Doplnok emailové upozornenia nebol v OSPy nájdený, alebo je nesprávne nastavený.

source: The sensor tries to start the {} (id: {})
cs_cz: Snímač se pokusí spustit {} (id: {})
sk_sk: Senzor sa pokúša spustiť {} (id: {})

source: Starting {}
cs_cz: Spuštění {}
sk_sk: Začína sa {}

source: Dir not exists, creating dir: {}
cs_cz: Adresář neexistuje, vytváření adresáře: {}
sk_sk: Adresár neexistuje, vytváram adresár: {}

source: File not exists, creating file: {}
cs_cz: Soubor neexistuje, vytváření souboru: {}
sk_sk: Subor neexistuje, vytváram súbor: {}

source: Updating sensor graph log to file successfully.
cs_cz: Aktualizace záznamu grafu snímače do souboru bylo úspěšné.
sk_sk: Aktualizuje sa denník grafu senzora, bolo úspešné.

source: Battery
cs_cz: Baterie
sk_sk: Batéria

source: Voltage
cs_cz: Napětí
sk_sk: Napätie

source: Signal
cs_cz: Signál
sk_sk: Signál

source: Updating sensor log to file successfully.
cs_cz: Aktualizace záznamu snímače do souboru bylo úspěšné.
sk_sk: Aktualizácia záznamu senzora do súboru bola úspešná.

source: Stoping stations in scheduler
cs_cz: Bylo provedeno zastavení spuštěných stanic v plánovači
sk_sk: Boli zastavené spustené stanice v plánovači

source: Probe Error
cs_cz: Chyba sondy
sk_sk: Chyba senzora

source: Sensor: {} now response
cs_cz: Snímač: {} nyní odpovídá
sk_sk: Senzor: {} teraz odpovedá

source: Now response
cs_cz: Nyní odpovídá
sk_sk: Teraz odpovedá

source: Sensor {}
cs_cz: Snímač {}
sk_sk: Senzor {}

source: Sensor
cs_cz: Snímač
sk_sk: Senzor

source: Sensor Read Success
cs_cz: Úspěšné čtení snímače
sk_sk: Úspešné čítanie senzora

source: Successfully read sensor
cs_cz: Úspěšně čtení snímače
sk_sk: Úspešné čítanie senzora

source: Sensor: {} not response!
cs_cz: Snímač: {} neodpovídá!
sk_sk: Senzor: {} neodpovedá!

source: Not response!
cs_cz: Neodpovídá!
sk_sk: Neodpovedá!

source: Out of order
cs_cz: Mimo provoz
sk_sk: Mimo prevádzky

source: Moisture {}%
cs_cz: Vlhkost {}%
sk_sk: Vlhkosť {}%

source: Temperature
cs_cz: Teplota
sk_sk: Teplota

source: High Trigger
cs_cz: Vysoká aktivační událost
sk_sk: Vysoká aktivačná udalosť

source: High Value
cs_cz: Vysoká hodnota
sk_sk: Vysoká hodnota

source: Low Trigger
cs_cz: Nízká aktivační událost
sk_sk: Nízka aktivačná udalosť

source: Low Value
cs_cz: Nízká hodnota
sk_sk: Nízka hodnota

source: Normal Value
cs_cz: Běžná hodnota
sk_sk: Normálna hodnota

source: Normal Trigger
cs_cz: Normální aktivační událost
sk_sk: Normálna aktivačná udalosť

source: Sensor Change
cs_cz: Změna stavu snímače
sk_sk: Zmena senzora

source: Leak {}l/s
cs_cz: Průtok {}l/s
sk_sk: Prietok {}l/s

source: liters
cs_cz: litrů
sk_sk: litrov

source: Sensor Notification
cs_cz: Oznámení snímače
sk_sk: Upozornenie senzora

source: Output
cs_cz: Výstup
sk_sk: Výstup

source: Regulation set ON.
cs_cz: Regulace nastavila ZAP.
sk_sk: Regulácia nastavila ZAP.

source: Regulation set OFF.
cs_cz: Regulace nastavila VYP.
sk_sk: Regulácia nastavila VYP.

source: Water in Tank
cs_cz: Voda v nádrži
sk_sk: Voda v nádrži

source: Removing Rain delay
cs_cz: Odebírám zpoždění při dešti
sk_sk: Ruším blokovanie systému

source: Sensor has water
cs_cz: Snímač má opět vodu
sk_sk: Senzor má vodu

source: hours.
cs_cz: hodin.
sk_sk: hodín.

source: Sensor has water minimum
cs_cz: Snímač má minimum vody
sk_sk: Senzor má minimum vody

source: Has Error (Probes)!
cs_cz: Má chybu (sondy)!
sk_sk: Má chybu (senzora)!

source: Sensor {} {}
cs_cz: Snímač {} {}
sk_sk: Senzor {} {}

source: Sensor error: {}
cs_cz: Chyba snímače: {}
sk_sk: Chyba senzora: {}

source: Inputs state
cs_cz: Stav vstupů
sk_sk: Stav vstupov

source: ON
cs_cz: ZAP
sk_sk: ZAP

source: OFF
cs_cz: VYP
sk_sk: VYP

source: Output 1
sk_sk: Výstup 1

source: Output 2
sk_sk: Výstup 2

source: Output 3
sk_sk: Výstup 3

source: Output 4
sk_sk: Výstup 4

source: Temperature 1
sk_sk: Teplota 1

source: Temperature 2
sk_sk: Teplota 2

source: Temperature 3
sk_sk: Teplota 3

source: Temperature 4
sk_sk: Teplota 4

source: Temperature 5
sk_sk: Teplota 5

source: Power 1
sk_sk: Výkon 1

source: Power 2
sk_sk: Výkon 2

source: Power 3
sk_sk: Výkon 3

source: Power 4
sk_sk: Výkon 4

source: Humidity
cs_cz: Vlhkost
sk_sk: Vlhkosť

source: PV Power 1
sk_sk: FV Výkon 1

source: PV Power 2
sk_sk: FV Výkon 2

source: PV Power 3
sk_sk: FV Výkon 3

source: Illuminance
sk_sk: Osvetlenie

source: Sensor Name
cs_cz: Název snímače
sk_sk: Názov senzora

source: Voltage {} V
sk_sk: Napätie {} V

source: Inappropriate settings (the sensor cannot get measure this data).
sk_sk: Nevhodné nastavenia (senzor nedokáže tieto údaje zmerať).

source: Shelly cloud integrator not installed or not enabled in plugins!
sk_sk: Shelly cloud integrátor nieje nainštalovaný alebo nieje povolený v doplnkoch OSPy!

source: Sensor Shelly: {} saving every 30 seconds to sensors.
sk_sk: Sensor Shelly: {} ukladanie každých 30 sekúnd do senzorov.

source: Sensors shelly timer loop error: {}
sk_sk: Chyba slučky časovača senzorov: {}

source: Sensors timer loop error: {}
cs_cz: Chyba smyčky časovače snímačů: {}
sk_sk: Chyba slučky časovača senzorov: {}

source: An error occurred
cs_cz: Vyskytla se chyba
sk_sk: Vyskytla sa chyba

source: An internal error was found in the system, see the error log for more information. The error is called in part:
cs_cz: V systému byla nalezena vnitřní chyba, další informace naleznete v protokolu chyb. Chyba je volána z části:
sk_sk: V systéme sa našla interná chyba, ďalšie informácie nájdete v protokole chýb. Chyba je volaná z časti:

source: Network connection is available, Im skipping waiting.
cs_cz: Síťové připojení je k dispozici, přeskakuji čekání.
sk_sk: Sieťové pripojenie je k dispozícii, preskočím čakanie.

source: Network connection not available, waiting 20 seconds.
cs_cz: Síťové připojení není k dispozici, čekání 20 vteřin.
sk_sk: Sieťové pripojenie nie je k dispozícii, čaká sa 20 sekúnd.

source: Network connection is available.
cs_cz: Síťové připojení je k dispozici.
sk_sk: K dispozícii je sieťové pripojenie.

source: Files: fullchain.pem and privkey.pem found, try starting HTTPS.
cs_cz: Vlastní SSL Soubory: fullchain.pem a privkey.pem nalezeny, startuji HTTPS.
sk_sk: Súbory: fullchain.pem a privkey.pem nájdené, spúštam HTTPS.

source: SSL Files: fullchain.pem and privkey.pem not found, starting only HTTP!
cs_cz: SSL Soubory: fullchain.pem a privkey.pem nenalezeny, startuji jako HTTP!
sk_sk: SSL súbory: fullchain.pem a privkey.pem neboli nájdené, spúštam len HTTP!

source: Own SSL Files: fullchain.pem and privkey.pem found, try starting HTTPS.
cs_cz: Vlastní SSL Soubory: fullchain.pem a privkey.pem nalezeny, startuji HTTPS.
sk_sk: Vlastné SSL súbory: fullchain.pem a privkey.pem nájdené, spúštam HTTPS.

source: Own SSL OK.
cs_cz: Vlastní SSL OK.
sk_sk: Vlastné SSL OK.

source: Own SSL Files: fullchain.pem and privkey.pem not found, starting only HTTP!
cs_cz: Vlastní SSL Soubory: fullchain.pem a privkey.pem nenalezeny, startuji jako HTTP!
sk_sk: Vlastné SSL súbory: fullchain.pem a privkey.pem neboli nájdené, spúštam iba HTTP!

source: Opening shelve database at {}
cs_cz: Otevření databáze na {}
sk_sk: Otváranie databázi na {}

source: Successfully opened shelve database.
cs_cz: Databáze byla úspěšně otevřena.
sk_sk: Databáza bola úspešne otvorená.

source: Error reading session data for key {}: {}
cs_cz: Chyba při čtení dat relace pro klíč {}: {}
sk_sk: Chyba pri čítaní údajov relácie pre kľúč {}: {}

source: Exception occurred while opening or reading shelve database: {}
cs_cz: Při otevírání nebo čtení databáze došlo k výjimce: {}
sk_sk: Pri otváraní alebo čítaní databázy došlo k výnimke: {}

source: Error closing shelve database: {}
cs_cz: Chyba při zavírání databáze: {}
sk_sk: Chyba pri zatváraní databázy: {}

source: Remove corrupted session files
cs_cz: Odstraňuji poškozené soubory cokies
sk_sk: Odstraňujem poškodené súbory session

source: Error removing corrupted session file {}: {}
cs_cz: Chyba při odstraňování poškozeného souboru relace {}: {}
sk_sk: Chyba pri odstraňovaní poškodeného súboru session {}: {}

source: Re-opened shelve database after cleanup.
cs_cz: Po vyčištění znovu otevírám databázi.
sk_sk: Po vyčistení znovu otváram databázu.

source: Exception occurred while re-opening shelve database: {}
cs_cz: Při opětovném otevření databáze došlo k výjimce: {}
sk_sk: Pri opätovnom otváraní databázy sa vyskytla výnimka: {}

source: Category is not in session, initializing it.
cs_cz: Kategorie není v relaci, inicializuje se.
sk_sk: Kategória nie je v relácii, inicializuje sa.

source: Category is empty, setting it to public.
cs_cz: Kategorie je prázdná nastavuji ji na public.
sk_sk: Kategória je prázdna, nastavujem ju ako verejnú.

source: Visitor-operator is not in session, initializing it.
cs_cz: Návštěvník-operátor není v sesion, inicializuji jej.
sk_sk: Návštevník-operátor nie je v relácii, inicializujem ju.

source: Visitor is empty, setting it to Unknown visitor.
cs_cz: Visitor je prázdný, nastavuji jej na Neznámý návštěvník.
sk_sk: Návštevník je prázdny, nastavujem ju na Neznámy návštevník.

source: Starting scheduler and plugins...
cs_cz: Spuštění plánovače a pluginů...
sk_sk: Spúšťa sa plánovač a zásuvné moduly...

source: Starting sensors timer...
cs_cz: Spuštění časovače snímačů...
sk_sk: Spúšťa sa časovač senzorov...

source: OSPy is ready
cs_cz: OSPy je připraven
sk_sk: OSPy je pripravený

source: Starting
cs_cz: Spuštění
sk_sk: Spúštam

source: OSPy is closing, saving sessions.
cs_cz: OSPy se zavírá, ukládá se relace.
sk_sk: OSPy sa zatvára, ukladá relácie.

source: Stopping
cs_cz: Zastavení
sk_sk: Zastavujem

source: Closing shelve database.
cs_cz: Uzavírání databáze.
sk_sk: Uzatváranie databázy.

source: Shelve database is corrupted. Removing...
sk_sk: Databáza Shelve je poškodená, Odstraňujem...

source: Removed corrupted session file: {}
sk_sk: Odstránený poškodený súbor relácie: {}

source: Shelve database closed successfully.
cs_cz: Databáze byla úspěšně uzavřena.
sk_sk: Databáza bola úspešne uzavretá.

source: Creating statistics...
cs_cz: Vytváření statistik...
sk_sk: Vytvárajú sa štatistiky...

source: The usage of
cs_cz: Maximální využití
sk_sk: Vytaženie

source: is more than the maximum allowed usage. Scheduling it will be impossible.
cs_cz: je nastavené větší než je maximální povolené využití v nastavení. Plánování nebude možné.
sk_sk: je nastavene viac ako maximálne povolené použitie. Plánovanie nebude možné.

source: Activated outputs
cs_cz: Aktivované výstupy
sk_sk: Aktivované výstupy

source: Resized to
cs_cz: Změna velikosti na
sk_sk: Zmeniť veľkosť na

source: Activated output
cs_cz: Aktivovaný výstup
sk_sk: Aktivovaný výstup

source: Activated master one
cs_cz: Aktivovaná hlavní stanice
sk_sk: Aktivovaná hlavná stanica

source: Activated master two
cs_cz: Aktivovaná druhá hlavní stanice
sk_sk: Aktivovaná druhá hlavná stanica

source: Deactivated output
cs_cz: Deaktivovaný výstup
sk_sk: Deaktivovaný výstup

source: Deactivated master one
cs_cz: Deaktivovaná hlavní stanice
sk_sk: Deaktivovaná hlavná stanica

source: Deactivated master two
cs_cz: Deaktivovaná druhá hlavní stanice
sk_sk: Deaktivovaná druhá hlavná stanica

source: Cleared all outputs
cs_cz: Vymazány všechny výstupy
sk_sk: Vymazané všetky výstupy

source: Activated shift outputs
cs_cz: Aktivovaný posuvný registr
sk_sk: Aktivovaný posuvný register

source: January
cs_cz: Leden
sk_sk: Január

source: February
cs_cz: Únor
sk_sk: Február

source: March
cs_cz: Březen
sk_sk: Marec

source: April
cs_cz: Duben
sk_sk: Apríl

source: May
cs_cz: Květen
sk_sk: Máj

source: June
cs_cz: Červen
sk_sk: Jún

source: July
cs_cz: Červenec
sk_sk: Júl

source: October
cs_cz: Říjen
sk_sk: Október

source: am
cs_cz: dopo
sk_sk: dopoludnia

source: pm
cs_cz: odpo
sk_sk: popoludia

source: The system has detected that an OSPy update is available
cs_cz: Systém zjistil, že je k dispozici aktualizace OSPy
sk_sk: Systém zistil, že je k dispozícií aktualizácia OSPy

source: Local OSPy version
cs_cz: Místní OSPy verze
sk_sk: Lokálna verzia OSPy

source: Available OSPy version
cs_cz: Dostupná verze OSPy
sk_sk: Dostupná verzia OSPy

source: Changes
cs_cz: Změny
sk_sk: Zmeny

source: Update system
cs_cz: Aktualizovat systém
sk_sk: Aktualizovať systém

source: The system has detected that plugins updates are available
cs_cz: Systém zjistil, že je k dispozici aktualizace rozšíření
sk_sk: Systém zistil, že je k dispozícií aktualizácia doplnkov

source: Number of available updates for plugins
cs_cz: Počet dostupných aktualizací pro rozšíření
sk_sk: Počet dostupných aktualizácii pre doplnky

source: Plugin name
cs_cz: Název rozšíření
sk_sk: Názov doplnkov

source: Open plugins
cs_cz: Otevřít rozšíření
sk_sk: Otvoriť doplnok

source: System notification
cs_cz: Systémové oznámení
sk_sk: Systémové oznámenie

source: Manage
cs_cz: Spravovat
sk_sk: Spravovať

source: Own name for this OpenSprinkler controler. Used for orientation between multiple systems.
cs_cz: Vlastní název tohoto OpenSprinkleru. Používá se pro orientaci mezi více systémy.
sk_sk: Vlastný názov pre tento OpenSprinkler controler. Používa sa na orientáciu medzi viacerými systémami.

source: Home
cs_cz: Domů
sk_sk: Domov

source: Define Programs
cs_cz: Nastavení a úprava programů
sk_sk: Nastavenia programov

source: Programs
cs_cz: Programy
sk_sk: Programy

source: Define Run Once Program
cs_cz: Nastavení jednorázového programu
sk_sk: Nastavenie jednorázového programu

source: Run Once
cs_cz: Jednorázový
sk_sk: Spustiť raz

source: Access Plugins
cs_cz: Nastavení rozšíření
sk_sk: Nastavenia doplnkov

source: Plugins
cs_cz: Rozšíření
sk_sk: Doplnky

source: View Log
cs_cz: Zobrazení záznamů
sk_sk: Zobraziť denník

source: Log
cs_cz: Záznam
sk_sk: Denník

source: Options
cs_cz: Nastavení
sk_sk: Nastavenia

source: Configure Stations
cs_cz: Nastavení stanic
sk_sk: Konfigurácia staníc

source: Stations
cs_cz: Stanice
sk_sk: Stanice

source: Configure Sensors
cs_cz: Konfigurace snímačů
sk_sk: Nastavenie senzorov

source: Help
cs_cz: Nápověda
sk_sk: Pomocník

source: Logout
cs_cz: Odhlásit se
sk_sk: Odhlásiť sa

source: Click to toggle
cs_cz: Stiskněte pro změnu Fahrenheit nebo Celsius
sk_sk: Kliknutím prepnete

source: CPU Temp
cs_cz: Teplota CPU
sk_sk: Teplota CPU

source: CPU Usage
cs_cz: Využití CPU
sk_sk: Využitie CPU

source: Click for redirecting to github software
cs_cz: Stiskněte pro přechod na github
sk_sk: Kliknite pre presmerovanie na GitHub softvér

source: Software
cs_cz: Program OSPy
sk_sk: OSPy

source: version
cs_cz: verze
sk_sk: verzia

source: External IP
cs_cz: Vnější IP adresa
sk_sk: Externá IP adresa

source: Working
cs_cz: V provozu
sk_sk: V prevádzke

source: Modify image
cs_cz: Úprava obrázku
sk_sk: Upraviť obrázok

source: Image does not exist! Upload a new image.
cs_cz: Obrázek neexistuje! Nahrajte nový obrázek.
sk_sk: Obrázok neexistuje! Nahrajte nový obrázok.

source: Image is not png or gif file!
cs_cz: Obrázek není png nebo gif soubor!
sk_sk: Obrázok nieje png alebo gif súbor!

source: Not installed Python Pillow for image proccessing!
cs_cz: Není nainstalovaný balíček Python Pillow pro zpracování obrázku!
sk_sk: Nieje nainštalovaný balíček Python Pillow pre spracovanie obrázkov!

source: Python Pillow is now installed. You can upload pictures.
cs_cz: Python Pillow je nyní nainstalován. Můžete nahrát obrázky.
sk_sk: Python Pillow je teraz nainštalováný. Môžete nahrať obrázky.

source: Installation failed - contact your system administrator!
cs_cz: Instalace se nezdařila – obraťte se na správce systému!
sk_sk: Inštalácia bola neúspešná - kontaktujte správcu systému!

source: Image adjustment for station
cs_cz: Úprava obrázku pro stanici
sk_sk: Nastavenie obrazu pre stanicu
