Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: When weather-based water level is enabled, the weather will be checked every hour and the water level will be adjusted accordingly
cs_cz: Pokud je povolena hladina vody na základě počasí, počasí bude kontrolováno každou hodinu a hladina vody bude odpovídajícím způsobem upravena
sk_sk: Ak je povolená hladina vody na základe počasia, počasie sa bude kontrolovať každú hodinu a hladina vody sa bude zodpovedajúcim spôsobom upravovať

source: In addition, it is now able to protect plants from frost during the selected months
cs_cz: Kromě toho je nyní schopen chránit rostliny před mrazem během vybraných měsíců
sk_sk: Okrem toho je teraz schopná chrániť rastliny pred mrazom počas zvolených mesiacov

source: Author Rimco (Thank you).
cs_cz: Autor Rimco (Děkuji).
sk_sk: Autor Rimco (Ďakujem).

source: Package: Weather-based Water Level Netatmo
cs_cz: Balíček: Hladina vody na bázi počasí Netatmo
sk_sk: Balík: Vodová hladina založená na počasí Netatmo

source: History rain by Netatmo
cs_cz: Historie déšť Netatmo
sk_sk: História dažďa od Netatmo

source: Weather-based Water Level Netatmo
cs_cz: Hladina vody Netatmo na bázi počasí
sk_sk: Hladina vody Netatmo na základe počasia

source: Daily water level in mm
cs_cz: Denní hladina vody v mm
sk_sk: Denná hladina vody v mm

source: Weather-based Water Level Netatmo - help
cs_cz: Hladina vody na bázi počasí Netatmo - nápověda
sk_sk: Hladina vody Netatmo na základe počasia - pomocník

source: Package: Weather Stations
cs_cz: Balíček: Meteorologická stanice
sk_sk: Balík: Meteorologická stanica

source: Weather stations plug-in is enabled.
cs_cz: Rozšíření meteorologická stanic je povoleno.
sk_sk: Doplnok meteorologická stanica je povolený.

source: Weather stations plug-in has any error, clear plugin settings to default.
cs_cz: Rozšíření meteorologická stanice má nějakou chybu, nastavení se vymaže do výchozího nastavení.
sk_sk: Doplnok meteorologická stanica má nejakú chybu, nastavenie sa vymaže do predvolených nastavení.

source: Weather stations plug-in
cs_cz: Rozšíření meteorologická stanice
sk_sk: Doplnok meteorologická stanica

source: Weather Stations
cs_cz: Meteorologická stanice
sk_sk: Meteorologická stanica

source: Your web browser does not support canvas elements.
cs_cz: Webový prohlížeč nepodporuje prvky canvas.
sk_sk: Webový prehliadač nepodporuje prvky canvas.

source: Weather Stations Settings - help
cs_cz: Meteorologická stanice - nápověda
sk_sk: Meteorologická stanica nastavenia - pomocník

source: This plugin Displays data probes DS18B20 (DS1-6) from Air Temperature and Humidity Monitor plugin and volume, percent from Water Tank Monitor plugin and more sensors.
cs_cz: Toto rozšíření zobrazuje data ze sond DS18B20 (DS1-6) z rozšíření Air Temperature and Humidity Monitor, procenta z rozšíření Water Tank Monitor a dalších snímačů.
sk_sk: Tento doplnok zobrazuje dáta zo senzorov DS18B20 (DS1-6) z doplnku Monitor teploty a vlhkosti vzduchu a dáta z monitra nadrže na vodu a iných senzorov.

source: Canvas or Text mode for showing data
cs_cz: Režim budík nebo text pro zobrazení dat
sk_sk: Režim budík, alebo text pre zobrazenie dát

source: When checked, it is text mode.
cs_cz: Je-li zaškrtnuto, jedná se o režim textu.
sk_sk: Ak je zaškrtnuté, je zvolený textový režim.

source: Canvas Size XY
cs_cz: Velikost budíku XY
sk_sk: Veľkosť budíka

source: The number determines the size of the meter wheel. The minimum is 150px, the maximum is 850px.
cs_cz: Číslo určuje velikost měřícího budíku. Minimum je 150px, maximum je 850px.
sk_sk: Číslo určuje veľkosť meracieho budíka. Minimum je 150px a maximum 850px.

source: Text Font Size
cs_cz: Velikost písma
sk_sk: Veľkosť písma

source: The number determines the font size in text mode. The minimum is 15px, the maximum is 800px.
cs_cz: Číslo určuje velikost písma v textovém režimu. Minimum je 15px, maximum je 800px.
sk_sk: Číslo určuje veľkosť písma v textovom režime. Minimum je 15px a maximum 800px.

source: This part needs correct setuped plugin Air Temperature and Humidity Monitor
cs_cz: Tato část potřebuje správně nastavený balíček Air Temperature and Humidity Monitor
sk_sk: Táto časť potrebuje správne nastavený doplnok Air Temperature and Humidity Monitor

source: Show this DS1
cs_cz: Zobrazit tento DS1
sk_sk: Zobraziť tento DS1

source: When checked, showing this canvas (text) is enabled.
cs_cz: Je-li zaškrtnuto, je povoleno zobrazení tohoto budíku (textu).
sk_sk: Ak je zaškrtnuté, je povolené zobrazenie tohto budíka (textu)

source: Name for Canvas DS1
cs_cz: Název pro měřák DS1
sk_sk: Názov pre budík DS1

source: Any unique name for this meter.
cs_cz: Jakýkoli jedinečný název tohoto měřiče.
sk_sk: Ľubovolný jedinečný názov senzora.

source: Units
cs_cz: Jednotky
sk_sk: Jednotky

source: In which units we want to display the data.
cs_cz: Ve kterých jednotkách chceme data zobrazit.
sk_sk: V akých jednotkách chceme dáta zobraziť.

source: Scale
cs_cz: Stupnice
sk_sk: Stupnica

source: Division scale according to our requirements.
cs_cz: Dělení stupnice dle našich požadavků.
sk_sk: Delenie stupnice podľa našich požiadaviek.

source: This value must be the minimum of the range from Scale.
cs_cz: Tato hodnota musí být minimem rozsahu ze stupnice.
sk_sk: Táto hodnota musí byť minimom rozsahu zo stupnice.

source: This value must be the maximum of the range from Scale.
cs_cz: Tato hodnota musí být maximum rozsahu ze stupnice.
sk_sk: Táto hodnota musí byť maximum rozsahu zo stupnice.

source: Red color from to
cs_cz: Červená barva od do
sk_sk: Červená farba od do

source: Red color on the scale according to the value from to.
cs_cz: Červená barva na stupnici podle hodnoty od do.
sk_sk: Červená farba na stupnici podľa hodnoty od do.

source: Blue color from to
cs_cz: Modrá barva od do
sk_sk: Modrá farba od do

source: Blue color on the scale according to the value from to.
cs_cz: Modrá barva na stupnici podle hodnoty od do.
sk_sk: Modrá farba na stupnici podľa hodnoty od do.

source: Green color from to
cs_cz: Zelená barva od do
sk_sk: Zelená farba od do

source: Green color on the scale according to the value from to.
cs_cz: Zelená barva na stupnici podle hodnoty od do.
sk_sk: Zelená farba na stupnici podľa hodnoty od do.

source: If the set range is the same (for example from 0 to 0) then the color will not be displayed.
cs_cz: Pokud je rozsah barevných sad stejný (například od 0 do 0), barva se nezobrazí.
sk_sk: Ak je rozsah farebných možností rovnaký (napríklad od 0 do 0), farba sa nezobrazí.

source: This part needs correct setuped plugin Water Tank Monitor
cs_cz: Tato část potřebuje správně nastavený balíček Water Tank Monitor
sk_sk: Táto časť potrebuje správne nastavený doplnok Water Tank Monitor

source: Same setting as in temperature.
cs_cz: Stejné nastavení jako při teplotě.
sk_sk: Rovnaké nastavenie ako pri teplote.

source: This part needs correct setuped plugin Wind Speed Monitor
cs_cz: Tato část potřebuje správně nastavený balíček Wind Speed Monitor
sk_sk: Táto časť potrebuje správne nastavený doplnok Wind Speed Monitor

source: This part needs correct setuped OSPy sensors
cs_cz: Tato část potřebuje správně nastavené senzory OSPy
sk_sk: Táto časť potrebuje správne nastavené senzory OSPy

source: Example canvas mode
cs_cz: Ukázkový režim budíky
sk_sk: Režim budíky

source: Example text mode
cs_cz: Ukázkový textový režim
sk_sk: Režim text

source: Weather Stations Settings
cs_cz: Meteorologická stanice - nastavení
sk_sk: Meteorologická stanica - nastavenia

source: Open package
cs_cz: Otevřít balíček
sk_sk: Otvoriť balík

source: Show this DS18b20-
cs_cz: Zobrazit tento DS18b20-
sk_sk: Zobraziť tento DS18B20-

source: Name for Canvas DS
cs_cz: Název pro měřák DS
sk_sk: Názov pre budík DS

source: Your unique name and units for canvas.
cs_cz: Vaše jedinečné jméno a jednotky pro měřák.
sk_sk: Vaše jedinečné meno na jednotky pre budík.

source: Units:
cs_cz: Jednotky:
sk_sk: Jednotky:

source: Your scale division for canvas. Example: 0,10,20,30 (type to min 0 and to max 30).
cs_cz: Vaše měřítko dělení pro stupnici. Příklad: 0,10,20,30 (zadejte do min 0 a max 30).
sk_sk: Vaše delenie stupnice. Príklad: 0,10,20,30 (zadejte do min 0 a max 30).

source: Red color from
cs_cz: Červená barva od
sk_sk: Červená farba od

source: Your scale from red color (from - to). Example: 0,10,20,30 (type to from 0 to 10).
cs_cz: Vaše měřítko červené barvy (od - do). Příklad: 0,10,20,30 (př: od 0 do 10).
sk_sk: Vaša stupnica červenej farby (od - do). Príklad: 0,10,20,30 (pr: od 0 do 10).

source: To:
cs_cz: Do:
sk_sk: Do:

source: Blue color from
cs_cz: Modrá barva od
sk_sk: Modrá farba od

source: Your scale from blue color (from - to). Example: 0,10,20,30 (type to from 10 to 20).
cs_cz: Vaše měřítko modré barvy (od - do). Příklad: 0,10,20,30 (př: od 10 do 20).
sk_sk: Vaša stupnica modrej farby (od - do). Príklad: 0,10,20,30 (pr: od 0 do 10).

source: Green color from
cs_cz: Zelená barva od
sk_sk: Zelená farba od

source: Your scale from green color (from - to). Example: 0,10,20,30 (type to from 20 to 30).
cs_cz: Vaše měřítko zelené barvy (od - do). Příklad: 0,10,20,30 (př: od 20 do 30).
sk_sk: Vaša stupnica zelenej farby (od - do). Príklad: 0,10,20,30 (pr: od 0 do 10).

source: Show this Water Percent
cs_cz: Zobrazit toto procento vody
sk_sk: Zobraziť percentá vody

source: Show this Water Volume
cs_cz: Zobrazit tento objem vody
sk_sk: Zobraziť objem vody

source: Name for Canvas Water Percent
cs_cz: Název pro měřák procenta vody
sk_sk: Názov pre budík percenta vody

source: Name for Canvas Water Volume
cs_cz: Název pro měřák objem vody
sk_sk: Názov budíka pre objem vody

source: Show this Wind Speed
cs_cz: Zobrazit tuto rychlost větru
sk_sk: Zobraziť rýchlosť vetra

source: Name for Canvas Wind Speed
cs_cz: Název pro měřák rychlost větru
sk_sk: Názov budíka pre rýchlosť vetra

source: Open Sensors
cs_cz: Otevřít snímače
sk_sk: Otvoriť senzory

source: Show this Sensor
cs_cz: Zobrazit tento snímač
sk_sk: Zobraziť tento senzor

source: When checked, showing this sensor (text) is enabled.
cs_cz: Je-li zaškrtnuto, je povoleno zobrazení tohoto snímače (textu).
sk_sk: Ak je zaškrtnuté, je povolené zobrazenie tohto senzora (textu).

source: Name for Canvas
cs_cz: Název pro měřák
sk_sk: Názov pre budík

source: Package: Webcam Monitor
cs_cz: Balíček: Webová kamera
sk_sk: Balík: Webová kamera

source: Fswebcam is not installed.
cs_cz: Fswebcam není nainstalován.
sk_sk: Fswebcam nie je nainštalovaný.

source: Please wait installing....
cs_cz: Počkejte na instalaci....
sk_sk: Čakajte prosím na inštaláciu ....

source: Please wait...
cs_cz: Počkejte prosím...
sk_sk: Čakajte prosím...

source: Ready...
cs_cz: Připraven...
sk_sk: Pripravený...

source: Cannot find USB camera (/dev/video0).
cs_cz: Nelze najít kameru USB (/dev/video0).
sk_sk: Nie je možné nájsť kameru USB (/ dev / video0).

source: Plugin is disabled...
cs_cz: Rozšíření je zakázáno.
sk_sk: Doplnok je zakázaný.

source: Webcam plug-in
cs_cz: Rozšíření webkamera
sk_sk: Doplnok webovej kamery

source: No image file from downloading. Retry
cs_cz: Žádný soubor obrázku ke stahování. Opakujte
sk_sk: Neexistuje žiadny súbor na stiahnutie. Skúsiť znova

source: Webcam Monitor
cs_cz: Rozšíření webkamera
sk_sk: Monitor webovej kamery

source: Download image
cs_cz: Stáhnout obrázek
sk_sk: Stiahnuť obrázok

source: Resolution
cs_cz: Rozlišení
sk_sk: Rozlíšenie

source: default is 1280x720
cs_cz: výchozí hodnota je 1280 × 720
sk_sk: predvolená hodnota je 1280 x 720

source: Flip image horizontally
cs_cz: Překlopení obrázku vodorovně
sk_sk: Preklopiť obrázok horizontálne

source: Flip image vertically
cs_cz: Překlopení obrázku svisle
sk_sk: Preklopiť obrázok vertukálne

source: OpenSprinkler camera
cs_cz: OpenSprinkler fotoaparát
sk_sk: OpenSprinkler kamera

source: Webcam Monitor - help
cs_cz: Webkamera - nápověda
sk_sk: Webkamera - pomocník

source: This plugin needs fswebcam
cs_cz: Toto rozšíření potřebuje fswebcam
sk_sk: Tento doplnok vyžaduje fswebcam

source: If not installed fswebcam, plugin installs fswebcam in to the system himself
cs_cz: Pokud není nainstalován fswebcam, rozšíření nainstaluje fswebcam do systému samo
sk_sk: Ak nie je nainštalovaný fswebcam, doplnok nainštaluje fswebcam do systému sám

source: Report from OSPy WIND SPEED MONITOR plugin
cs_cz: Zpráva z rozšíření OSPy WIND SPEED MONITOR
sk_sk: Správa z doplnku OSPy WIND SPEED MONITOR

source: Wind Speed
cs_cz: Rychlost větru
sk_sk: Rýchlosť vetra

source: Pulses
cs_cz: Pulsy
sk_sk: Pulzy

source: pulses/sec
cs_cz: impulsy/s
sk_sk: pulzov/sec

source: Wind speed > 150 km/h (42 m/sec)
cs_cz: Rychlost větru > 150 km/h (42 m/s)
sk_sk: Rýchlosť vetra> 150 km/h (42 m/s)

source: Sending E-mail with notification.
cs_cz: Odeslat E-mail s oznámením.
sk_sk: Odoslať email s oznámením.

source: Deleting maximal speed after selected interval.
cs_cz: Odstranění maximální rychlosti po zvoleném intervalu.
sk_sk: Odstráni sa maximálna rýchlosť po vybratom intervale.

source: Speed was exceeded! Event # {}/{}.
cs_cz: Rychlost byla překročena! Událost # {}/{}.
sk_sk: Rýchlosť bola prekročená! Udalosť # {}/{}.

source: The program will now start and setup block for {} hours.
cs_cz: Program se nyní spustí a nastaví blok na {} hodin.
sk_sk: Program sa teraz spustí a nastaví blokovanie na {} hodín.

source: Run now program # {}.
cs_cz: Spustit nyní program # {}.
sk_sk: Spustiť teraz program # {}.

source: The number of exceedances in the set interval has not been exceeded, I reset the counter.
cs_cz: Počet překročení v nastaveném intervalu nebyl překročen, resetuji počítadlo.
sk_sk: Počet prekročení v nastavenom intervale nebol prekročený, resetujem počítadlo.

source: The program has now been unblocked.
cs_cz: Program byl nyní odblokován.
sk_sk: Program je teraz odblokovaný.

source: Wind speed monitor plug-in is disabled.
cs_cz: Rozšíření monitor rychlosti větru je zakázáno.
sk_sk: Doplnok monitora rýchlosti vetra je zakázaný.

source: System detected error: wind speed monitor. All stations set to OFF. Wind is
cs_cz: Chyba zjištěná systémem: monitor rychlosti větru. Všechny stanice jsou naní nastaveny na VYPNUTO. Vítr je
sk_sk: Chyba zistená systémom: monitor rýchlosti vetra. Všetky stanice sú vypnuté. Vietor je

source: Wind speed monitor plug-in
cs_cz: Rozšíření monitor rychlosti větru
sk_sk: Doplnok Meranie rýchlosti vetra

source: Wind Speed monitor plug-in
cs_cz: Rozšíření monitor rychlosti větru
sk_sk: Doplnok Meranie rýchlosti vetra

source: Setup PCF8583 as event counter - OK
cs_cz: Nastavení PCF8583 jako čítače událostí - OK
sk_sk: Nastaviť PCF8583 ako počítadlo udalostí - OK

source: Maximal speed has reseted.
cs_cz: Maximální rychlost se resetovala.
sk_sk: Maximálna rýchlosť bola resetovaná.

source: Deleting the windmonitor table from the database.
cs_cz: Odstranění tabulky windmonitor z databáze.
sk_sk: Odstránenie tabuľky windmonitor z databázy.

source: Wind monitor is enabled.
cs_cz: Rozšíření monitor rychlosti větru je povoleno.
sk_sk: Je povolený monitor vetra.

source: Wind monitor is disabled.
cs_cz: Rozšíření monitor rychlosti větru je zakázáno.
sk_sk: Monitor vetra je zakázaný.

source: Wind Speed Monitor settings
cs_cz: Rozšíření monitor rychlosti větru nastavení
sk_sk: Nastavenia monitora rýchlosti vetra

source: (m/s or km/h)
cs_cz: (m/s nebo km/h)
sk_sk: (m/s alebo km/h)

source: Wind m/s or km/h
cs_cz: Vítr m/s nebo km/h
sk_sk: Vietor m/s alebo km/h

source: Reset max speed
cs_cz: Smazat max rychlost
sk_sk: Vynulovať maximálnu rýchlosť

source: Use wind monitor
cs_cz: Použít měření větru
sk_sk: Použiť meranie rychlosti vetra

source: If the box is checked, wind monitor be enabled.
cs_cz: Pokud je políčko zaškrtnuté, je zapnutý monitor větru.
sk_sk: Ak je políčko začiarknuté, zapne sa veterný monitor.

source: The measured data will be stored in the database. This option requires the database connector extension to be installed and configured. The button will delete the windmonitor table from the database, thus deleting all saved data from this extension! This promotion is non-refundable!
cs_cz: Naměřená data budou uložena do databáze. Tato možnost vyžaduje, aby bylo nainstalované a nakonfigurované rozšíření databázové spojení. Tlačítko smaže tabulku windmonitor z databáze, čímž smaže všechna uložená data z tohoto rozšíření! Tato akce je nevratná!
sk_sk: Namerané údaje budú uložené do databázy. Táto možnosť vyžaduje nainštalovanie a konfiguráciu doplnku databázové pripojenie. Tlačidlo vymaže tabuľku Windmonitor z databázy, čím sa vymažú všetky uložené údaje z tohto doplnku! Táto akcia je nevratná!

source: Save to log if maximal speed change
cs_cz: Uložit do logu, pokud se změní maximální rychlost
sk_sk: Uložiť do denníka, ak sa zmení maximálna rýchlosť

source: If the wind speed changes above the stored maximum and there is no time for save log to file, log this value immediately
cs_cz: Pokud se rychlost větru změní nad uložené maximum a není ještě čas na uložení protokolu do souboru, okamžitě zalogujte tuto hodnotu
sk_sk: Ak sa rýchlosť vetra zmení nad uložené maximum a nie je čas na uloženie denníka do súboru, okamžite zalogujte túto hodnotu

source: Delete max speed after selected interval
cs_cz: Odstranit maximální rychlost po zvoleném intervalu
sk_sk: Odstránenie maximálnej rýchlosti po vybratom intervale

source: If the box is checked, the maximum measured speed is reset after selected interval (log is not deleted)
cs_cz: Pokud je políčko zaškrtnuto, maximální naměřená rychlost se po zvoleném intervalu resetuje (log se nemaže)
sk_sk: Ak je políčko začiarknuté, maximálna nameraná rýchlosť sa obnoví po vybratom intervale (denník sa neodstráni)

source: Delete max speed interval
cs_cz: Interval pro smazání maximální rychlosti
sk_sk: Interval odstránenie max rýchlosti

source: Select interval for reseting maximal speed
cs_cz: Vyberte interval pro resetování maximální rychlosti
sk_sk: Výber intervalu na obnovenie maximálnej rýchlosti

source: 1 minute
cs_cz: 1 minuta
sk_sk: 1 minúta

source: 10 minutes
cs_cz: 10 minut
sk_sk: 10 minút

source: 30 minutes
cs_cz: 30 minut
sk_sk: 30 minút

source: 1 hour
cs_cz: 1 hodina
sk_sk: 1 hodina

source: 2 hours
cs_cz: 2 hodiny
sk_sk: 2 hodiny

source: 10 hours
cs_cz: 10 hodin
sk_sk: 10 hodín

source: 1 day
cs_cz: 1 den
sk_sk: 1 deň

source: In minutes (Minimum is 1)
cs_cz: V minutách (minimum je 1)
sk_sk: V minútach (minimum je 1)

source: If the box is checked, wind monitor is on address 0x50.
cs_cz: Pokud je políčko zaškrtnuté, je monitor větru na adrese 0x50.
sk_sk: Ak je políčko začiarknuté, monitor vetra je na adrese 0x50.

source: Number of pulses per rotation
cs_cz: Počet impulsů na otáčku
sk_sk: Počet impulzov na rotáciu

source: pulses/rotation
cs_cz: pulsy/otáčka
sk_sk: pulzy/rotácia

source: Number of wind speed per rotation in m/s
cs_cz: Rychlost větru na otáčku v m/s
sk_sk: Počet otáčok vetra na rotáciu v m/s

source: Wind speed set in meter/second
cs_cz: Rychlost větru nastavená v metrech za sekundu
sk_sk: Rýchlosť vetra v metroch za sekundu

source: Display in km/h
cs_cz: Zobrazení v km/h
sk_sk: Zobrazenie v km/h

source: If the box is checked, the speed is in km/h
cs_cz: Pokud je políčko zaškrtnuté, rychlost je v km/h
sk_sk: Ak je políčko začiarknuté, rýchlosť je v km/h

source: Max wind speed for stop stations in m/s
cs_cz: Maximální rychlost větru pro zastavení stanic v m/s
sk_sk: Maximálna rýchlosť vetra pre stop v m/s

source: If the wind speed exceeds this value, the station will stop
cs_cz: Pokud rychlost větru překročí tuto hodnotu, stanice se zastaví
sk_sk: Ak rýchlosť vetra prekročí túto hodnotu, stanica sa zastaví

source: Send E-mail if stop
cs_cz: Odeslat E-mail, pokud je stop
sk_sk: Poslať e-mail ak je stop

source: Subject for E-mail from this wind monitor
cs_cz: Předmět pro E-mail z tohoto monitoru větru
sk_sk: Predmet E-mailu z tohto veterného monitora

source: Stoping selected stations in scheduler if stations has run
cs_cz: Zastavení vybraných stanic v plánovači, pokud jsou stanice spuštěny
sk_sk: Zastavenie vybraných staníc v plánovači ak sú stanice spustené

source: Stoping this stations
cs_cz: Zastavit tyto stanice
sk_sk: Zastaviť tieto stanice

source: If wind speed is bigger stop this selected stations
cs_cz: Pokud je rychlost větru větší než nastavená zastavit tyto vybrané stanice
sk_sk: Maximálna rýchlosť vetra pre zastavenie vybraných staníc

source: Run program when exceeded
cs_cz: Spustit program při překročení
sk_sk: Spustiť program pri prekročení

source: When the set speed is exceeded, start the selected program and close the window blinds, for example.
cs_cz: Při překročení nastavené rychlosti spustit vybraný program a zatáhnout například žaluzie.
sk_sk: Pri prekročení nastavenej rýchlosti spustiť vybraný program.

source: Running program
cs_cz: Spuštěný program
sk_sk: Spustený program

source: Maximum wind speed for starting the program in m/s
cs_cz: Maximální rychlost větru pro spuštění programu v m/s
sk_sk: Maximálna rýchlosť vetra pre spustenie programu v m/s

source: If this set speed is exceeded, another condition will be activated.
cs_cz: Pokud je tato nastavená rychlost překročena, aktivuje se další podmínka.
sk_sk: Ak sa táto nastavená rýchlosť prekročí, aktivuje sa ďalšia podmienka.

source: Number of event repetitions for the action
cs_cz: Počet opakování událostí pro akci
sk_sk: Počet opakovaní udalostí pre akciu

source: If the maximum wind speed is repeatedly exceeded in a given time period (it is set in the box below), the program will be started.
cs_cz: Pokud je v daném časovém období opakovaně překračována maximální rychlost větru (je nastavena v rámečku níže), program se spustí.
sk_sk: Ak je maximálna rýchlosť vetra opakovane prekročená v danom časovom období (nastavuje sa v poli nižšie), program sa spustí.

source: Repeatedly exceeded in these interval
cs_cz: Opakovaně překročeno v těchto intervalech
sk_sk: Opakovane prekročené v týchto intervaloch

source: In this time period, the number of set exceeded events (time in minutes) is measured.
cs_cz: V tomto časovém období se měří počet nastavených překročených událostí (čas v minutách).
sk_sk: V tomto časovom období sa meria počet udalostí prekročenia nastavenej hodnoty (čas v minútach).

source: Ignore other events for a while
cs_cz: Chvíli ignorovat jiné události
sk_sk: Chvíľu ignorovať iné udalosti

source: If the program has been started, the next possible start will be triggered by an event only after this set time (in hours).
cs_cz: Pokud byl program spuštěn, další možné spuštění bude vyvoláno událostí až po tomto nastaveném čase (v hodinách).
sk_sk: Ak bol program spustený, ďalší možný štart bude spustený udalosťou až po uplynutí tohto nastaveného času (v hodinách).

source: Wind speed state (measuring every 10 sec)
cs_cz: Aktuální rychlost větru (zobrazuje se každých 10 sekund)
sk_sk: Stav rýchlosti vetra (meraný každých 10 sekúnd)

source: Wind Speed Monitor settings - help
cs_cz: Rozšíření monitor rychlosti větru - nápověda
sk_sk: Nastavenia monitora rýchlosti vetra - pomocník

source: This plugin checked wind speed, if station is switched on and actual wind speed is > wind speed value in options, switches off all selected stations in scheduler and sends E-mail with error. Preventing for fault watering while wind.
cs_cz: Toto rozšíření kontroluje rychlost větru, pokud je stanice zapnutá a skutečná rychlost větru je > nastavená maximální rychlost větru, vypne všechny vybrané stanice v plánovači a pošle E-mail s chybou. Slouží jako prevence chybného zavlažování při větru.
sk_sk: Tento doplnok skontroluje rýchlosť vetra, ak je stanica zapnutá a skutočná rýchlosť vetra je > hodnota rýchlosti vetra v možnostiach, vypne všetky vybrané stanice a odošle e-mail s chybou.
