Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Editation the image that is displayed next to the station.
cs_cz: Úprava obrázku, který se zobrazí vedle stanice.
sk_sk: Úprava obrázka, ktorý sa zobrazí vedľa stanice.

source: Recommended resolution is 640x480.
cs_cz: Doporučené rozlišení je 640x480.
sk_sk: Odporúčané rozlíšenie je 640x480.

source: If the resolution is not observed, the system will convert from the uploaded image to the optimal resolution himself.
cs_cz: Pokud rozlišení není dodrženo, systém převede z nahraného obrázku na optimální rozlišení sám.
sk_sk: Ak rozlíšenie nie je dodržané, systém sa prevedie z nahraného obrazu do optimálneho rozlíšenia sám.

source: Only png, gif images are supported. The image name can be arbitrary.
cs_cz: Podporovány jsou pouze obrázky png, gif. Název obrázku může být libovolný.
sk_sk: Podporované sú len obrázky png, gif. Názov obrázka môže byť ľubovoľný.

source: Station image
cs_cz: Obrázek stanice
sk_sk: Obrázok stanice

source: Thumbnail
cs_cz: Náhled
sk_sk: Náhľad

source: Upload new image
cs_cz: Nahrát nový obrázek
sk_sk: Nahrať nový obrázok

source: Convert image to high resolution 1024x768 otherwise 640x480
cs_cz: Převést obrázek na 1024×768, jinak 640×480
sk_sk: Previesť obrázok na vysoké rozlíšenie 1024x768 inak 640x480

source: If checked, the image will be set to a resolution of 1024x768, otherwise to a resolution of 640x480.
cs_cz: Pokud je zaškrtnuto, obraz bude nastaven na rozlišení 1024x768, jinak na rozlišení 640x480.
sk_sk: Ak je začiarknuté, obrázok sa nastaví na rozlíšenie 1024x768, inak na rozlíšenie 640x480.

source: Upload
cs_cz: Nahrát
sk_sk: Nahrať

source: Delete
cs_cz: Smazat
sk_sk: Vymazať

source: Cancel
cs_cz: Zpět
sk_sk: Zrušiť

source: Sensor Graph
cs_cz: Graf vzorků snímače
sk_sk: Graf snímačov

source: Moisture
cs_cz: Vlhkost
sk_sk: Vlhkosť

source: Dry Contact
cs_cz: Kontakt
sk_sk: Kontakt

source: Leak Detector
cs_cz: Detektor úniku
sk_sk: Detektor úniku

source: Motion
cs_cz: Pohyb
sk_sk: Pohyb

source: None
cs_cz: Nepoužito
sk_sk: Neurčené

source: Soil Moisture
cs_cz: Půdní vlhkost
sk_sk: Vlhkosť pôdy

source: Temperature DS1
cs_cz: Teplota DS1
sk_sk: Teplota DS1

source: Temperature DS2
cs_cz: Teplota DS2
sk_sk: Teplota DS2

source: Temperature DS3
cs_cz: Teplota DS3
sk_sk: Teplota DS3

source: Temperature DS4
cs_cz: Teplota DS4
sk_sk: Teplota DS4

source: Ultrasonic
cs_cz: Ultrazvuk
sk_sk: Ultrazvuk

source: Illumination
sk_sk: Osvetlenie

source: Power generating 1
sk_sk: Výroba elektrickej energie 1

source: Power generating 2
sk_sk: Výroba elektrickej energie 2

source: Power generating 3
sk_sk: Výroba elektrickej energie 3

source: Shelly Wall Display
sk_sk: Shelly nástenný displej

source: Reason
cs_cz: Statistika
sk_sk: Štatistika

source: Actual
cs_cz: Aktuální
sk_sk: Aktuálna

source: Previous
cs_cz: Předchozí
sk_sk: Predchádzajúci

source: Value
cs_cz: Hodnota
sk_sk: Hodnota

source: Activation type
sk_sk: Typ aktivácie

source: Select a filter for the interval of read data.
cs_cz: Vyberte filtr pro interval čtení dat.
sk_sk: Vyberte filter pre interval údajov na čítanie.

source: Without limits
cs_cz: Bez omezení
sk_sk: Bez obmedzení

source: Day filter
cs_cz: Filtr den
sk_sk: Denný filter

source: Week filter
cs_cz: Filtr týden
sk_sk: Týždeňí filter

source: Month filter
cs_cz: Filtr měsíc
sk_sk: Mesačný filter

source: Year filter
cs_cz: Filtr rok
sk_sk: Ročný filter

source: Show also errors in graph. Example: -127
cs_cz: Zobrazit také chyby v grafu. Příklad: -127
sk_sk: Zobraziť chyby v grafe. Príklad: -127

source: Clear selection
cs_cz: Zrušit výběr
sk_sk: Vyčistiť výber

source: View Logs
cs_cz: Zobrazit záznam
sk_sk: Zobraziť denník

source: Edit Sensor
cs_cz: Upravit snímač
sk_sk: Upraviť senzor

source: blocked by
cs_cz: zablokováno
sk_sk: zablokované

source: On (Master)
cs_cz: Zap (hlavní)
sk_sk: Zap (Hlavná stanica)

source: On (Master Two)
cs_cz: Zap (hlavní 2)
sk_sk: Zap (Druhá hlavná stanica)

source: Off (Master)
cs_cz: Vyp (hlavní)
sk_sk: Vyp (Hlavná stanica)

source: Off (Master Two)
cs_cz: Vyp (hlavní 2)
sk_sk: Vyp (Druha hlavná stanica)

source: Suppressed by Rain Delay
cs_cz: Potlačeno dešťovým zpožděním
sk_sk: Blokované systémom

source: Suppressed by Rain Sensor
cs_cz: Potlačeno dešťovým senzorem
sk_sk: Blokované dažďovým senzorom

source: Disabled
cs_cz: Zakázáno
sk_sk: Zakázané

source: Off
cs_cz: Vyp
sk_sk: Vyp

source: Enter percentage adjustment
cs_cz: Vložte procenta pro úpravu množství vody
sk_sk: Zadajte percentuálnu hodnotu množstva vody

source: Percentage must be a positive value
cs_cz: Hodnota procent musí být kladné číslo
sk_sk: Percentuálna hodnota musí byť kladné čislo

source: Enter hours to delay
cs_cz: Vložte počet hodin pro zpoždění
sk_sk: Vložte počet hodín pre oneskorenie

source: Delay must be a positive value
cs_cz: Hodnota zpoždění musí být kladné číslo
sk_sk: Oneskorenie musí byť kladná hodnota

source: Rain
cs_cz: Déšť
sk_sk: Dážď

source: Total
cs_cz: Celkem
sk_sk: Celkom

source: Previous Value
cs_cz: Předchozí hodnota
sk_sk: Predchádzajúca hodnota

source: Water balance (mm)
cs_cz: Vodní bilance (mm)
sk_sk: Hodnota zavlažovania (mm)

source: Timer values wrong:
cs_cz: Časovač má vloženu nesprávnou hodnotu:
sk_sk: Časovač má vloženú nesprávnu hodnotu:

source: % Level
cs_cz: % množství
sk_sk: % Úroveň

source: Add or subtract the total program run time in % of time
cs_cz: Přidání nebo odečtení celkové doby běhu programů v % času
sk_sk: Pridanie ale odobranie celkovej dobry behu programu v % casu

source: Normal
cs_cz: Normální
sk_sk: Normálny

source: Water Level
cs_cz: % doby programu
sk_sk: % doby programu

source: Rain Delay
cs_cz: Zpoždění při dešti
sk_sk: Opozdenie pri daždi

source: Settings the time countdown (rain delay) and block programs during this time
cs_cz: Nastavit dobu odpočítávání (dešťového zpoždění) a blokovat po tuto dobu programy
sk_sk: Nastaviť dobu odpočítavania (dažďového opozdenia) a blokovať počas tejto doby programy

source: Active
cs_cz: Aktivní
sk_sk: Aktívny

source: Rain sensed
cs_cz: Detekován déšť
sk_sk: Bol zistený dážď

source: Schedule
cs_cz: Plánovač
sk_sk: Plánovač

source: Switching from scheduler to manual mode and vice versa
cs_cz: Přepnutí z plánovače do manuálního režimu a naopak
sk_sk: Prepnutie z plánovača do manuálneho režimu a naopak

source: Manual
cs_cz: Ručně
sk_sk: Manuálne

source: Enable or disable the scheduler running
cs_cz: Povolit nebo zakázat provoz plánovače
sk_sk: Povoliť alebo zakázať plánovač

source: Enabled
cs_cz: Povoleno
sk_sk: Povolené

source: Water Level adjustments
cs_cz: Nastavení úrovně vody
sk_sk: Úprava hladiny vody

source: Programs adjustments by sensors
cs_cz: Nastavení programů snímači
sk_sk: Nastavenie programov podľa senzorov

source: On
cs_cz: Zap
sk_sk: Zap

source: in
cs_cz: v čase
sk_sk: zostáva

source: Type time for run in minutes
cs_cz: Vložte dobu pro spuštění v minutách
sk_sk: Vložte dobu pre spustenie v minútach

source: Type time for run in seconds
cs_cz: Vložte dobu pro spuštění v sekundách
sk_sk: Vložte dobu pre spustenie v sekundách

source: Forever
cs_cz: Navždy
sk_sk: Navždy

source: Stop All Stations
cs_cz: Zastavit všechny stanice
sk_sk: Zastaviť všetky stanice

source: Press to stop all running stations
cs_cz: Stisknutím tlačítka zastavíte všechny běžící stanice
sk_sk: Stisknutím tlačítka zastavíte všetky stanice

source: Prev Day
cs_cz: Včera
sk_sk: Predošlý

source: Switch to previous day
cs_cz: Přepnout na předchozí den
sk_sk: Prepnutie na predchádzajúci deň

source: Switch to today
cs_cz: Přepnout na dnešek
sk_sk: Prepnúť na dnes

source: Today
cs_cz: Dnes
sk_sk: Dnes

source: Next Day
cs_cz: Zítra
sk_sk: Ďalší

source: Switch to next day
cs_cz: Přepnout na další den
sk_sk: Prepnutie na ďalší deň

source: Click for view.
cs_cz: Klikněte pro zobrazení.
sk_sk: Kliknite pre zobrazenie.

source: loading...
cs_cz: nahrávám...
sk_sk: načítava sa...

source: Press to stop all running stations and turn off the scheduler!
cs_cz: Stisknutím tlačítka zastavíte všechny běžící stanice a vypnete plánovač!
sk_sk: Stisknutím tlačítka zastavíte všetky spustené stanice a vypnete plánovač!

source: Deselecting the selected area in the chart
cs_cz: Odznačit vybranou oblast v grafu
sk_sk: Odznačiť zvolenú oblasť v grafe

source: Weather - No location found!
cs_cz: Počasí - nenalezeno ID vašeho umístění!
sk_sk: Počasie - nenájdené ID vášho umiestnenia!

source: Weather - Location
cs_cz: Počasí - umístění
sk_sk: Počasie-umiestnenie

source: found:
cs_cz: nalezeno:
sk_sk: nájdené:

source: Displaying the found area on the map
cs_cz: Zobrazit nalezenou oblast na mapě
sk_sk: Zobraziť nájdenú oblasť v mape

source: Map
cs_cz: Zobrazit mapu
sk_sk: Zobraziť mapu

source: lat
cs_cz: zeměpisná šířka
sk_sk: zemepisná šírka

source: lon
cs_cz: zeměpisná délka
sk_sk: zemepisná dĺžka

source: Weather - No location coordinates available!
cs_cz: Počasí - nejsou k dispozici žádné souřadnice pro vaše umístění!
sk_sk: Počasie - nie sú k dispozícii žiadne súradnice pre vaše umiestnenie!

source: Station log
cs_cz: Záznam stanic
sk_sk: Denník stanic

source: no
cs_cz: žádný záznam
sk_sk: žiadny

source: Total number of records
cs_cz: Celkový počet záznamů
sk_sk: Celkový počet záznamov

source: Clear Log
cs_cz: Smazat záznam
sk_sk: Vymazať denník

source: Download log
cs_cz: Stáhnout záznam
sk_sk: Stiahnúť záznam

source: Clear all Logs!
cs_cz: Vymazat vše!
sk_sk: Vymazať všetky denníky!

source: Delete all records including internal water balance history for weather based stations and programs. The event is non-refundable!
cs_cz: Odstranění všech záznamů včetně interní historie vodní bilance pro stanice a programy založené na počasí. Akce je nevratná!
sk_sk: Odstránenie všetkých záznamov vrátane internej histórie bilancie vody pre stanice a programy založené na počasí. Akcia je nevratná!

source: Date
cs_cz: Datum
sk_sk: Dátum

source: Start Time
cs_cz: Čas startu
sk_sk: Čas spustenia

source: Station
cs_cz: Stanice
sk_sk: Stanica

source: Duration
cs_cz: Trvání
sk_sk: Trvanie

source: E-mail log
cs_cz: Záznam E-mailů
sk_sk: Denník e-mailov

source: Time
cs_cz: Čas
sk_sk: Čas

source: Email Status
cs_cz: Stav E-mailu
sk_sk: Stav Emailu

source: Subject
cs_cz: Předmět
sk_sk: Predmet

source: Body
cs_cz: Tělo
sk_sk: Telo

source: Events log
cs_cz: Záznam událostí
sk_sk: Denník udalostí

source: Events
cs_cz: Události
sk_sk: Udalosti

source: Filter for events
cs_cz: Filtr událostí
sk_sk: Filter udalostí

source: Show OSPy server
cs_cz: Zobrazit server OSPy
sk_sk: Zobraziť server OSPy

source: Show OSPy server events.
cs_cz: Zobrazit události serveru OSPy.
sk_sk: Zobraziť udalosti serveru OSPy.

source: Show external IP
cs_cz: Zobrazit externí IP adresu
sk_sk: Zobraziť externú IP adresu

source: Show external IP events.
cs_cz: Zobrazit události vnější IP adresy.
sk_sk: Zobraziť udalosti externej IP adresy.

source: Show rain sensor
cs_cz: Zobrazit dešťový snímač
sk_sk: Zobraziť dažďový senzor

source: Show rain sensor events.
cs_cz: Zobrazit události dešťového snímače.
sk_sk: Zobraziť udalosti dažďového senzora.

source: Show rain delay
cs_cz: Zobrazit zpoždění deště
sk_sk: Zobraziť dažďové oneskorenie

source: Show rain delay events.
cs_cz: Zobrazit události zpoždění deště.
sk_sk: Zobraziť udalosti dažďového oneskorenia.

source: Show user login
cs_cz: Zobrazit přihlášení uživatele
sk_sk: Zobraziť príhlásených užívateľov

source: Show user login events.
cs_cz: Zobrazit události přihlášení uživatelů.
sk_sk: Zobraziť udalosti prihlásených užívateľov.

source: Status
cs_cz: Stav
sk_sk: Stav

source: Refresh
cs_cz: Obnovit
sk_sk: Obnoviť

source: Sensor Log
cs_cz: Záznam snímače
sk_sk: Záznam senzora

source: View Graph
cs_cz: Zobrazit graf
sk_sk: Zobraziť graf

source: Clear All
cs_cz: Vymazat vše
sk_sk: Vymazať všetko

source: Event Log
cs_cz: Záznam událostí
sk_sk: Denník udalostí

source: Event
cs_cz: Událost
sk_sk: Udalosť

source: Sample Log
cs_cz: Záznam vzorků
sk_sk: Záznam vzorky

source: Action
cs_cz: Akce
sk_sk: Akcia

source: Error
cs_cz: Chyba
sk_sk: Chyba

source: Login
cs_cz: Přihlásit se
sk_sk: Prihlásiť sa

source: Warning - new installation!
cs_cz: Upozornění - nová instalace!
sk_sk: Upozornenie - nová inštalácia!

source: This is a new installation. You must change this generated password after logging in!
cs_cz: Toto je nová instalace. Toto vygenerované heslo musíte po přihlášení změnit!
sk_sk: Jedná sa o novú inštaláciu. Toto vygenerované heslo musíte zmeniť po prihlásení!

source: Make a note of the password, you will need it when changing the password!
cs_cz: Poznamenejte si heslo, budete ho potřebovat při změně hesla!
sk_sk: Poznačte si heslo, budete ho potrebovať pri zmene hesla!

source: Default user name is admin.
cs_cz: Výchozí uživatelské jméno je admin.
sk_sk: Predvolené meno používateľa je admin.

source: Generated default password is
cs_cz: Vygenerované výchozí heslo je
sk_sk: Vygenerované predvolené heslo je

source: Remember login
cs_cz: Zapamatovat si přihlášení
sk_sk: Zapamätať prihlásenie

source: Saved browser login.
cs_cz: Uložené přihlašovací údaje do prohlížeče.
sk_sk: Uložené prihlasovacie údaje do prehliadača.

source: Your browser does not support local storage!
cs_cz: Váš prohlížeč nepodporuje místní úložiště!
sk_sk: Vás prehliadač nepodporuje lokálne úložisko!

source: Automatic login takes place after 3 seconds.
cs_cz: Automatické přihlášení probíhá po 3 sekundách.
sk_sk: Automatické prihlásenie prebehne po 3 sekundách.

source: Notice
cs_cz: Upozornění
sk_sk: Upozornenie

source: Warning!
cs_cz: Varování!
sk_sk: Varovanie!

source: Hide Tooltips
cs_cz: Skrýt nápovědu
sk_sk: Skryť tipy

source: Show Tooltips
cs_cz: Zobrazit nápovědu
sk_sk: Zobraziť tipy

source: The password given was incorrect.
cs_cz: Heslo není správné.
sk_sk: Zadané heslo bolo nesprávne.

source: Please enter a password.
cs_cz: Prosím zadejte heslo.
sk_sk: Zadajte heslo.

source: Passwords don't match, please re-enter.
cs_cz: Hesla nesouhlasí, zadejte znovu.
sk_sk: Heslá sa nezhodujú, zadajte znovu.

source: File type is not zip, please retry.
cs_cz: Typ souboru není zip, opakujte akci.
sk_sk: Typ súboru nieje zip, skúste to znova.

source: File name is not fullchain.pem or privkey.pem, please retry.
cs_cz: Název souboru není fullchain.pem nebo privkey.pem, opakujte akci.
sk_sk: Názov súboru nie je fullchain. pem alebo privkey. pem, prosím, skúste to znova.

source: File has uploaded.
cs_cz: Soubor byl nahrán.
sk_sk: Súbor bol nahraný.

source: SSL certificate has generated. Tick own HTTPS in options and restart OSPy.
cs_cz: Certifikát SSL byl vygenerován. Zaškrtněte použít vlastní HTTPS v nastavení/bezpečnost a restartujte OSPy.
sk_sk: SSL certifikát sa vygeneroval. Zaškrtnite vlastné HTTPS v možnostiach a reštartujte OSPy.

source: Error: SSL certificate has not generated!
cs_cz: Chyba: Certifikát SSL nebyl vygenerován!
sk_sk: Chyba: Certifikát SSL sa nevygeneroval!

source: Edit Options
cs_cz: Úprava nastavení
sk_sk: Úprava nastavení

source: Specify which output should be used as master station.
cs_cz: Určete, který výstup by měl být použit jako hlavní stanice.
sk_sk: Určte, ktorý výstup by sa mal použiť ako hlavná stanica.

source: Master station
cs_cz: Hlavní stanice
sk_sk: Hlavná stanica

source: Specify which output should be used as master two station.
cs_cz: Určete, který výstup by měl být použit jako druhá hlavní stanice.
sk_sk: Určte, ktorý výstup by sa mal použiť ako Druhá hlavná stanica.

source: Master two station
cs_cz: Hlavní stanice 2
sk_sk: Druhá hlavná stanica

source: System language
cs_cz: Jazyk
sk_sk: Jazyk systému

source: Default language
cs_cz: Výchozí jazyk
sk_sk: Predvolený jazyk

source: Language localizations for this OpenSprinkler system. (effective after reboot.)
cs_cz: Jazyková lokalizace pro tento OpenSprinkler systém (projeví se až po restartu.)
sk_sk: Jazykové lokalizácie pre tento systém OpenSprinkler. (zmeny sa prejavia po reštarte)

source: None available
cs_cz: Není k dispozici
sk_sk: Nie je k dispozícii

source: Current password
cs_cz: Aktuální heslo
sk_sk: Aktuálne heslo

source: Re-enter the current password.
cs_cz: Vložte aktuální heslo.
sk_sk: Zadajte aktuálne heslo.

source: New password
cs_cz: Nové heslo
sk_sk: Nové heslo

source: Enter a new password.
cs_cz: Vložte nové heslo.
sk_sk: Zadajte nové heslo.

source: Confirm password
cs_cz: Potvrďte heslo
sk_sk: Potvrďte heslo

source: Confirm the new password.
cs_cz: Potvrďte nové heslo.
sk_sk: Potvrďte nové heslo.

source: Aditional users
cs_cz: Další uživatelé
sk_sk: Ďalši užívateľia

source: Edit aditional users for login to the OSPy.
cs_cz: Přidat další uživatele pro přihlášení do OSPy.
sk_sk: Pridať ďalších užívateľov pre prihlásenie do OSPy.

source: Edit Users
cs_cz: Upravit uživatele
sk_sk: Upraviť užívateľov

source: Edit aditional users for login to the OSPy
cs_cz: Přidat další uživatele pro přihlášení do OSPy
sk_sk: Pridať ďalších užívateľov pre prihlásenie do OSPy

source: System Restart
cs_cz: Restartovat systém
sk_sk: Reštartovať systém

source: Restart
cs_cz: Restart OSPy
sk_sk: Reštart OSPy

source: Restart OSPy software!
cs_cz: Restartovat OSPy Sprinkler!
sk_sk: Reštartovať softvér OSPy!

source: Reboot
cs_cz: Restart HW
sk_sk: Reštart HW

source: Reboot hardware!
cs_cz: Restartovat HW zařízení!
sk_sk: Reštartovať hardvér!

source: Shutdown
cs_cz: Vypnout
sk_sk: Vypnúť

source: Shutdown hardware!
cs_cz: Vypnout HW zařízení!
sk_sk: Vypnúť hardvér!

source: Default
cs_cz: Smazat nastavení
sk_sk: Predvolené nastavenia

source: Delete OSPy settings to default!
cs_cz: Smazat v OSPy všechna vaše nastavení a restartovat!
sk_sk: Vymazať v OSPy všetky nastavenia a reštartovať!

source: System Backup
cs_cz: Záloha a obnovení
sk_sk: Záloha a obnovenie

source: Download OSPy backup zip file
cs_cz: Stáhnout záložní soubor zip
sk_sk: Stiahnúť záložný súbor zip

source: Download
cs_cz: Stáhnout
sk_sk: Stiahnuť

source: Upload OSPy recovery zip file
cs_cz: Nahrát zip pro obnovení OSPy
sk_sk: Nahrať zip pre obnovenie OSPy

source: SSL certificate
cs_cz: Certifikát SSL
sk_sk: Certifikát SSL

source: Upload SSL files
cs_cz: Nahrát soubory SSL
sk_sk: Náhrát súbory SSL

source: Upload fullchain.pem or privkey.pem file
cs_cz: Nahrání souboru fullchain.pem nebo privkey.pem
sk_sk: Nahrát fullchain. pem alebo privkey. pem súbor

source: Upload SSL file.
cs_cz: Nahrát soubor SSL.
sk_sk: Nahrajte súbor SSL.

source: Generate own SSL certificat fullchain.pem and privkey.pem file to ssl folder
cs_cz: Generovat vlastní SSL certifikát (soubory: fullchain.pem a privkey.pem) do složky ssl
sk_sk: Generovať vlastný SSL certifikát fullchain.pem a privkey.pem do ssl zložky

source: Generate
cs_cz: Generovat
sk_sk: Generovať

source: Generate own SSL certificat.
cs_cz: Generovat vlastní SSL certifikát.
sk_sk: Generovať vlastný SSL certifikát.

source: Submit Changes
cs_cz: Potvrdit změny
sk_sk: Potvrdiť zmeny

source: Manage Plugins
cs_cz: Upravit rozšíření
sk_sk: Správa doplnkov

source: Custom plug-in (ZIP)
cs_cz: Vlastní rozšíření (ZIP)
sk_sk: Vlastný doplnok (ZIP)

source: Install
cs_cz: Instalovat
sk_sk: Inštalovať

source: Install all
cs_cz: Instalovat vše
sk_sk: Nainštalovať všetko

source: Reinstall
cs_cz: Přeinstalovat
sk_sk: Preinštalovať

source: Enable check updates
cs_cz: Povolit kontrolu aktualizací
sk_sk: Povoliť kontrolu aktualizácií

source: Automatic updates
cs_cz: Auto aktualizace
sk_sk: Automatické aktualizácie

source: Install new plugin
cs_cz: Instalovat nové rozšíření
sk_sk: Nainštalovať nový doplnok

source: Disable All
cs_cz: Vypnout vše
sk_sk: Vypnúť všetko

source: Enable All
cs_cz: Zapnout vše
sk_sk: Zapnúť všetko

source: Delete All
cs_cz: Smazat vše
sk_sk: Vymazať všetko

source: Open
cs_cz: Otevřít
sk_sk: Otvoriť

source: Up-to-date
cs_cz: Aktuální
sk_sk: Aktuálny

source: Not-use
cs_cz: Nepoužito
sk_sk: Nepoužité

source: Update
cs_cz: Aktualizovat
sk_sk: Aktualizovať

source: No update
cs_cz: Žádné aktualizace
sk_sk: Žiadna aktualizácia

source: Installed package
cs_cz: Nainstalovaný balíček
sk_sk: Nainštalovaný balík

source: Modify Program
cs_cz: Upravit program
sk_sk: Upraviť program

source: Edit Program
cs_cz: Upravit program
sk_sk: Upraviť program

source: Add a New Program
cs_cz: Přidat nový program
sk_sk: Pridat nový program

source: Name
cs_cz: Jméno
sk_sk: Názov

source: Schedule type
cs_cz: Typ plánovače
sk_sk: Typ plánovača

source: Do not apply any adjustments to intervals of this program.
cs_cz: V intervalech tohoto programu nepoužívat žádné úpravy.
sk_sk: Nepoužívat žiadne úpravy v intervaloch tohto programu.

source: No adjustments
cs_cz: Žádné úpravy
sk_sk: Žiadne úpravy

source: Skip the program if the total adjustment is lower than this percentage.
cs_cz: Přeskočit program, pokud by celková úprava byla nižší než procento.
sk_sk: Preskočit program, ak je celková úprava nižšia ako toto percento.

source: Cut-off
cs_cz: Odříznout
sk_sk: Odrezať

source: Select master station 1/2. All stations that have Activate Master 1/2 by program set will activate master station 1/2 according to this assignment in this program.
cs_cz: Vyberte hlavní stanici 1/2. Všechny stanice, které mají nastaveno aktivovat hlavní 1/2 podle programu, aktivují hlavní stanici 1/2 podle tohoto přiřazení v tomto programu.
sk_sk: Vyberte hlavnú stanicu 1/2. Všetky stanice, ktoré majú aktivované 1/2 podľa programu, aktivujú hlavnú stanicu 1/2 podľa tohto priradenia v tomto programe.

source: Activate Master
cs_cz: Aktivovat hlavní
sk_sk: Aktivovať hlavnú stanicu

source: Activate Master 1
cs_cz: ZAP hlavní 1
sk_sk: ZAP hlavná1

source: Activate Master 2
cs_cz: ZAP hlavní 2
sk_sk: ZAP hlavná2

source: Start sprinkling if the deficit is at least this value.
cs_cz: Začít zavlažovat, pokud je deficit alespoň touto hodnotou.
sk_sk: Začať zavlažovať, ak je deficit aspoň touto hodnotou.

source: Irrigation min
cs_cz: Minimální zavlažování
sk_sk: Minimálne zavlažovanie

source: If sprinkling, never sprinkle more than this amount per station per execution moment.
cs_cz: Při zavlažovaní nikdy nezavlažovat více než je toto množství na stanici v danou dobu.
sk_sk: Pri zavlažovaní nikdy nezavlažovať viac ako je toto množstvo na stanicu v danom okamihu.

source: Irrigation max
cs_cz: Maximální zavlažování
sk_sk: Maximálne zavlažovanie

source: If sprinkling, never sprinkle more than this amount continuously.
cs_cz: Při zavlažování nikdy nezavlažovat nepřetržitě více než je toto množství.
sk_sk: Pri zavlažovaní nikdy nezavlažovať nepretržite viac ako toto množstvo.

source: Run max
cs_cz: Maximální dávka
sk_sk: Maximálna dávka

source: If the run max limit is reached, how long should the break afterwards be (as a percentage of the time it was running).
cs_cz: Je-li dosaženo maximální dávky tak zde určíme jak dlouho by měla být přestávka (v procentech délky času běhu).
sk_sk: Ak je dosiahnutý maximálny limit tak tu určíme ako dlho by mala byť prestávka (ako percento času dĺžky programu).

source: Pause ratio
cs_cz: Poměr pauzy
sk_sk: Pomer pauzy

source: Days
cs_cz: Dny
sk_sk: Dni

source: Water interval
cs_cz: Interval zavlažování
sk_sk: Interval zavlažovania

source: Starting in
cs_cz: Start ve dni
sk_sk: Štart v dňoch

source: Start time
cs_cz: Čas startu
sk_sk: Čas štartu

source: minute(s)
cs_cz: minut(a/y)
sk_sk: minút (a,y)

source: Repeat
cs_cz: Opakovat
sk_sk: Opakovať

source: Repetitions
cs_cz: Opakování
sk_sk: Opakovanie

source: time(s)
cs_cz: počet opakování
sk_sk: počet opakovaní

source: Pause
cs_cz: Pauza
sk_sk: Pauza

source: Schedule:
cs_cz: Plánovač:
sk_sk: Plánovač:

source: Preferred Execution Moments
cs_cz: Upřednostnění okamžiku provedení
sk_sk: Uprednostnené momenty vykonávania

source: Priority
cs_cz: Přednost
sk_sk: Prednosť

source: Add
cs_cz: Přidat
sk_sk: Pridať

source: (Least preferred)
cs_cz: (Nejméně upřednostněné)
sk_sk: (Najmenej uprednostnené)
