Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: receive this signal it will brute-force restart your Raspberry Pi. This plugin needs Watchdog. If not installed, plugin installs Watchdog in to the system himself
cs_cz: přijímán tento signál bude hrubou silou restartováno Raspberry Pi. Toto rozšíření potřebuje Watchdog. Pokud není nainstalován, rozšíření ho nainstaluje do systému sám
sk_sk: neprijme tento signál bude reštartovaný Raspberry Pi. Tento doplnok potrebuje Watchdog. Ak nie je nainštalovaný, systém nainštaluje Watchdog do systému sám

source: Report from OSPy TANK plugin
cs_cz: Hlášení z OSPy NÁDRŽ s vodou
sk_sk: Hlásenie z OSPy nádrž s vodou

source: Water tank monitor is enabled.
cs_cz: Nádrž s vodou monitoring je povolen.
sk_sk: Monitor vodnej nádrže je povolené.

source: Waiting for {} samples to be read from the sensor (when using averaging).
cs_cz: Čekání na načtení {} vzorků ze snímače (při použití průměrování).
sk_sk: Čaká sa na načítanie {} vzoriek zo senzora (pri použití priemerovania).

source: Tank Monitor
cs_cz: Monitor nádrže
sk_sk: Monitor nádrže

source: Maximum has updated.
cs_cz: Maximum bylo aktualizováno.
sk_sk: Maximum bolo aktualizované.

source: Minimum has updated.
cs_cz: Minimum bylo aktualizováno.
sk_sk: Minimum bolo aktualizované.

source: ERROR: Water in Tank
cs_cz: CHYBA: Nádrž s vodou
sk_sk: Chyba: Nádrž s vodou

source: Waiting for samples
cs_cz: Čekání na vzorky
sk_sk: Čakanie na vzorky

source: FAULT
cs_cz: Chyba
sk_sk: CHYBA

source: Water level: Error.
cs_cz: Hladina vody: Chyba.
sk_sk: Hladina vody: Chyba.

source: ERROR: Water probe has fault?
cs_cz: Chyba: Nemá ultrazvuková sonda poruchu?
sk_sk: CHYBA: Vodná sonda má chybu?

source: System detected error: Water probe has fault?
cs_cz: Systém zjistil chybu: Nemá ultrazvuková sonda poruchu?
sk_sk: Systém zistil chybu: Vodná sonda má chybu?

source: Water Tank Monitor plug-in
cs_cz: Rozšíření nádrž s vodou
sk_sk: Doplnok Meranie hladiny vody v nádrži

source: Water tank monitor is disabled.
cs_cz: Sledování hladiny vody v nádrži je povoleno.
sk_sk: Doplnok je zakázaný.

source: FW version in CPU (Atmega 328) is FW <= 1.3
cs_cz: Verze FW v CPU (Atmega 328) je FW <= 1.3
sk_sk: Verzia FW v CPU (Atmega 328) je FW <= 1.3

source: Unkown FW version in CPU (Atmega 328)
cs_cz: Neznámá verze FW v CPU (Atmega 328)
sk_sk: Neznáma verzia FW v CPU (Atmega328)

source: Saving to log files OK
cs_cz: Ukládání do souborů protokolu OK
sk_sk: Ukladanie do denníka udalostí OK

source: Minimum and maximum has reseted.
cs_cz: Minimum a maximum bylo vymazáno.
sk_sk: Min a max sa bolo vymazané.

source: Deleting the tankmonitor table from the database.
cs_cz: Odstranění tabulky tankmonitor z databáze.
sk_sk: Odstránenie tabuľky tankmonitor z databázy.

source: Water tank monitor settings
cs_cz: Nastavení nádrž s vodou
sk_sk: Doplnok meranie hladiny vody v nádrži - nastavenie

source: cm, liters or m<sup>3</sup>
cs_cz: cm, litry nebo m<sup>3</sup>
sk_sk: cm, litrov alebo m<sup>3</sup>

source: Show debug logs
cs_cz: Zobrazit protokoly ladění
sk_sk: Zobraziť denník ladenia

source: Reset min/max level
cs_cz: Vymazat min/max
sk_sk: Zmazať min/max úroveň

source: Use ultrasonic measuring the water level in the tank
cs_cz: Používat ultrazvukové měření hladiny vody v nádrži
sk_sk: Používať ultrazvukové meranie hladiny vody v nádrži

source: If checked, the extension will measure the level using ultrasound
cs_cz: Pokud je zaškrtnuto, rozšíření změří hladinu pomocí ultrazvuku
sk_sk: Ak je začiarknuté, rozšírenie bude merať hladinu pomocou ultrazvuku

source: Display as liters or m
cs_cz: Zobrazovat v litrech nebo m
sk_sk: Zobraziť ako litre alebo m

source: Show measured water as liters or m3
cs_cz: Zobrazovat naměřenou vodu v litrech nebo m3
sk_sk: Zobraziť nameranú hladinu vody v litroch alebo v m3

source: Use averaging for samples
cs_cz: Použít průměrování vzorků hladiny
sk_sk: Použiť priemerovanie vzoriek hladiny

source: If checked, averaging of measured values will be performed (this option affects the speed of response to the measured value)
cs_cz: Pokud je zaškrtnuto, bude se provádět průměrování naměřených hodnot (tato volba ovlivňuje rychlost odezvy na naměřenou hodnotu)
sk_sk: Ak je zaškrtnuté, vykoná sa priemerovanie nameraných hodnôt (táto možnosť ovplyvňuje rýchlosť odozvy na nameranú hodnotu)

source: Number of samples for average
cs_cz: Počet vzorků pro průměr
sk_sk: Počet vzoriek pre priemer

source: Enter the number count for samples
cs_cz: Zadejte počet vzorků
sk_sk: Zadajte počet vzoriek

source: Number for unblocking
cs_cz: Číslo pro odblokování
sk_sk: Číslo pre odblokovanie

source: Enter the number for unblocking delay duration and stop stations in cm
cs_cz: Vložte číslo pro odblokování zpoždění a zastavení stanic v cm
sk_sk: Zadajte číslo dĺžky odblokovania oneskorenia a zastavenia staníc v cm

source: Send an E-mail with an error that there is minimum water in the tank
cs_cz: Odeslat E-mail s chybou, když klesne hladina v nádrži s vodou na minimum
sk_sk: Odoslanie e-mailu s chybou, že v nádrži je minimálna voda

source: Send an E-mail with an error if sonic probe has fault
cs_cz: Poslat E-mail s chybou, pokud má ultrazvukový snímač poruchu
sk_sk: Poslať e-mail s chybou, ak má ultrazvukový snímač poruchu

source: Subject for E-mail from this tank monitor
cs_cz: Předmět pro e-mail z tohoto monitoru nádrže
sk_sk: Predmet E-mailu z monitora nádrže

source: The measured data will be stored in the database. This option requires the database connector extension to be installed and configured. The button will delete the tankmonitor table from the database, thus deleting all saved data from this extension! This promotion is non-refundable!
cs_cz: Naměřená data budou uložena do databáze. Tato možnost vyžaduje, aby bylo nainstalované a nakonfigurované rozšíření databázové spojení. Tlačítko smaže tabulku tankmonitor z databáze, čímž smaže všechna uložená data z tohoto rozšíření! Tato akce je nevratná!
sk_sk: Namerané údaje budú uložené do databázy. Táto možnosť vyžaduje nainštalovanie a konfiguráciu doplnku databázové propojenie. Tlačidlo vymaže tabuľku tankmonitor z databázy, čím sa vymažú všetky uložené údaje z tohto doplnku! Táto akcia je nevratná!

source: Enable bus logging
cs_cz: Povolit protokolování sběrnice
sk_sk: Povoliť záznam zbernice

source: Logging for advanced user (save debug data from I2C bus)
cs_cz: Protokolování pro pokročilé uživatele (uložení ladicích dat ze sběrnice I2C)
sk_sk: Záznam pre pokročilých používateľov (uloženie ladiacich údajov zo zbernice I2C)

source: Only if data changed
cs_cz: Pouze v případě, že se data změnila
sk_sk: Iba v prípade, že sa dáta zmenili

source: Logging of data only when this data changes, otherwise still logging
cs_cz: Protokolování dat pouze v případě, že se tato data mění, jinak stále protokolování
sk_sk: Zapisovanie údajov len vtedy, keď sa tieto údaje zmenia, inak stále trvalé zapisovanie

source: Level min
cs_cz: Úroveň min
sk_sk: Úroveň min

source: Level max
cs_cz: Úroveň max
sk_sk: Úroveň max

source: Percent
cs_cz: Procenta
sk_sk: Percentá

source: Water tank monitor debug log
cs_cz: Protokol ladění monitoru nádrže na vodu
sk_sk: Protokol ladenia monitora nádrže na vodu

source: Logging for advanced user (save debug data from I2C bus).
cs_cz: Logování pro pokročilé uživatele (uložení ladicích dat ze sběrnice I2C).
sk_sk: Záznam pre pokročilých používateľov (uloženie ladiacich údajov zo zbernice I2C).

source: Warning! Logging is only done when values change.
cs_cz: Varování! Protokolování se provádí pouze při změně hodnot.
sk_sk: POZOR! Záznam sa vykonáva len vtedy, keď sa zmenia hodnoty.

source: Warning! Logging is performed every 3 seconds. The file will be large and frequent saving to a file on the SD card can damage the card!
cs_cz: Varování! Protokolování se provádí každé 3 sekundy. Soubor bude velký a časté ukládání do souboru na SD kartě může kartu poškodit!
sk_sk: POZOR! Záznam sa vykonáva každé 3 sekundy. Súbor bude veľký a časté ukladanie do súboru na SD kartu môže poškodiť kartu!

source: Byte 0 and byte 1 is ping value. Value=data[0]*255 + data[1].
cs_cz: Bajt 0 a bajt 1 je hodnota ping. Hodnota=data[0]*255 + data[1].
sk_sk: Bajt 0 a bajt 1 je hodnota ping. Hodnota=data[0]*255 + data[1].

source: Byte 2 is firmware version in atmega 328 on sonic board hardware. Known version is 0x0D=FW1.3, 0x0E=FW1.4, 0x0F=FW1.5...
cs_cz: Bajt 2 je verze firmwaru v atmega 328 na desce ultrazvuku. Známá verze je 0x0D=FW1.3, 0x0E=FW1.4, 0x0F=FW1.5...
sk_sk: Byte 2 je verzia firmvéru v atmega 328 na doske ultrazvuku. Známa verzia je 0x0D=FW1.3, 0x0E=FW1.4, 0x0F=FW1.5...

source: Byte 3 is CRC check from board. Calculating from byte 0 and byte 1.
cs_cz: Bajt 3 je CRC kontrola z desky. Výpočet z bajtu 0 a bajtu 1.
sk_sk: Bajt 3 je kontrola CRC z dosky. Výpočet z bajtu 0 a bajtu 1.

source: Byte 0
cs_cz: Bajt 0
sk_sk: Bajt 0

source: Byte 1
cs_cz: Bajt 1
sk_sk: Bajt 1

source: Byte 2
cs_cz: Bajt 2
sk_sk: Bajt 2

source: Byte 3
cs_cz: Bajt 3
sk_sk: Bajt 3

source: Water tank monitor - help
cs_cz: Monitor hladiny vody v nádrži - nápověda
sk_sk: Monitor nádrže na vodu - pomocník

source: This plugin check water level in water tank via ultrasonic sensor on
cs_cz: Tento zásuvný modul kontroluje hladinu vody ve vodní nádrži přes ultrazvukový senzor na
sk_sk: Tento doplnok skontroluje hladinu vody vo vodnej nádrži pomocou ultrazvukového snímača na

source: address 0x04
cs_cz: adrese 0x04
sk_sk: adrese 0x04

source: If water level is small, this plugin stop irigation system (stop runing stations in scheduler) and sends E-mail with error. Safety for master station pump if no water.
cs_cz: Pokud je hladina vody menší než nastavená, zastaví toto rozšíření zavlažovací systém (zastaví běžící stanice v plánovači) a pošle E-mail s chybou. Bezpečnostní opatření pro čerpadlo hlavní stanice, pokud není v nádrži voda.
sk_sk: Ak je hladina vody nižšia ako nastavená doplnok zastaví zavlažovací systém (zastaví bežiace stanice v plánovači) a pošle e-mail s chybou. Slúži pre ochranu čerpadla aby nešlo naprázdno.

source: The PCB board for water tank monitor (board by pihrt.com)
cs_cz: Deska plošných spojů pro monitorování vodní nádrže (od pihrt.com)
sk_sk: Doska spojov pre monitor vodnej nádrže (pd pihrt.com)

source: Principle (demonstration with and without obstacle)
cs_cz: Princip (ukázka s překážkou a bez ní)
sk_sk: Princíp (ukážka s prekážkou a bez nej)

source: HW CPU Firmware version
cs_cz: HW VERZE firmwaru v CPU
sk_sk: HW Verzia firmvéru v CPU

source: FW 1.4: added CRC8 checksum in to byte 3. Added sending FW version in processor in to byte 2 (example of version 1.4 will be 0x0E). Increased ping time from 35ms to 50ms.
cs_cz: FW 1.4: přidán kontrolní součet CRC8 do bajtu 3. Přidáno odesílání verze FW v procesoru do bajtu 2 (příklad verze 1.4 bude 0x0E). Zvýšena doba pingu z 35 ms na 50 ms.
sk_sk: FW 1.4: pridaný kontrolný súčet CRC8 do bajtu 3. Pridané odosielanie verzie FW v procesore do bajtu 2 (príklad verzie 1.4 bude 0x0E). Zvýšený čas pingu z 35 ms na 50 ms.

source: FW 1.3: added back watchdog reset. Added library for I2C with timeout. The LED on the board flashes until the averaging is complete, then the LED is lit.
cs_cz: FW 1.3: přidán zpět reset watchdogu. Přidána knihovna pro I2C s časovým limitem. LED na desce bliká, dokud není průměrování dokončeno, pak LED svítí.
sk_sk: FW 1.3: pridaný spätný reset watchdog. Pridaná knižnica pre I2C s časovým limitom. LED na doske bliká, kým sa nedokončí priemerovanie, potom sa LED rozsvieti.

source: FW 1.2: added support for "parallax" sensor (has trig and echo on one wire). Canceled: if no request is received from i2c, a cpu reset will be performed.
cs_cz: FW 1.2: přidána podpora pro "paralax" senzor (má trig a echo na jednom vodiči). Zrušeno: pokud se od i2c neobdrží žádný požadavek, bude proveden reset procesoru.
sk_sk: FW 1.2: pridaná podpora pre "paralaxný" senzor (má trig a echo na jednom vodiči). Zrušené: ak od i2c nepríde žiadna požiadavka, vykoná sa reset procesora.

source: Tested ultrasonic probes
cs_cz: Testované ultrazvukové sondy
sk_sk: Testované ultrazvukové sondy

source: 4 wire
cs_cz: 4 dráty
sk_sk: 4 drôty

source: Ultrasonic waterproof module for distance measurement JSN-SR04T or HCSR04
cs_cz: Ultrazvukový vodotěsný modul pro měření vzdálenosti JSN-SR04T nebo HCSR04
sk_sk: Ultrazvukový vodotesný modul na meranie vzdialenosti JSN-SR04T alebo HCSR04

source: Example JSN-SR04T on dratek.cz
cs_cz: Příklad JSN-SR04T na dratek.cz
sk_sk: Príklad JSN-SR04T na dratek.cz

source: Example HCSR04 on dratek.cz
cs_cz: Příklad HCSR04 na dratek.cz
sk_sk: Príklad HCSR04 na dratek.cz

source: Measuring range: 25-400 cm, measuring angle: 45-75 degrees, mounting hole: 18 mm.
cs_cz: Měřící rozsah: 25-400 cm, úhel měření: 45-75 stupňů, montážní otvor: 18 mm.
sk_sk: Rozsah merania: 25-400 cm, uhol merania: 45-75 stupňov, montážny otvor: 18 mm.

source: A small disadvantage can then be taken to be a minimum detectable distance of 25 cm or a relatively large detection angle.
cs_cz: Malou nevýhodou pak může být minimální detekovatelná vzdálenost 25 cm nebo relativně velký detekční úhel.
sk_sk: Za malú nevýhodu potom možno považovať minimálnu detekovateľnú vzdialenosť 25 cm alebo pomerne veľký detekčný uhol.

source: I have tested the connection using a 15m cable, which is not shielded (there is a sensor and a JSN board in the well, the signal goes to the my hw board with the processor using 4 wires).
cs_cz: Testoval jsem připojení pomocí 15m kabelu, který není stíněný (ve studni je senzor a deska JSN, signál jde do mé hw desky s procesorem pomocí 4 vodičů).
sk_sk: Mám odskúšané pripojenie pomocou 15m kábla, ktorý nie je tienený (v studni je snímač a doska JSN, na moju hw dosku s procesorom ide signál pomocou 4 vodičov).

source: 3 wire
cs_cz: 3 dráty
sk_sk: 3 drôty

source: non-waterproof parallax module. Measuring range: 3-300 cm.
cs_cz: nevodotěsný modul firmy paralax. Měřící rozsah: 3-300 cm.
sk_sk: nevodotesný modul paralax. Rozsah merania: 3-300 cm.

source: Example parallax.com
cs_cz: Příklad parallax.com
sk_sk: Príklad parallax.com

source: Water tank monitor log
cs_cz: Nádrž s vodou záznam
sk_sk: Monitor nádrže na vodu denník

source: Water tank monitor logs
cs_cz: Nádrž s vodou záznam
sk_sk: Monitor nádrže na vodu denník

source: Package: Telegram Bot
cs_cz: Balíček: Telegram Bot
sk_sk: Balík: Telegram Bot

source: help
cs_cz: nápověda
sk_sk: pomocník

source: enable
cs_cz: povolit
sk_sk: povoliť

source: disable
cs_cz: zakázat
sk_sk: zakázať

source: runOnce
cs_cz: jednorázový
sk_sk: spustiť raz

source: stop
cs_cz: zastavit
sk_sk: zastaviť

source: Hi! I am a Bot to interface with {}. /{}
cs_cz: Ahoj! Jsem robot pro rozhraní {}. /{}
sk_sk: Ahoj! Som robot pre rozhraní {}. /{}

source: Hi! you are now added to the {} announcement.
cs_cz: Ahoj! Nyní jste přidáni k oznámení {}.
sk_sk: Ahoj! Teraz ste pridaní do oznámenia {}.

source: Sorry, please enter the correct AccessKey!
cs_cz: Je mi líto, zadejte správný přístupový klíč!
sk_sk: Je mi ľuto, zadajte správny prístupový kľúč!

source: You write: {}
cs_cz: Píšete: {}
sk_sk: Píšete: {}

source: Help: /{} Info Command: /{} Enable Command: /{} Disable Command: /{} Stop Command: /{} Run Once Command: /{} (use program number as argument). /subscribe Subscribe to the Announcement list, need an access Key.
cs_cz: Nápověda: /{} Informace: /{} Povolit: /{} Zakázat: /{} Zastavit: /{} Spustit jednou: /{} (jako argument použijte číslo programu). /subscribe Přihlaste se k odběru oznámení, potřebujete přístupový klíč.
sk_sk: Pomocník: /{} Informácie: /{} Povoliť: /{} Zakázať: /{} Zastaviť: /{} Spustiť raz: /{} (ako argument použite číslo programu). /subscribe Prihlaste sa k odberu oznámenia, potrebujete prístupový kĺúč.

source: Sorry I can not do that.
cs_cz: Promiňte, nemůžu to udělat.
sk_sk: Prepáčte, nemôžem to urobiť.

source: Info from {}
cs_cz: Informace od {}
sk_sk: Informácie od {}

source: Station: {} State:
cs_cz: Stanice: {} Stav:
sk_sk: Stanice: {} Stav:

source: Scheduler is {}.
cs_cz: Plánovač je {}.
sk_sk: Plánovač je {}.

source: disabled
cs_cz: zakázán
sk_sk: zakázané

source: enabled
cs_cz: povolen
sk_sk: povolené

source: {} System - scheduler ON.
cs_cz: {} Systém - plánovač je zapnutý.
sk_sk: {} Systém - plánovač je zapnutý.

source: {} System - scheduler OFF.
cs_cz: {} Systém - plánovač je vypnutý.
sk_sk: {} Systém - plánovač je vypnutý.

source: {} System - scheduler OFF. All stations OFF.
cs_cz: {} Systém - plánovač VYPNUTO. Všechny stanice vypnuty.
sk_sk: {} Systém - plánovač VYPNUTÝ. Všetky stanice vypnuté.

source: {} RunOnce: program {}.
cs_cz: {} jednorázový program {}.
sk_sk: {} jednorazový program {}.

source: Telegram not found, installing. Please wait...
cs_cz: Telegram nebyl nalezen, instalace. Počkejte prosím...
sk_sk: Telegram nebol nájdený, inštalujem. Počkajte prosím...

source: Hi connect is OK my ID: {}, User Name: {}, First Name: {}.
cs_cz: Ahoj připojení je v pořádku moje ID: {}, Uživatelské jméno: {}, Křestní jméno: {}.
sk_sk: Ahoj pripojenie je v poriadku moje ID: {}, Uživateľské meno: {}, Kstné meno: {}.

source: Hi connect is OK my Name: {}.
cs_cz: Ahoj připojení je v pořádku moje jméno: {}.
sk_sk: Ahoj pripojenie je v poriadku, moje meno: {}.

source: Bot on {} has just started!
cs_cz: Robot na {} právě začal!
sk_sk: Robot na {} právě začal!

source: Telegram Bot plug-in
cs_cz: Rozšíření Telegram Bot
sk_sk: Doplnok Telegram Bot

source: Telegram Bot has error, check in plugin status!
cs_cz: Telegram Bot má chybu, zkontrolujte stav tohoto rozšíření!
sk_sk: Telegram Bot má chybu, skontrolujte stav tohto doplnku!

source: New message: {} ID: {}.
cs_cz: Nová zpráva: {} ID: {}.
sk_sk: Nová správa: {} ID: {}.

source: From: {} ID: {}.
cs_cz: Od: {} ID: {}.
sk_sk: Od: {} ID: {}.

source: Last msg: /start
cs_cz: Poslední zpráva: /start
sk_sk: Posledná správa: /start

source: Last msg: /{}
cs_cz: Poslední zpráva: /{}
sk_sk: Posledná správa: /{}

source: Last msg: /{} arg: {}
cs_cz: Poslední zpráva: /{} argument: {}
sk_sk: Posledná správa: /{} argument: {}

source: Last msg: /subscribe
cs_cz: Poslední zpráva: /subscribe
sk_sk: Posledná správa: /subscribe

source: Sorry command "{}" is not supported!
cs_cz: Omlouvám se, příkaz "{}" není podporován!
sk_sk: Ľutujeme príkaz "{}" nie je podporovaný!

source: There has been a Station Change.
cs_cz: Došlo ke změně stanice.
sk_sk: Došlo ku zmene stanice.

source: This plugin enables OSPy to communicate the change of status via a telegram
cs_cz: Toto rozšíření umožňuje OSPy sdělit změnu stavu prostřednictvím telegramu
sk_sk: Tento doplnok umožnuje OSPy udeliť zmenu stavu prostredníctvom telegramu

source: General Options
cs_cz: Hlavní nastavení
sk_sk: Hlavné nastavenia

source: Enable Telegram Bot
cs_cz: Povolit Telegram Bot
sk_sk: Povoliť Telegram Bot

source: If the box is checked, Telegram Bot A will be enabled.
cs_cz: Pokud je políčko zaškrtnuto, bude povolen Telegram Bot.
sk_sk: Ak je políčko zaškrtnuté, bude Telegram bot povolený.

source: Bot Token
cs_cz: Token bota
sk_sk: Token bota

source: Type your token for enabling the bot to talk with telegram.
cs_cz: Zadejte váš token, který robotovi umožní mluvit s telegramem.
sk_sk: Zadajte Vás token, ktorý robotovi umožnuje rozprávať sa s telegramom.

source: Example: 5498756874:AAEPKTa987456SQ
cs_cz: Příklad: 5498756874:AAEPKTa987456SQ
sk_sk: Príklad: 5498756874:AAEPKTa987456SQ

source: Please restart OSPy if these options are changed!
cs_cz: Pokud se tyto možnosti změní, restartujte OSPy systém!
sk_sk: Ak sa tieto možnosti zmenia, reštartujte OSPy systém!

source: Your Bot ID
cs_cz: Vaše ID je
sk_sk: Id robota

source: ID for subscribe talk with telegram.
cs_cz: ID pro přihlášení k hovoru s telegramem.
sk_sk: ID pre prihlásenie na odber rozhovoru s telegramom.

source: Signals to connect
cs_cz: Signály pro připojení
sk_sk: Signálý pre pripojenie

source: Zone Change
cs_cz: Změna stanice
sk_sk: Zmena stanice

source: Send message if there has been a stations changed state.
cs_cz: Odeslat zprávu, pokud došlo ke změně stavu stanic.
sk_sk: Odoslať správu ak došlo k zmene stavu staníc.

source: Commands
cs_cz: Příkaz
sk_sk: Príkaz

source: Help Command
cs_cz: Příkaz pro nápovědu
sk_sk: Príkaz pre pomocník

source: Type Help Command for your info. Bot send you available commands for OSPy Control.
cs_cz: Zadejte příkaz pro nápovědu. Robot vám pošle dostupné příkazy pro řízení OSPy.
sk_sk: Zadajte príkaz pre pomocník. Robot Vám pošle dostupné príkazy pre riadenie OSPy.

source: Info Command
cs_cz: Informační příkaz
sk_sk: Informačný príkaz

source: Type Info Command for OSPy info. Bot send OSPy actual states.
cs_cz: Zadejte příkaz Informace o stavu OSPy. Robot vám odešle skutečný stav OSPy.
sk_sk: Zadajte príkaz Informacie o stavu OSPy. Robot Vám odošle skutočný stav OSPy.

source: Enable Command
cs_cz: Příkaz pro povolení
sk_sk: Príkaz pre povolenie

source: Type Enable Command for enabling OSPy scheduler.
cs_cz: Chcete-li povolit plánovač OSPy, zadejte příkaz pro povolení.
sk_sk: Ak chcete povoliť plánovač OSPy, zadajte príkaz pre povolenie.

source: Disable Command
cs_cz: Příkaz pro zakázání
sk_sk: Príkaz pre zakázanie

source: Type Disable Command for disabling OSPy scheduler.
cs_cz: Chcete-li zakázat plánovač OSPy, zadejte příkaz pro zakázání.
sk_sk: Ak chcete zakázať plánovač OSPy, zadajte príkaz pre zakázanie.

source: RunOnce Command
cs_cz: Jednorázový příkaz
sk_sk: Jednorazový príkaz

source: Run Once Command, use program number as argument.
cs_cz: Zadejte příkaz pro jednorázový program, použijte číslo programu jako argument.
sk_sk: Zadajte príkaz pre jednorazový program, použite číslo programu ako argument.

source: Stop Command, for stop all running stations and disabling OSPy scheduler.
cs_cz: Příkaz stop, pro zastavení všech spuštěných stanic a zakázání plánovače OSPy.
sk_sk: Príkaz stop, zastavenie všetkých spustených staníc a zakázanie plánovača .

source: Telegram Bot - Help
cs_cz: Telegram Bot - Nápověda
sk_sk: Telegram Bot - pomocník

source: In the telegram application, we send a message to user @botfather and confirm it /start
cs_cz: V aplikaci telegram zašleme zprávu uživateli @botfather /start
sk_sk: V aplikaci telegram zašleme správu užívateľovi @botfather /start

source: Create a new bot with the /newbot command and specify what the bot will be named ex: ospyk_bot (name must end with _bot)
cs_cz: Vytvořte nového robota pomocí příkazu /newbot a určete, jak bude robot pojmenován příklad: ospyk_bot (název musí skončit _bot)
sk_sk: Vytvorte nového robota pomocou príkazu /newbot a určite, ako bude robot pomenováný príklad: ospyk_bot (názov musí končit _bot)

source: Use the /token command to request the new token (for example: we get something like this 1655412493:AAEPKTaO6KWDS-SCkDniRLRt2sdfewT4nc0Q)
cs_cz: Pomocí příkazu /token si vyžádáte nový token (například: dostaneme něco takového 1655412493:AAEPKTaO6KWDS-SCkDniRLRt2sdfewT4nc0Q)
sk_sk: Pomocou príkazu /token si vyžiadajte nový token (napríklad: dostaneme niečo také 1655412493:AAEPKTaO6KWDS-SCkDniRLRt2sdfewT4nc0Q)

source: After inserting the token into the plugin and restarting the OSPy system, we will see the assigned ID from the telegram on the plugin page (example: 221581551)
cs_cz: Po vložení tokenu do pluginu a restartování systému OSPy uvidíme přiřazené ID z telegramu na stránce pluginu (příklad: 221581551)
sk_sk: Po vložení tokenu do pluginu a reštartovaní systému OSPy uvidíme priradené ID z telegramu na stránke pluginu (príklad: 221581551)
