Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: This option is useful for some file-downloading CGI programs that use "Content-Disposition" headers to describe what the name of a downloaded file should be.
cs_cz: Tato možnost je užitečná pro některé programy CGI pro stahování souborů, které používají záhlaví „Content-Disposition“ k popisu názvu staženého souboru.
sk_sk: Táto voľba je užitočná pre niektoré programy CGI na sťahovanie súborov, ktoré používajú hlavičky „Content-Disposition“ na opísanie názvu stiahnutého súboru.

source: --trust-server-names If this is set, on a redirect the last component of the redirection URL will be used as the local file name. By default, it is used the last component in the original URL.
cs_cz: --trust-server-names Pokud je toto nastaveno, použije se při přesměrování jako název místního souboru poslední složka URL přesměrování. Ve výchozím nastavení se používá poslední komponenta v původní adrese URL.
sk_sk: --trust-server-names Ak je toto nastavené, pri presmerovaní sa ako názov lokálneho súboru použije posledná súčasť adresy URL presmerovania. V predvolenom nastavení sa používa posledný komponent v pôvodnej adrese URL.

source: --auth-no-challenge If this option is given, wget will send Basic HTTP authentication information (plaintext username and password) for all requests, just like wget 1.10.2 and prior did by default.
cs_cz: --auth-no-challenge Pokud je tato možnost zadána, wget pošle základní informace o autentizaci HTTP (prosté uživatelské jméno a heslo) pro všechny požadavky, stejně jako wget 1.10.2 a dříve ve výchozím nastavení.
sk_sk: --auth-no-challenge Ak je táto možnosť zadaná, wget pošle základné informácie o autentifikácii HTTP (holé meno používateľa a heslo) pre všetky požiadavky, rovnako ako wget 1.10.2 a predtým predvolene.

source: Use of this option is not recommended, and is intended only to support some few obscure servers, which never send HTTP authentication challenges, but accept unsolicited auth info, say, in addition to form-based authentication.
cs_cz: Použití této možnosti se nedoporučuje a je zamýšleno pouze na podporu několika málo temných serverů, které nikdy neposílají výzvy ověřování HTTP, ale kromě ověřování na základě formuláře přijímají například nevyžádané informace o ověření.
sk_sk: Použitie tejto možnosti sa neodporúča a je určená iba na podporu niekoľkých málo neznámych serverov, ktoré nikdy neodosielajú problémy s autentifikáciou HTTP, ale okrem autentifikácie na základe formulára prijímajú napríklad nevyžiadané informácie o autentifikácii.

source: CLI Control log
cs_cz: Rozšíření CLI (command line interface) záznam
sk_sk: CLI denník

source: CLI Control logs
cs_cz: Rozšíření CLI (command line interface) záznam
sk_sk: CLI denník

source: Here we can see all the events performed in this extension.
cs_cz: Zde vidíme všechny události provedené v tomto rozšíření.
sk_sk: Tu vidíme všetky udalostí vykonené týmto doplnkom.

source: Command
cs_cz: Příkaz
sk_sk: Prikaz

source: Package: Current Loop Tanks Monitor
cs_cz: Balíček: Monitor 4 nádrží s proudovou smyčkou
sk_sk: Balík: Monitor 4 nádrží s prúdovou slučkou

source: Tank 1
cs_cz: Nádrž 1
sk_sk: Nádrž 1

source: Tank 2
cs_cz: Nádrž 2
sk_sk: Nádrž 2

source: Tank 3
cs_cz: Nádrž 3
sk_sk: Nádrž 3

source: Tank 4
cs_cz: Nádrž 4
sk_sk: Nádrž 4

source: Report from OSPy: Tank 1 has minimal level!
cs_cz: Zpráva z OSPy: nádrž 1 má minimální úroveň!
sk_sk: Hlásenie z OSPy doplnku: Nádrž 1 má minimálnu úroveň!

source: Report from OSPy: Tank 2 has minimal level!
cs_cz: Zpráva z OSPy: nádrž 2 má minimální úroveň!
sk_sk: Hlásenie z OSPy doplnku: Nádrž 2 má minimálnu úroveň!

source: Report from OSPy: Tank 3 has minimal level!
cs_cz: Zpráva z OSPy: nádrž 3 má minimální úroveň!
sk_sk: Hlásenie z OSPy doplnku: Nádrž 3 má minimálnu úroveň!

source: Report from OSPy: Tank 4 has minimal level!
cs_cz: Zpráva z OSPy: nádrž 4 má minimální úroveň!
sk_sk: Hlásenie z OSPy doplnku: Nádrž 4 má minimálnu úroveň!

source: Regulation NONE.
cs_cz: Regulace nepovolena.
sk_sk: Regulácia zakázaná.

source: Deleting: {} in rain delay.
sk_sk: Odstránenie: {} pri oneskorení dažďa.

source: Tanks
cs_cz: Nádrže
sk_sk: Nádrže

source: ERROR: Water in Tank: {}
sk_sk: CHYBA: Nádrž s vodou: {}

source: Regulation maximum set ON.
sk_sk: Regulácia maxima nastavila ZAP.

source: Regulation maximum set OFF.
sk_sk: Regulácia maxima nastavila VYP.

source: Regulation maximum water waiting.
sk_sk: Automatizácia maxima čaká.

source: Regulation minimum set OFF.
sk_sk: Regulácia minima nastavila VYP.

source: Regulation minimum set ON.
sk_sk: Regulácia minima nastavila ZAP.

source: Regulation minimum water waiting.
sk_sk: Automatizácia minima čaká.

source: Current Loop Tanks Monitor plug-in
cs_cz: Rozšíření monitor 4 nádrží s proudovou smyčkou
sk_sk: Doplnok monitor 4 nádrži s prúdovou slučkou

source: System detected error: Water Tank has minimum Water Level
cs_cz: Systém zjistil chybu: nádrž na vodu má minimální hladinu vody
sk_sk: Systém zistil chybu: nádrž na vodu má minimálnu hladinu vody

source: The measurement of all tanks is switched off.
cs_cz: Měření všech nádrží je vypnuto.
sk_sk: Meranie všetkých nádrží je vypnuté.

source: Error: Invalid channel.
cs_cz: Chyba: Neplatný kanál.
sk_sk: Chyba: Neplatný kanál.

source: Error: No I2C bus or ADC available on address 0x48, 0x49, 0x4A, 0x4B.
cs_cz: Chyba: Na adresách 0x48, 0x49, 0x4A 0x4B není k dispozici žádná sběrnice I2C ani ADC.
sk_sk: Chyba: Na adrese 0x48, 0x49, 0x4A, 0x4B nie je k dispozícii žiadna zbernica I2C ani ADC.

source: Error: It is not possible to read data from the AD converter.
cs_cz: Chyba: Není možné číst data z AD převodníku.
sk_sk: Chyba: Nie je možné načítať dáta z AD prevodníka.

source: Error: the I2C bus is not available.
cs_cz: Chyba: sběrnice I2C není k dispozici.
sk_sk: Chyba: zbernica I2C nie je k dispozícii.

source: Error: I/O.
cs_cz: Chyba: I/O.
sk_sk: Chyba: I/O.

source: Error: ADC value.
cs_cz: Chyba: Hodnota ADC.
sk_sk: Chyba: Hodnota ADC.

source: No problems (measurement works as it should).
cs_cz: Žádné problémy (měření funguje jak má).
sk_sk: Bez problémov (meranie funguje ako má).

source: Error: I2C bus is not available.
cs_cz: Chyba: Sběrnice I2C není k dispozici.
sk_sk: Chyba: Zbernica I2C nieje k dispozícií.

source: No I2C device was found.
cs_cz: Nebylo nalezeno žádné zařízení I2C.
sk_sk: Nebolo nájdené žiadne zariadenie I2C.

source: Not found at any known addresses: 0x48, 0x49, 0x4A, 0x4B
cs_cz: Nebyl nalezen na žádných známých adresách: 0x48, 0x49, 0x4A, 0x4B
sk_sk: Nenašiel sa na žiadnej známej adrese: 0x48, 0x49, 0x4A, 0x4B

source: Deleting the currentmonitor table from the database.
sk_sk: Odstránenie tabuľky currentmonitor z databázy.

source: Current Loop Tanks Monitor
cs_cz: Monitor 4 nádrží s proudovou smyčkou
sk_sk: Monitor 4 nádrží prúdovou slučkou

source: Show graph
cs_cz: Zobrazit graf
sk_sk: Zobraziť graf

source: Log sample now
cs_cz: Uložit záznam teď
sk_sk: Uložiť záznam teraz

source: Setup
cs_cz: Nastavení
sk_sk: Nastavenia

source: Level
cs_cz: Úroveň
sk_sk: Úroveň

source: Volume
cs_cz: Objem
sk_sk: Objem

source: Please wait for loading.
cs_cz: Počkejte prosím na načtení.
sk_sk: Počkajte prosím na načítanie.

source: Verify AD converter
cs_cz: Vyhledat A/D převodník
sk_sk: Vyhľadať A/D prevodník

source: Found on
cs_cz: Nalezeno na
sk_sk: Nájdené na

source: Current Loop Tanks Monitor - Graph
cs_cz: Monitor 4 nádrží s proudovou smyčkou - graf
sk_sk: Monitor 4 nádrží prúdovou slučkou - graf

source: Tank % or liter
sk_sk: Nádrž % alebo litre

source: Actual Value
cs_cz: Skutečná hodnota
sk_sk: Skutočná hodnota

source: Filtration is not used chart is from tanks 1-4 (percentages and liters).
sk_sk: Filtrácia sa nepoužíva, graf je v nádrží 1-4 (v percentách a litroch).

source: The graph is filtered from only one tank (in percentage).
sk_sk: Graf je filtrovaný na jednu z nádrží (v percentách).

source: Please wait.
sk_sk: Čakajte prosím...

source: ALL
sk_sk: VŠETKY

source: Current Loop Tanks Monitor - Help
cs_cz: Monitor 4 nádrží s proudovou smyčkou - Nápověda
sk_sk: Monitor 4 nádrží prúdovou slučkou - pomocník

source: This plug-in module measures the water level in 4 tanks. A differential pressure sensor with a 4-20mA/24V current loop (e.g. TL-136) is used for the measurement. If the water level is low, this plug-in stops the irrigation system (stops the running stations in the scheduler) and sends an error e-mail.
cs_cz: Toto rozšíření měří hladinu vody ve 4 nádržích. K měření se používá snímač diferenčního tlaku s proudovou smyčkou 4-20mA/24V (např. TL-136). Pokud je hladina vody nízká, toto rozšíření zastaví zavlažovací systém (zastaví běžící stanice v scheduleru) a odešle chybový e-mail.
sk_sk: Tento doplnok meria hladinu vody v 4 nádržiach. Na meranie sa používa snímač diferenčného tlaku s prúdovou slučkou 4-20mA/24V (napr. TL-136). Ak je hladina vody nízka, doplnok zastaví zavlažovací systém (zastaví bežiace stanice v plánovači) a odošle chybový e-mail.

source: default address 0x48
cs_cz: výchozí adresa 0x48
sk_sk: predvolená adresa 0x48

source: Address of the converter on the bus:
cs_cz: Adresa převodníku na sběrnici:
sk_sk: Adresa prevodníku na zbernici:

source: Adr pin connecting to:
cs_cz: Adr pin se připojuje k:
sk_sk: Adr pin sa pripája k:

source: How to installing in tank
cs_cz: Jak nainstalovat do nádrže
sk_sk: Ako nainštalovať do nádrže

source: Calibration
sk_sk: Kalibrácia

source: Without a sensor connected (on inputs 1 to 4), the plugin must display a voltage of 0V.
sk_sk: Bez pripojeného senzoru (na vstupoch 1 až 4) musí plugin zobrazovať napätie 0V.

source: When connecting + and - (on inputs 1 to 4), approximately 3.2V must be displayed.
sk_sk: Pri pripojení + a - (na vstupoch 1 až 4) sa musí zobraziť približne 3,2V.

source: We connect the sensor (without immersing it in water, i.e. outside the tank) and see what voltage the plugin shows (example: we will see something around 0.7 V).
sk_sk: Senzor pripojíme (bez toho, aby sme ho ponorili do vody, t.j. mimo nádrže) a uvidíme, aké napätie ukazuje plugin (príklad: uvidíme niečo okolo 0,7 V).

source: We will enter this voltage in the plugin settings in the "minimum voltage" section.
sk_sk: Toto napätie zadáme v nastaveniach pluginu v časti „minimálne napätie“.

source: Then we insert the sensor into a full tank "to the bottom" and see what voltage the plugin shows (example: we will see something around 3.2 V).
sk_sk: Potom vložíme senzor do plnej nádrže "až na dno" a uvidíme aké napätie ukazuje plugin (príklad: uvidíme niečo okolo 3,2 V).

source: We will enter this voltage in the plugin settings in the "maximum voltage" section.
sk_sk: Toto napätie zadáme v nastaveniach pluginu v časti „maximálne napätie“.

source: In the "maximum volume" section, we enter our calculated/actual volume of the tank when it is 100% full of water (example: 50 liters).
sk_sk: V časti „maximálny objem“ zadáme náš vypočítaný/skutočný objem nádrže, keď je naplnená vodou na 100 % (príklad: 50 litrov).

source: In the "maximum height" section, enter the actual measured distance between the sensor and the maximum level at 100% (example: 43 cm).
sk_sk: V časti „maximálna výška“ zadajte skutočnú nameranú vzdialenosť medzi snímačom a maximálnou hladinou na 100 % (príklad: 43 cm).

source: This completes the calibration. The plugin will then recalculate the tank level and volume.
sk_sk: Tým je kalibrácia dokončená. Plugin potom prepočíta hladinu a objem nádrže.

source: Pressure sensor
sk_sk: Senzor tlaku

source: It is powered by 24V directly from this board and does not need to connect any other source! Hard-wiring the input terminal on the board - for example, input 1 + and - will not damage the circuit (board). The maximum current is set to 20mA. For checking, we can leave the unused input connected to + and - (in the plugin we will see the maximum voltage of about 3.5V). Or we can connect an LED of any color between + and - (LED If=20mA).
sk_sk: Je napájaný 24V priamo z tejto dosky a nepotrebuje pripájať žiadny ďalší zdroj! Skrat vstupnej svorky na doske - napríklad vstup 1 + a - nepoškodí obvod (dosku). Maximálny prúd je nastavený na 20 mA. Pre kontrolu môžeme nechať nepoužitý vstup zapojený na + a - (v plugine uvidíme maximálne napätie cca 3,5V). Alebo môžeme pripojiť LED ľubovoľnej farby medzi + a - (LED If=20mA).

source: Wiring diagram
sk_sk: Schéma zapojenia

source: PCB
sk_sk: Plošný spoj

source: Current Loop Tanks Monitor - Log
cs_cz: Monitor 4 nádrží s proudovou smyčkou - Záznam
sk_sk: Monitor 4 nádrží prúdovou slučkou - denník

source: Current Loop Tanks - Setup
cs_cz: Monitor nádrží s proudovou smyčkou - Nastavení
sk_sk: Monitor 4 nádrží prúdovou slučkou - nastavenia

source: Tank Name
cs_cz: Název nádrže
sk_sk: Názov nádrže

source: Max Height (cm)
cs_cz: Maximální výška (cm)
sk_sk: Maximálna výška (cm)

source: Max Volume (l)
cs_cz: Maximální objem (l)
sk_sk: Maximálny objem (l)

source: Min Voltage (V)
cs_cz: Minimální napětí (V)
sk_sk: Minimálne napätie (V)

source: Max Voltage (V)
cs_cz: Maximální napětí (V)
sk_sk: Maximálne napätie (V)

source: Here, enter the distance from the sensor to the maximum level in centimeters.
cs_cz: Zde zadejte vzdálenost od senzoru na maximální úroveň v centimetrech.
sk_sk: Tu zadajte vzdialenosť od senzora k maximálnej úrovni v centimetroch.

source: Here, enter the volume of the tank at 100% volume (regardless of the shape of the tank).
cs_cz: Zde zadejte objem nádrže pro 100% objem (bez ohledu na tvar nádrže).
sk_sk: Tu zadajte objem nádrže pri 100% objemu (bez ohľadu na tvar nádrže).

source: Minimum voltage from the probe on the AD converter (for 4mA ie empty tank).
cs_cz: Minimální napětí ze sondy na AD převodníku (pro 4mA tj. prázdnou nádrž).
sk_sk: Minimálne napätie zo sondy na AD prevodníku (pre 4mA tj prázdna nádrž).

source: Maximum voltage from the probe on the AD converter (for 20mA ie full tank). 4.096V is max range for 16bit convert.
cs_cz: Maximální napětí ze sondy na AD převodníku (pro 20mA tj. plnou nádrž). 4.096V je maximální rozsah pro 16bit převodník.
sk_sk: Maximálne napätie zo sondy na AD prevodníku (pre 20mA tj plná nádrž). 4,096V je maximálny rozsah pre 16bit prevodník.

source: Logs and graphs
cs_cz: Záznamy a grafy
sk_sk: Záznamy a grafy

source: Show data in graph and log from
cs_cz: Zobrazit data v grafu a logovat z
sk_sk: Zobraziť dáta v grafe a logovať z

source: Local File
cs_cz: Místní soubor
sk_sk: Lokálny súbor

source: Database File
cs_cz: Databázový soubor
sk_sk: Databázový súbor

source: Enable SQL Logging
cs_cz: Povolit SQL záznam
sk_sk: Povoliť SQL záznam

source: The measured data will be stored in the database. This option requires the database connector extension to be installed and configured.
cs_cz: Naměřená data budou uložena v databázi. Tato možnost vyžaduje instalaci a konfiguraci rozšíření databázového konektoru.
sk_sk: Namerané údaje sa uložia do databázy. Táto možnosť vyžaduje, aby bol nainštalovaný a nakonfigurovaný doplnok pripojenie databázy.

source: The button will delete the currentmonitor table from the database, thus deleting all saved data from this extension! This promotion is non-refundable!
cs_cz: Tlačítkem dojde ke smazání aktuální tabulky currentmonitor z databáze a tím ke smazání všech uložených dat z tohoto rozšíření! Tato akce je nevratná!
sk_sk: Tlačidlo vymaže tabuľku currentmonitor z databázy, čím sa vymažú všetky uložené dáta z tohto doplnku! Táto akcia je nevratná!

source: 0 = unlimited. The maximum number of records sets the number of saved records, i.e. after exceeding the set limit, older data is overwritten.
cs_cz: 0 = neomezeně. Maximální počet záznamů nastavuje počet uložených záznamů, tzn. po překročení nastaveného limitu dojde k přepsání starších dat.
sk_sk: 0 = neobmedzené. Maximálny počet záznamov nastavuje počet uložených záznamov, t.j. po prekročení nastaveného limitu sa staršie dáta prepisujú.

source: In minutes (Minimum is 1). The logging interval is common for both local storage and sql storage of measured data.
cs_cz: V minutách (minimum je 1). Interval logování je společný jak pro lokální úložiště, tak pro sql úložiště naměřených dat.
sk_sk: V minútach (minimum je 1). Interval denníka je spoločný pre lokálne ukladanie aj sql ukladanie nameraných údajov.

source: Show data in graph from
cs_cz: Zobrazit data v grafu od
sk_sk: Zobraziť dáta v grafe od

source: Datetime FROM for Filtering.
cs_cz: Datum a čas OD pro filtrování.
sk_sk: Dátum a čas OD pre filtrovanie.

source: Show data in graph to
cs_cz: Zobrazit data v grafu do
sk_sk: Zobraziť dáta v grafe do

source: Datetime TO for Filtering.
cs_cz: Datum a čas DO pro filtrování.
sk_sk: Dátum a čas DO pre filtrovanie.

source: Communications
sk_sk: Komunikácia

source: I2C Address
cs_cz: Adresa I2C
sk_sk: Adresa I2C

source: Default address is 0x48.
cs_cz: Výchozí adresa je 0x48.
sk_sk: Predvolená adresa je 0x48.

source: Display and graphics
sk_sk: Displej a grafika

source: Use Footer
cs_cz: Použití zápatí
sk_sk: Použiť zápätie

source: Show data from plugin in footer on home page.
cs_cz: Zobrazit data z tohoto rozšíření v zápatí na domovské stránce.
sk_sk: Zobraziť údaje z doplnku na domovskej stránke.

source: Use Injection Script
sk_sk: Použiť injektovanie skriptom

source: Create tanks charts from a plugin on the home page. You always need to restart OSPy afterwards for this option.
sk_sk: Vytvoriť grafy nádrží z doplnku na domovskej stránke. Pre túto možnosť musíte vždy reštartovať OSPy.

source: Notifications
cs_cz: Oznámení
sk_sk: Oznámenia

source: Tank
cs_cz: Nádrž
sk_sk: Nádrž

source: Send E-mail
cs_cz: Odeslat e-mail
sk_sk: Poslať E-mail

source: Level activation (%)
cs_cz: Úroveň aktivace (%)
sk_sk: Úroveň aktivácie (%)

source: Level release (%)
cs_cz: Úroveň uvolnění (%)
sk_sk: Úroveň uvoľnenia (%)

source: If the level drops below this value, sending an email is activated.
cs_cz: Pokud hladina klesne pod tuto hodnotu, odešle se e-mail s upozorněním.
sk_sk: Ak hladina klesne pod túto hodnotu, odošle sa email s upozornením.

source: As long as the level does not rise above this level, it will not allow sending an email when the level drops to the minimum. This is used to block the constant sending of emails when the level is at a minimum.
cs_cz: Dokud hladina nestoupne nad tuto úroveň, nedovolí odeslání e-mailu, když úroveň klesne na minimum. Slouží k blokování neustálého odesílání e-mailů, když je úroveň na minimu.
sk_sk: Pokiaľ hladina nestúpne nad túto úroveň, nedovolí odoslať e-mail, keď úroveň klesne na minimum. Slúži na blokovanie neustáleho odosielania emailov, keď je úroveň na minime.

source: Regulate maximum
sk_sk: Regulovať maximálnu hladinu vody

source: Regulate
sk_sk: Regulovať

source: Max level (cm)
sk_sk: Maximálna úroveň (cm)

source: Max run time (mm:ss)
sk_sk: Maximálna doba chodu (mm:ss)

source: Min level (cm)
sk_sk: Minimálna úroveň (cm)

source: If checked, regulation is enabled
cs_cz: Je-li zaškrtnuto, je povolena regulace
sk_sk: Ak je políčko začiarknuté, zapne sa regulácia

source: Select Output for controled zones
cs_cz: Vyberte výstup pro ovládanou stanici
sk_sk: Vyberte výstup, ktorý chcete ovládať pomocou regulácie

source: Regulate minimum
sk_sk: Regulovať minimálnu hladinu vody

source: If the measured water level exceeds this set value, the output is deactivated
sk_sk: Ak nameraná hladina vody prekročí túto nastavenú hodnotu, výstup sa deaktivuje

source: If the measured water level falls below this set value, the output is activated
sk_sk: Ak nameraná hladina vody klesne pod túto nastavenú hodnotu, výstup sa aktivuje

source: Stoping stations
cs_cz: Zastavit stanice
sk_sk: Zastaviť stanice

source: Stop
cs_cz: Zastavit
sk_sk: Zastaviť

source: Delay (hours)
sk_sk: Oneskorenie (hodiny)

source: Blocking (cm)
sk_sk: Blokovanie (cm)

source: Unblocking (cm)
sk_sk: Odblokovanie (cm)

source: Removing Delay
sk_sk: Odstránenie oneskorenia

source: Stop station
sk_sk: Zastaviť stanice

source: If there is no water in the tank and the stations stop, then we set the rain delay for this time for blocking. if the level in the tank rises above the minimum + xx cm, the delay is deactivated
cs_cz: Pokud v nádrži není voda a stanice se zastaví, nastavíme zpoždění deště po tento čas pro blokování. pokud hladina v nádrži stoupne nad minimum + xx cm, zpoždění se deaktivuje
sk_sk: Ak v nádrži nie je voda a stanice sa zastavia, tak na tento čas nastavíme oneskorenie dažďa pre blokovanie. ak hladina v nádrži stúpne nad minimum + xx cm, oneskorenie sa deaktivuje

source: Enter the level for Blocking delay duration and stop stations
sk_sk: Zadajte úroveň hladiny vody pre blokovanie oneskorenia a zastavenia staníc v cm

source: Enter the level for unblocking delay duration and stop stations
sk_sk: Zadajte úroveň hladiny vody pre odblokovanie oneskorenia a zastavenia staníc v cm

source: Remove
sk_sk: Odstrániť

source: Use this station for stoping scheduler if station is activated in scheduler
sk_sk: Zastaviť túto stanicu, ak je aktivovaná v plánovači

source: Package: Database Connector
cs_cz: Balíček: Databázové spojení
sk_sk: Balík: Pripojenie databázy

source: Installed version mysql-connector-python:
cs_cz: Instalovaná verze mysql-connector-python:
sk_sk: Inštalovaná verzia mysql-connector-python:

source: Mysql-connector-python is not installed or any error.
cs_cz: Mysql-connector-python není nainstalován nebo došlo k chybě.
sk_sk: Mysql-connector-python nie je nainštalovaný alebo došlo k chybe.

source: Database Connector
cs_cz: Databázové spojení
sk_sk: Databázové spojenie

source: Installing mysql connector python
cs_cz: Instalace mysql connector python
sk_sk: Inštalácia mysql connector python

source: In error: externally-managed-environment use sudo rm /usr/lib/python3.11/EXTERNALLY-MANAGED and next install connector.
cs_cz: Chyba: externě spravované prostředí použijte sudo rm /usr/lib/python3.11/EXTERNALLY-MANAGED a další instalační konektor.
sk_sk: Chyba: externe spravované prostredie použite sudo rm /usr/lib/python3.11/EXTERNALLY-MANAGED a ďalší inštalačný konektor.

source: If the installation is not successful, run the installation script to install the sql package "sudo bash ospy_setup.sh" in OSPy dir.
cs_cz: Pokud instalace není úspěšná, spusťte instalační skript pro instalaci balíčku sql "sudo bash ospy_setup.sh" v adresáři OSPy.
sk_sk: Ak inštalácia nie je úspešná, spustite inštalačný skript na inštaláciu balíka sql "sudo bash ospy_setup.sh" v adresári OSPy.

source: Database Connector plug-in
cs_cz: Rozšíření databázové spojení
sk_sk: Doplnok databázové spojenie

source: Command being executed
cs_cz: Provádí se příkaz
sk_sk: Vykonáva sa príkaz

source: Committed data in db
cs_cz: Potvrzená data v db
sk_sk: Potvrdené dáta v db

source: Database type
cs_cz: Typ databáze
sk_sk: Typ databáze

source: Found databases
cs_cz: Nalezené databáze
sk_sk: Nájdená databáza

source: Not found
cs_cz: Nenalezeno
sk_sk: Nenájdené

source: Something is wrong with your user name or password
cs_cz: Něco není v pořádku s vaším uživatelským jménem nebo heslem
sk_sk: Niečo nie je v poriadku s vaším používateľským menom alebo heslom

source: Database does not exist
cs_cz: Databáze neexistuje
sk_sk: Databáza neexistuje

source: Table already exists
cs_cz: Tabulka již existuje
sk_sk: Tabuľka už existuje

source: Created database backup.
cs_cz: Vytvořená záloha databáze.
sk_sk: Vytvorená záloha databázy.

source: Error in database backup.
cs_cz: Chyba v zálohování databáze.
sk_sk: Chyba v zálohovaní databázy.

source: Deleting file has sucesfully.
cs_cz: Smazání souboru proběhlo úspěšně.
sk_sk: Odstránenie súboru bolo úspešné.

source: File for deleting not found!
cs_cz: Soubor pro smazání nenalezen!
sk_sk: Súbor na odstránenie sa nenašiel!
