Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: is disabled.
cs_cz: je zakázáno.
sk_sk: je vypnuté.

source: Relay 16 plug-in
cs_cz: Rozšíření 16 relé
sk_sk: Doplnok 16 relé

source: Outputs set.
cs_cz: Nastavené výstupy.
sk_sk: Nastavené výstupy.

source: Possible GPIO pins
cs_cz: Možné piny GPIO
sk_sk: Možné piny GPIO

source: Sorry Raspberry Pi 1 is old version.
cs_cz: Omlouváme se Raspberry Pi 1 je stará verze.
sk_sk: Ospravedlňujeme sa Raspberry Pi 1 je stará verzia.

source: Relay board plugin only supported on Raspberry Pi.
cs_cz: Rozšíření 16 relé je podporováno pouze na Raspberry Pi.
sk_sk: Doplnok 16 relé je podporovaný na Raspberry Pi.

source: Setings Relay Output
cs_cz: Výstup relé nastavení
sk_sk: Výstup relé nastavenia

source: to HIGH
cs_cz: vysoká
sk_sk: na vysokú

source: to LOW
cs_cz: nízká
sk_sk: na nízku

source: Direct 16 Relay Outputs
cs_cz: Rozšíření 16 relé
sk_sk: Priame 16 relé výstupy

source: Direct 16 Relay Outputs - Settings
cs_cz: Rozšíření 16 relé nastavení
sk_sk: Priame 16 relé výstupy - Nastavenia

source: Enable relays
cs_cz: Povolit relé
sk_sk: Povoliť relé

source: Relay channels
cs_cz: Počet připojených relé
sk_sk: Počet pripojených relé

source: Number of relays connected to the Raspberry Pi (relay boards are commonly 1-16).
cs_cz: Počet relé připojených k Raspberry Pi (relé desky jsou obvykle v počtu 1-16).
sk_sk: Počet relé pripojených k Raspberry Pi (relé dosky sú bežne 1-16).

source: Trigger Level
cs_cz: Úroveň aktivační události
sk_sk: Úroveň spúšťača

source: Low
cs_cz: Nízká
sk_sk: Nízka

source: High
cs_cz: Vysoká
sk_sk: Vysoké

source: Low level trigger means the relay turns on when the input is low and turns off when the input is high. Hith level trigger does the opposite.
cs_cz: Nízká úroveň znamená, že se relé zapne, když je výstup vypnutý, a vypne se, když je výstup zapnutý. Vysoká úroveň v nastavení to dělá opačně.
sk_sk: Nízka úroveň znamená, že relé sa zapne, keď je výstup vzpnutý a vypne sa, keď je výstup zapnutý. Vysoká úroveň robí opak.

source: Direct 16 Relay Outputs - help
cs_cz: 16 relé výstupů - nápověda
sk_sk: 16 relé výstupy - pomocník

source: This plugin allows OSPy to control relay boards with up to 16 relay outputs.
cs_cz: Toto rozšíření umožňuje přímo z OSPy (pomocí GPIO pinů) ovládat 16 relé desek.
sk_sk: Tento doplnok umožňuje z OSPy ovládať až 16 relé.

source: This is plugin is designed for use with Raspberry Pi models with a 40 pin GPIO header.
cs_cz: Jedná se o rozšíření určené pro přímé použití s modely Raspberry Pi se 40 pinovým GPIO konektorem.
sk_sk: Tento doplnok je určený pre priame použitie s modelmi Raspberry Pi s 40 pinovým GPIO konektorom.

source: TIAO Smart Sprinkler
cs_cz: Inteligentní postřikovač TIAO
sk_sk: Inteligentný postrekovač TIAO

source: Visit example board
cs_cz: Navštivte ukázkovou desku spojů
sk_sk: Navštívte ukážkovú dosku spojov

source: The diagram below shows the GPIO pin header and indicates the pins to use with this plugin.
cs_cz: Níže uvedený diagram ukazuje konektor GPIO a označuje piny, které mají být s tímto rozšířením použity.
sk_sk: Nižšie uvedený diagram ukazuje konektor GPIO a označuje piny ktoré majú byť s týmto doplnkom použité.

source: You can use a relay board with 1, 2, 4, 8 or 16 relays or a combination of those up to 16 relays.
cs_cz: Můžete použít reléovou desku s 1, 2, 4, 8 nebo 16 relé nebo kombinaci až 16 relé.
sk_sk: Môžete použiť reléovú dosku s 1,2,4,8 alebo 16 relé alebo kombináciu až do 16 relé.

source: Caution
cs_cz: Pozor
sk_sk: Pozor

source: When using more than 1 relay board, the boards must all be either low-level trigger or all high-level trigger. You can not mix the trigger types.
cs_cz: Při použití více než 1 reléové desky musí být všechny desky buď spouštěčem nízké úrovně, nebo všemi spouštěči na vysoké úrovni. Typy aktivačních událostí nemůžete míchat.
sk_sk: Pri použití viac než 1 reléovej dosky musia byť všetky dosky buď spusten=e v nízkej úrovni, alebo všetky na vysokéj úrovni. Typy aktivačných udalostí nesmiete miešať.

source: Warning
cs_cz: Varování
sk_sk: Varovanie

source: If you use all 16 outputs, you will not use the UPS Monitor and Air Temperature and Humidity Monitor.
cs_cz: Pokud používáte všech 16 výstupů, nebudete používat monitor UPS a monitor teploty a vlhkosti vzduchu.
sk_sk: Ak používate všetkých 16 výstupov, nebudete používať monitor UPS a monitor teploty a vlhkosti vzduchu.

source: Connect the board(s) to the Raspberry Pi following the channel numbering indicated on the wiring diagram.
cs_cz: Připojte desku (desky) k Raspberry Pi podle číslování kanálů uvedeného ve schématu zapojení.
sk_sk: Pripojte dosku (dosky) k Raspberry Pi podľa čislovania kanálov uvedeného v schéme zapojenia.

source: The hardware should be connected as follows
cs_cz: Hardware by měl být připojen následujícím způsobem
sk_sk: Hardware by mal byť pripojený nasledovným spôsobom

source: Possible GPIO [22,24,26,32,36,38,40,21,23,29,31,33,35,37,18,19] Station 1 as HW pin 22, Station 2 as HW pin 24 etc.
cs_cz: Možné GPIO [22,24,26,32,36,38,40,21,23,29,31,33,35,37,18,19] Stanice 1 jako HW pin 22, Stanice 2 jako HW pin 24 atd.
sk_sk: Možné GPIO [22,24,26,32,36,38,40,21,23,29,31,33,35,37,18,19] Stanica 1 ako HW pin 22, Stanica 2 ako HW pin 24 atď.

source: The 5V and ground pins on the Pi can be used to power 1 or 2 relay boards.
cs_cz: 5V a zemní pin na Pi lze použít k napájení 1 nebo 2 reléových desek.
sk_sk: 5V a GND PIN na Raspberry Pi je možné použíť na napájanie 1 alebo 2 reléových dosiek.

source: If more boards are being used or if more than a couple of relays will be turned on at the same time It is a good idea to use a separate power supply to power the boards.
cs_cz: Pokud se používá více desek nebo pokud bude současně zapnuto více než několik relé Je dobré použít samostatný napájecí zdroj k napájení desek.
sk_sk: Ak sa používa viac dosiek, alebo ak bude súčasne zapnuté viac relé je dobré použiť samostatný napájací zdroj k napájaniu dosiek.

source: If you are using more than 8 channels and need to increase the number of stations OSPy displays, open the Options menu - Station Handling and incrase the number of Extension boards.
cs_cz: Pokud používáte více než 8 kanálů a potřebujete zvýšit počet stanic, které OSPy zobrazuje, otevřete nabídku Možnosti - Manipulace se stanicemi a změňte počet výstupů.
sk_sk: Ak používate viac než 8 kanálov a potrebujete zvýsiť počet staníc, ktoré OSPy zobrazuje, otvorte nastavenia - nastavenia staníc a zmente počet výstupov.

source: Increasing the number by 1 will add 8 stations to OSPy.
cs_cz: Zvýšením počtu o 1 přidáte do OSPy další stanici.
sk_sk: Zvýšením počtu o 1 pridáte do OSPy ďalšiu stanicu.

source: If the number of relays you are using is not a multiple of 8 you can hide the unused stations.
cs_cz: Pokud počet relé, které používáte, není násobek 8, můžete nepoužité stanice skrýt.
sk_sk: Ak počet relé ktoré používate nieje násobok 8, môžete nepoužité stanice skryť.

source: Open the Stations menu and uncheck the boxes under Enabled? next to the stations you are not using.
cs_cz: Otevřete nabídku Stanice a zrušte zaškrtnutí políček v části Povoleno? vedle stanic, které nepoužíváte.
sk_sk: Otvorte položku Stanice a zrušte zaškrtnuté políčka v časti Povolené? vedľa staníc, ktoré nepoužívate.

source: Check Enable relays
cs_cz: Zaškrtněte políčko povolit relé
sk_sk: Zaškrtnite políčko povoliť relé

source: If checked plugin is enabled.
cs_cz: Je-li zaškrtnuto, rozšíření je povoleno.
sk_sk: Ak je políčko začiarknuté, doplnok je povolený.

source: Select outputs (1-16).
cs_cz: Vyberte výstupy (1-16).
sk_sk: Vybrať výstup (1-16)

source: LOW = Station is ON (Output set to 0V), Station OFF (Output set to 3.3V).
cs_cz: LOW = Stanice je ZAPNUTO (výstup nastaven na 0V), Stanice VYPNUTO (Výstup nastaven na 3,3V).
sk_sk: LOW = Stanica je ZAPNUTÁ (výstup nastavený na 0V), Stanica VYPNUTÁ (Výstup nastavený na 3,3V).

source: HIGH = Station is ON (Output set to 3.3V), Station OFF (Output set to 0V).
cs_cz: HIGH = Stanice je ZAPNUTO (výstup nastaven na 3,3V), Stanice VYPNUTO (Výstup nastaven na 0V).
sk_sk: HIGH = Stanica je ZAPNUTÁ (výstup nastavený na 3,3V), Stanica VYPNUTÁ (Výstup nastavený na 0V).

source: Example of an print from plugin
cs_cz: Příklad tisku z tohoto rozšíření
sk_sk: Príklad zobrazenia z tohto doplnku

source: Relay 16 plug-in: 2018-06-06 10:35:08 3 Outputs set.
cs_cz: Zásuvný modul Relay 16: 2018-06-06 10:35:08 3 Nastavení výstupů.
sk_sk: Doplnok Relay 16: 2018-06-06 10:35:08 3 Nastavenie výstupu.

source: Relay 16 plug-in: Possible GPIO [22,24,26,32,36,38,40,21,23,29,31,33,35,37,18,19].
cs_cz: Zásuvný modul Relay 16: Možné GPIO [22,24,26,32,36,38,40,21,23,29,31,33,35,37,18,19].
sk_sk: Doplnok Relay 16: Možné GPIO [22,24,26,32,36,38,40,21,23,29,31,33,35,37,18,19].

source: Relay 16 plug-in: 2018-06-06 10:35:08 Setings Relay Output 22 to HIGH (Station 1 ON).
cs_cz: Zásuvný modul Relay 16: 2018-06-06 10:35:08 Nastavení Relé Výstup relé 22 na HIGH (stanice 1 ON).
sk_sk: Doplnok Relay 16: 2018-06-06 10:35:08 Nastavenie Relé Výstup relé 22 na HIGH (stanica 1 ON).

source: Relay 16 plug-in: 2018-06-06 10:35:28 Setings Relay Output 22 to LOW (Station 1 OFF).
cs_cz: Zásuvný modul Relay 16: 2018-06-06 10:35:28 Nastavení Relé Výstup relé 22 až NÍZKÝ (stanice 1 VYPNUTO).
sk_sk: Doplnok Relay 16: 2018-06-06 10:35:28 Nastavenie Relé Výstup relé 22 až NÍZKY (stanica 1 VYPNUTÁ).

source: Package: Remote FTP Control
cs_cz: Balíček: Dálkové ovládání FTP
sk_sk: Balík: Diaľkové ovládanie FTP

source: Creating ramdisk into
cs_cz: Vytvoření ramdisku do
sk_sk: Vytvorenie ramdisku do

source: Remote FTP control settings
cs_cz: Vzdálené řízení pomocí FTP
sk_sk: Nastavenia vzdialeného ovládania FTP

source: Adding into fstab
cs_cz: Přidání do fstab
sk_sk: Pridanie do fstab

source: Saving config to
cs_cz: Uložení konfigurace do
sk_sk: Uloženie konfigurácie do

source: Now please restart your operating system!
cs_cz: Nyní prosím restartujte operační systém!
sk_sk: Teraz reštartujte operačný systém!

source: FTP connection established.
cs_cz: Připojení FTP navázáno.
sk_sk: FTP spojenie nadviazané.

source: FTP received data from file data.txt
cs_cz: Protokol FTP obdržel data ze souboru data.txt
sk_sk: FTP prijal údaje zo súboru data.txt

source: Scheduler mode is activated.
cs_cz: Režim plánovače je aktivován.
sk_sk: Režim plánovača je aktivovaný.

source: Manual mode is activated.
cs_cz: Manuální režim je aktivován.
sk_sk: Manuálny režim je aktivovaný.

source: Activated stations
cs_cz: Aktivované stanice
sk_sk: Aktivované stanice

source: Deactivated stations
cs_cz: Deaktivované stanice
sk_sk: Deaktivované stanice

source: Activated program
cs_cz: Aktivovaný program
sk_sk: Aktivovaný program

source: Stop all stations and disable system.
cs_cz: Zastavení všech stanic a zakázání provozu OSPy systému.
sk_sk: Zastavenie všetkých staníc a vypnutie plánovača.

source: Enable system.
cs_cz: Povolit systém.
sk_sk: Povoliť systém.

source: Could not save stavy.php to ramdisk!
cs_cz: Nelze uložit stavy.php do ramdisku!
sk_sk: Nepodarilo sa uložiť stavy.php do ramdisku!

source: Data file stavy.php has send on to FTP server
cs_cz: Soubor stavy.php je poslán na FTP server
sk_sk: Dátový súbor stavy.php bol odoslaný na FTP server

source: Data file data.txt has send on to FTP server
cs_cz: Soubor data.txt je poslán na FTP server
sk_sk: Dátový súbor data.txt bol odoslaný na FTP server

source: Use plug-in
cs_cz: Použít rozšíření
sk_sk: Použiť doplnok

source: The FTP server address
cs_cz: Adresa serveru FTP
sk_sk: Adresa servera FTP

source: The FTP user name
cs_cz: Uživatelské jméno pro FTP
sk_sk: Meno používateľa FTP

source: The FTP user password
cs_cz: Uživatelské heslo pro FTP
sk_sk: Heslo používateľa FTP

source: The FTP server location for files
cs_cz: Umístění souborů na FTP serveru
sk_sk: Umiestnenie servera FTP pre súbory

source: Remote FTP control - help
cs_cz: Vzdálené řízení pomocí FTP - nápověda
sk_sk: Nastavenia vzdialeného ovládania FTP - pomocník

source: This plug-in makes downloading and uploading text file on the remotely via FTP for remotely control OSPy system every 30 seconds
cs_cz: Toto rozšíření umožňuje stahování a nahrávání textového souboru na dálku přes FTP pro dálkové ovládání systému OSPy každých 30 sekund
sk_sk: Tento doplnok umožňuje sťahovanie a nahrávanie textového súboru na diaľku cez FTP pre vzdialene ovládani OSPy systému každých 30 sekúnd

source: When you first start the plug-in detects whether ramdisk is present, otherwise it creates and writes fstab
cs_cz: Při prvním spuštění toto rozšíření zjistí, zda je přítomen v os ramdisk, jinak ho vytvoří a zapíše do fstab
sk_sk: Pri prvom spustení doplnok zistí, či je ramdisk prítomný, ak nieje ho vytvorí a zapíše do fstab

source: If plug-in says: "restart your linux os system" You must manual reboot os via options/reboot os
cs_cz: Pokud rozšíření říká: "restartujte systém linux os" Musíte provést ruční restartování os přes možnosti / restart os
sk_sk: Ak doplnok píše: "reštartujte systém linux os" Musíte manuálne reštartovať os cez možnosti / reboot os

source: Check Use plug-in
cs_cz: Zaškrtněte políčko použít rozšíření
sk_sk: Zaškrtnite políčko použiť doplnok

source: If checked use plug-in Remote FTP Control plug-in is enabled and control your OSPy.
cs_cz: Je-li zaškrtnuto, je povoleno toto rozšíření.
sk_sk: Ak je zaškrtnuté, doplnok je povolený.

source: Type the address of your FTP server. Ex: 1234.w0.wedos.net
cs_cz: Zadejte adresu serveru FTP. Př: 1234.w0.wedos.net
sk_sk: Zadajte adresu serveru FTP, Príkad: 1234.w0.weods.net

source: Type the of your user name for FTP server.
cs_cz: Zadejte uživatelské jméno serveru FTP.
sk_sk: Zadajte užívateľské meno serveru FTP.

source: Type the of your user password for FTP server.
cs_cz: Zadejte uživatelské heslo serveru FTP.
sk_sk: Zadajte užívateľské heslo serveru FTP.

source: Type where is located data.txt and stavy.php on the FTP server. If file is in root folder use "/" else use "/xxx/yyy/zzz".
cs_cz: Zadejte, kde jsou umístěna data.txt a stav.php na serveru FTP. Pokud je soubor v kořenové složce, použijte "/" jinak použijte "/xxx/yyy/zzz".
sk_sk: Zadajte, kde sú umiestené data.txt a stav.php na servery FTP. Ak je subor v korenovej zložke, použite "/" inak použite "/xxx/yyy/zzz".

source: Status window from the plug-in.
cs_cz: Stavové okno z tohoto rozšíření.
sk_sk: Stavové okno z tohto doplnku.

source: Example
cs_cz: Příklad
sk_sk: Príklad

source: FTP connection established. FTP received data from file data.txt: OK. Data file stavy.php has send on to FTP server: 09.08.2016 (21:02:53).
cs_cz: Navázáno připojení FTP. FTP obdržel data ze souborových dat.txt: OK. Stav datového souboru.php byl odeslal na server FTP: 09.08.2016 (21:02:53).
sk_sk: Spojenie s FTP bolo nadviazané. FTP prijal dáta zo súborových dat.txt: OK. Stav dátového súboru.php bol odoslaný na server FTP: 09.08.2016 (21:02:53).

source: Server setup
cs_cz: Nastavení serveru
sk_sk: Nastavenia serveru

source: On the Web server will place these files (after unpacking the zip file)
cs_cz: Na webovém serveru budou tyto soubory (po rozbalení souboru ZIP)
sk_sk: Na webovom servery budú tieto súbory (po rozbalení súboru ZIP)

source: Download PHP for Remote FTP Control.zip files from github
cs_cz: Stáhnout PHP pro vzdálené FTP control.zip soubory z githubu
sk_sk: Stiahnuť PHP pre vzdialené FTP control.zip súbory z githubu

source: On the WEB server we places files as in imagge
cs_cz: Na webový server umístíme soubory jako v obrázku
sk_sk: Na webový server umiestnime súbory ako v obrázku

source: On the WEB server use .htaccess and .htpasswd files for secured login for your OSPy control
cs_cz: Na webovém serveru používejte soubory HTACCESS a HTPASSWD pro zabezpečené přihlášení pro ovládací prvek OSPy
sk_sk: Na webovom servery použijeme súbory HTACCES a HTPASSWD pre zabezpečené prihlásenie pre ovládací prvok OSPy

source: Package: Remote Notifications
cs_cz: Balíček: Vzdálená oznámení
sk_sk: Balík: Diaľkové upozornenia

source: Remote was sent
cs_cz: Bylo odesláno
sk_sk: Bolo odoslané

source: Remote was not sent
cs_cz: Nebylo odesláno
sk_sk: Nebolo odoslané

source: Test data...
cs_cz: Testovací data...
sk_sk: Testovacie údaje...

source: Remote plug-in
cs_cz: Rozšíření oznámení na vzdálený webový server
sk_sk: Doplnok Oznámenie na vzdialený webový server

source: Remote server reply
cs_cz: Odpověď ze vzdáleného serveru
sk_sk: Odpoveď zo vzdialeného servera

source: Remote plug-in is not properly configured
cs_cz: Oznámení na vzdálený webový server není správně nastaveno
sk_sk: Oznámenie na vzdialený webový server nie je správne nakonfigurovaný

source: Remote Notifications
cs_cz: Oznámení na vzdálený webový server
sk_sk: Oznámenie na vzdialený webový server

source: Remote server address
cs_cz: Adresa vzdáleného serveru
sk_sk: Adresa vzdialeného servera

source: ex: https://server.com/automatOSPy/
cs_cz: př: https://server.com/automatOSPy/
sk_sk: napr.: https://server.com/automatOSPy/

source: API for access
cs_cz: Rozhraní API pro přístup
sk_sk: Rozhranie API pre prístup

source: Send test data to server
cs_cz: Odeslat testovací data na server
sk_sk: Odoslanie testovacích údajov na server

source: Remote Notifications - help
cs_cz: Vzdálená oznámení - nápověda
sk_sk: Vzdialené oznámenie - pomocník

source: This plugin can send Notifications on the Remote Webserver. This plugin requre SQL server and Webserver with PHP.
cs_cz: Toto rozšíření odesílá oznámení na vzdálený webový server. Je vyžadován SQL server a webserver s PHP.
sk_sk: Tento doplnok umožňuje posielať oznámenia na vzdialený webový server. Vyžaduje SQL server a Webserver s PHP.

source: This plugin send data as get command to remote PHP web pages.
cs_cz: Toto rozšíření odesílá data do vzdálené webové stránky PHP.
sk_sk: Tento doplnok umožňuje poslať dáta do webových stránkach PHP.

source: This plugin requred correct settings this plugins: UPS Monitor, Tank Humi Monitor, Air Temperature and Humidity Monitor.
cs_cz: Toto rozšíření vyžaduje správné nastavení těchto rozšíření: UPS Monitor, Tank Humi Monitor, Air Temperature and Humidity Monitor.
sk_sk: Tento doplnok vyžaduje správne nastavenia týchto doplnkov: UPS Monitor, Monitor hladiny vody, Teplota vzduchu a vlhkosti.

source: If I not have a public IP address, or for some reason can not connect directly to OSPy I use this plugin for display on the site, which is accessible from the Internet.
cs_cz: Pokud nemám veřejnou IP adresu nebo se z nějakého důvodu nemůžu připojit přímo k OSPy, používám toto rozšíření pro zobrazení na webu, který je přístupný z internetu.
sk_sk: Ak nemám verejnú IP adresu, alebo sa z nejakého dôvodu nemôžem pripojiť priamo k OSPy, použivam tento doplnok pre zobrazenie na webe, ktorý je prístupný z internetu.

source: If checked send data to remote server is active.
cs_cz: Je-li zaškrtnuto, je aktivní odesílání dat na vzdálený server.
sk_sk: Ak je zaškrtnuté, je aktívne odosielanie dát na vzdialený server.

source: Type your remote server address where are the php files.
cs_cz: Zadejte adresu vzdáleného serveru, kde jsou soubory php.
sk_sk: Zadajte adresu vzdialeného serveru, kde sú súbory php.

source: Example: https://server.com/automatOSPy/
cs_cz: Příklad: https://server.com/automatOSPy/
sk_sk: Príklad: https://server.com/automatOSPy/

source: Type your API key, that is stored in a file save.php on the server.
cs_cz: Zadejte klíč rozhraní API, který je uložen v souboru .php na serveru.
sk_sk: Zadajte kľúč rozhrania API, ktorý je uložený v súbore .php na servery.

source: Example: msd455fsvv4sd5dv445s5s6d5vsdvdsv
cs_cz: Příklad: msd455fsvv4sd5dv445s5s6d5vsdvdsv
sk_sk: Príklad: msd455fsvv4sd5dv445s5s6d5vsdvdsv

source: Status
cs_cz: Stav
sk_sk: Stav

source: for to demonstrate the function of watering my flowers.
cs_cz: aby demonstroval funkci zalévání mých květin.
sk_sk: aby demonštroval funkciu polievania mojích kvetín.

source: Note: For this plugin we need a public web server with PHP support and access to SQL database into which data is written from this plugin.
cs_cz: Poznámka: Pro tento plugin potřebujeme veřejný webový server s podporou PHP a přístupem k databázi SQL, do které jsou data zapsána z tohoto rozšíření.
sk_sk: Poznámka: Pre tento doplnok potrebujeme verejný webový server s podporou PHP a prístupom k databázi SQL, do ktorej sú zapísané dáta.

source: download automatOSPy.zip files from github
cs_cz: stáhnout soubory automatOSPy.zip z githubu
sk_sk: stiahnuť súbory automatOSPy.zip z githubu

source: On the SQL server we create new database with new table: ospy as in imagge
cs_cz: Na SQL serveru vytváříme novou databázi s novou tabulkou: ospy jako v obrázku
sk_sk: Na SQL servery vytvoríme novú databázu s novou tabulkou: ospy ako na obrázku

source: In file save.php we type own API key same as use this plugin.
cs_cz: V souboru save.php musíme mít stejný klíč API stejně jako v tomto rozšíření.
sk_sk: V súbore save.php musíme mať rovnaký kľúč API rovnako ako v tomto doplnku.

source: In file connect.php we type
cs_cz: V souboru connect.php zadáme
sk_sk: V súboru connect.php zadáme

source: server="address SQL server"
cs_cz: server="adresa SQL serveru"
sk_sk: server="adresa SQL serveru"

source: user="user name SQL server"
cs_cz: user="uživatelské jméno do SQL serveru"
sk_sk: user="uživatelské meno do SQL serveru"

source: pass="password SQL server"
cs_cz: pass="heslo do SQL serveru"
sk_sk: pass="heslo do SQL serveru"

source: db="ospy" name of table on the SQL server
cs_cz: db="ospy" název tabulky na serveru SQL
sk_sk: db="ospy" názov tabulky na servery SQL

source: Package: Shelly Cloud Integration
cs_cz: Balíček: Integrace Shelly Cloud
sk_sk: Balík: Integracia Shelly Cloud

source: Shelly Cloud Integration
cs_cz: Integrace Shelly Cloud
sk_sk: Integrácia Shelly Cloud

source: Shelly Cloud Bad Login
cs_cz: Shelly Cloud Špatné přihlášení
sk_sk: Shelly Cloud chybné prihlásenie

source: Locally Bad Login to device
cs_cz: Špatné přihlášení do zařízení (lokálně)
sk_sk: Chybné prihlásenie do zariadení (lokálne)

source: Shelly Cloud Not Found
cs_cz: Shelly Cloud nebyl nalezen
sk_sk: Shelly Cloud nebol nájdený

source: Device Not Found
cs_cz: Zařízení nebylo nalezeno
sk_sk: Zariadenie nebolo nájdene

source: {}: GEN1 not available
cs_cz: {}: GEN1 není k dispozici
sk_sk: {}: GEN1 nieje k dispozícií

source: Your device has not been connected to the cloud!
cs_cz: Vaše zařízení není připojeno ke cloudu!
sk_sk: Vaše zariadenie nieje pripojené do cloudu!

source: [{}: Error]
cs_cz: [{}: Chyba]
sk_sk: [{}: Chyba]

source: {}: Error: {}
cs_cz: {}: Chyba: {}
sk_sk: {}: Chyba: {}

source: {}: OFFLINE
cs_cz: {}: NEDOSTUPNÉ
sk_sk: {}: NEDOSTUPNÉ

source: [{}: ON {} W]
cs_cz: [{}: ZAP {} W]
sk_sk: [{}: ZAP {} W]

source: {}: ON {} W IP:{} RSSI:{} dbm {}
cs_cz: {}: ZAP {} W IP:{} RSSI:{} dbm {}
sk_sk: {}: ZAP {} W IP:{} RSSI:{} dbm {}

source: [{}: OFF {} W]
cs_cz: [{}: VYP {} W]
sk_sk: [{}: VYP {} W]

source: {}: OFF {} W IP:{} RSSI:{} dbm {}
cs_cz: {}: VYP {} W IP:{} RSSI:{} dbm {}
sk_sk: {}: VYP {} W IP:{} RSSI:{} dbm {}

source: [{}: ON {} W ({} kW/h)]
cs_cz: [{}: ZAP {} W ({} kW/h)]
sk_sk: [{}: ZAP {} W ({} kW/h)]

source: {}: ON {} W ({} kW/h) {} V IP:{} RSSI:{} dbm {}
cs_cz: {}: ZAP {} W ({} kW/h) {} V IP:{} RSSI:{} dbm {}
sk_sk: {}: ZAP {} W ({} kW/h) {} V IP:{} RSSI:{} dbm {}

source: [{}: OFF {} W ({} kW/h)]
cs_cz: [{}: VYP {} W ({} kW/h)]
sk_sk: [{}: VYP {} W ({} kW/h)]

source: {}: OFF {} W ({} kW/h) {} V IP:{} RSSI:{} dbm {}
cs_cz: {}: VYP {} W ({} kW/h) {} V IP:{} RSSI:{} dbm {}
sk_sk: {}: VYP {} W ({} kW/h) {} V IP:{} RSSI:{} dbm {}

source: {}: GEN1 not available yet
cs_cz: {}: GEN1 ještě není k dispozici
sk_sk: {}: GEN1 zatiaľ nieje k dispozícií

source: [{}: 1-ON {} W ({} kW/h)
sk_sk: [{}: 1-ZAP {} W ({} kW/h)
