Repository: martinpihrt/OSPy
Catalog: i18n/*/LC_MESSAGES/ospy_messages.po
Languages: cs_cz, sk_sk

source: Creating folder upload.
cs_cz: Vytvoření složky upload.
sk_sk: Vytváram zložku upload.

source: Uploading file {}.
cs_cz: Nahrávání souboru {}.
sk_sk: Nahrávánie súboru {}.

source: Uploading to folder OK, now extracting zip file.
cs_cz: Nahrávání do složky OK, nyní extrahuji soubor zip.
sk_sk: Nahrávanie do zložky úspešné, teraz extrahujem súbor zip.

source: Extracted from zip OK.
cs_cz: Extrahování ze zipu OK.
sk_sk: Extrahovanie zo zipu OK.

source: Copy extrated folders with files to data dir.
cs_cz: Zkopíruji extrahované složky se soubory do datového adresáře.
sk_sk: Kopírovanie extrahovanej zložky so súbormi do dátového adresára.

source: Restoring backup files sucesfully, now restarting OSPy...
cs_cz: Obnovení záložních souborů bylo úspěšné, nyní se provede restartování OSPy...
sk_sk: Obnovenie záložných súborov bolo úspešné, OSPy sa teraz reštartuje....

source: Try-ing generating SSL certificate...
cs_cz: Zkouším vygenerovat certifikát SSL...
sk_sk: Pokus o generovanie SSL certifikátu...

source: OK
cs_cz: V pořádku
sk_sk: V poriadku

source: Remove fullchain.pem...
cs_cz: Odebrán fullchain.pem...
sk_sk: Odstrániť fullchain.pem ...

source: Remove privkey.pem...
cs_cz: Odebrán privkey.pem...
sk_sk: Odstrániť privkey.pem...

source: Upload SSL file %s
cs_cz: Nahrán soubor SSL %s
sk_sk: Nahratý súbor SSL %s

source: Label not set
cs_cz: Popisek není nastaven
sk_sk: Popis nieje nastavený

source: Value not set
cs_cz: Hodnota nastavena
sk_sk: Hodnota nie je nastavená

source: Unit not set
cs_cz: Jednotky nastaveny
sk_sk: Jednotka nie je nastavená

source: Index {} is out of range for pluginStn list.
cs_cz: Index {} je mimo rozsah pro seznam pluginStn.
sk_sk: Index {} je mimo rozsah pre zoznam pluginStn.

source: Package: Air Temperature and Humidity Monitor
cs_cz: Balíček: Monitor teploty a vlhkosti vzduchu
sk_sk: Balík: Monitor teploty a vlhkosti vzduchu

source: DHT11 data is not valid
cs_cz: Data z čidla DHT11 nejsou v pořádku
sk_sk: Údaje z DHT11 nie sú v poriadku

source: DHT22 data is not valid
cs_cz: Data z čidla DHT nejsou v pořádku
sk_sk: Údaje z DHT22 nie sú v poriadku

source: Air Temperature
cs_cz: Monitor teploty
sk_sk: Monitor teploty

source: Air Temperature and Humidity Monitor plug-in
cs_cz: Rozšíření monitor teploty a vlhkosti
sk_sk: Doplnok monitor teploty a vlhkosti vzduchu

source: Data is not correct. Please try again later.
cs_cz: Data nejsou načtena v pořádku. Zkuste to prosím za chvilku.
sk_sk: Údaje nie sú správne. Skúste to znova neskôr.

source: Not used
cs_cz: Nepoužívá se
sk_sk: Nepoužíva sa

source: Creating default graph log files OK
cs_cz: Vytváření výchozích souborů protokolu grafu OK
sk_sk: Vytváranie predvolených súborov denníka grafov OK

source: Saving to log files.
cs_cz: Ukládání do souboru protokolu.
sk_sk: Ukladanie do denníka udalostí.

source: Saving to SQL database.
cs_cz: Ukládání do SQL databáze.
sk_sk: Ukladanie do SQL databázy.

source: Deleting the airtemp table from the database.
cs_cz: Odstranění tabulky airtemp z databáze.
sk_sk: Odstránenie tabuľky airtemp z databázy.

source: An internal error was found in the system, see the error log for more information. The error is in part:
cs_cz: V systému byla nalezena vnitřní chyba, další informace naleznete v protokolu chyb. Chyba je z části:
sk_sk: V systéme sa našla interná chyba, ďalšie informácie nájdete v protokole chýb. Chyba je čiastočná:

source: Deleted all log files OK
cs_cz: Odstraněny všechny soubory protokolu OK
sk_sk: Odstránené všetkých súborov denníka OK

source: Air Temperature and Humidity Monitor
cs_cz: Rozšíření monitor teploty a vlhkosti
sk_sk: Monitor teploty a vlhkosti vzduchu

source: &deg;C or %
cs_cz: &deg;C nebo %
sk_sk: &deg;C alebo %

source: Show logs
cs_cz: Zobrazit záznam
sk_sk: Zobraziť denník

source: Enable plugin
cs_cz: Povolit rozšíření
sk_sk: Povoliť doplnok

source: Enable the plugin and then enable the dht, ds18b20 and logging
cs_cz: Povolte toto rozšíření a pak povolte dht, ds18b20 a protokolování
sk_sk: Povolte doplnok a potom povolte dht, ds18b20 a zapisovanie do denníka

source: Enable local logging
cs_cz: Povolit místní záznam
sk_sk: Povoliť lokálny záznam do denníka

source: The measured data will be saved locally in a json file. This option rapidly reduces the lifespan of the SD/USB card of the Raspberry Pi system!
cs_cz: Naměřená data budou uložena lokálně v souboru json. Tato možnost rapidně snižuje životnost SD/USB karty systému Raspberry Pi!
sk_sk: Namerané údaje sa uložia lokálne do súboru json. Táto možnosť rapídne znižuje životnosť SD/USB karty systému Raspberry Pi!

source: Enable SQL logging
cs_cz: Povolit SQL záznam
sk_sk: Povoliť SQL záznam do denníka

source: The measured data will be stored in the database. This option requires the database connector extension to be installed and configured. The button will delete the airtemp table from the database, thus deleting all saved data from this extension! This promotion is non-refundable!
cs_cz: Naměřená data budou uložena do databáze. Tato možnost vyžaduje, aby bylo nainstalované a nakonfigurované rozšíření databázové spojení. Tlačítko smaže tabulku airtemp z databáze, čímž smaže všechna uložená data z tohoto rozšíření! Tato akce je nevratná!
sk_sk: Namerané údaje sa uložia do databázy. Táto možnosť vyžaduje, aby bolo nainštalované a nakonfigurované rozšírenie pripojenie databázy. Tlačidlo vymaže tabuľku airtemp z databázy, čím sa vymažú všetky uložené dáta z tohto rozšírenia! Táto akcia je nevratná!

source: requires database connector plugin
cs_cz: vyžaduje rozšíření database connector
sk_sk: doplnok pripojenie databázy

source: Delete SQL table
cs_cz: Smazat tabulku SQL
sk_sk: Zmazať tabuľku SQL

source: Show data from
cs_cz: Zobrazit data z
sk_sk: Zobraziť dáta z

source: Choose from where the displayed data in the log and graph will be loaded.
cs_cz: Zvolte, odkud se budou načítat zobrazená data v logu a grafu.
sk_sk: Vyberte, odkiaľ sa budú načítavať zobrazené údaje v logu a grafe.

source: Local file
cs_cz: Místní soubor
sk_sk: Lokálny súbor

source: Database file
cs_cz: Databázový soubor
sk_sk: Databázový súbor

source: Maximum number of log records
cs_cz: Maximální počet záznamů
sk_sk: Maximálny počet záznamov denníka

source: The maximum number of records sets the number of saved records, i.e. after exceeding the set limit, older data is overwritten. 0 = unlimited. The maximum number is only for local storage (not for database).
cs_cz: Maximální počet záznamů nastavuje počet uložených záznamů, tzn. po překročení nastaveného limitu dojde k přepsání starších dat. 0 = neomezeně. Maximální počet je pouze pro místní úložiště (nikoli pro databázi).
sk_sk: Maximálny počet záznamov nastavuje počet uložených záznamov, t.j. po prekročení nastaveného limitu sa staršie dáta prepisujú. 0 = neobmedzené. Maximálny počet je len pre lokálne úložisko (nie pre databázu).

source: Interval for logging
cs_cz: Opakovat záznam po
sk_sk: Interval pre záznam

source: The logging interval is common for both local storage and sql storage of measured data. minutes (Minimum is 1)
cs_cz: Interval logování je společný jak pro lokální úložiště, tak pro sql úložiště naměřených dat. minut (minimum je 1)
sk_sk: Interval logovania je spoločný pre lokálne ukladanie aj sql ukladanie nameraných údajov. minút (minimum je 1)

source: Enable DHT
cs_cz: Povolit DHT
sk_sk: Povoliť DHT

source: DHT type
cs_cz: Typ DHT
sk_sk: Typ DHT

source: Select type DHT probe
cs_cz: Vyberte typ DHT sondy
sk_sk: Vyberte typ DHT senzora

source: Label for sensor
cs_cz: Název snímače
sk_sk: Názov pre senzor

source: Allow regulation
cs_cz: Povolit regulaci
sk_sk: Povoliť reguláciu

source: Hysteresis
cs_cz: Hystereze
sk_sk: Hysteréza

source: Humidity for output ON
cs_cz: Vlhkost pro zapnutí výstupu
sk_sk: Vlhkosť pre zapnutie výstupu

source: Humidity + hysteresis/2 > ON
cs_cz: Vlhkost + hystereze/2 = ZAPNUTO
sk_sk: Vlhkosť + hysteréza/2 > ZAPNUTÉ

source: Maximum duration when activating the output (in minutes and seconds). After this time, the output will turn off regardless of other events (conditions)
cs_cz: Maximální doba trvání při aktivaci výstupu (v minutách a sekundách). Po uplynutí této doby se výstup vypne bez ohledu na ostatní události (podmínky)
sk_sk: Maximálna doba aktivácie výstupu ( v minútach a sekundách). Po uplynutí tejto doby sa výstup vypne bez ohľadu na ostatné udalosti (podmienky).

source: Humidity for output OFF
cs_cz: Vlhkost pro vypnutí výstupu
sk_sk: Vlhkosť pre vypnutie výstupu

source: Humidity - hysteresis/2 < OFF
cs_cz: Vlhkost - hystereze/2 = VYPNUTO
sk_sk: Vlhkosť - hysteréza/2 < VYPNUTÉ

source: Select Output
cs_cz: Vybrat výstup
sk_sk: Vybrať výstup

source: Enable DS18B20
cs_cz: Povolit DS18B20
sk_sk: Povoliť DS18B20

source: Used DS18B20
cs_cz: Počet DS18B20
sk_sk: Počet DS18B20

source: Show data from plugin in footer on home page
cs_cz: Zobrazit data z tohoto rozšíření v zápatí na domovské stránce
sk_sk: Zobraziť údaje z doplnkov na domovskej stránke

source: The chart from local file
cs_cz: Graf z místního souboru
sk_sk: Graf z lokálneho súboru

source: The chart from database
cs_cz: Graf z databáze
sk_sk: Graf z databázy

source: From
cs_cz: Od
sk_sk: Od

source: To
cs_cz: Do
sk_sk: Do

source: Filtering
cs_cz: Filtrování
sk_sk: Filtrovanie

source: Reload chart
cs_cz: Znovu načíst graf
sk_sk: Znovu načítať graf

source: Delete range
cs_cz: Smazat rozsah
sk_sk: Zmazať rozsah

source: Air Temperature and Humidity Monitor - help
cs_cz: Rozšíření monitor teploty a vlhkosti - nápověda
sk_sk: Monitor teploty a vlhkosti vzduchu - pomocník

source: This plugin needs DHT11 (22) sensor connected to GPIO 10 (pin 19 MOSI). Sensor DHT11 (22) is placed on main OSPy board by developer pihrt.com
cs_cz: Toto rozšíření potřebuje senzor DHT11 (22) připojený k GPIO 10 (pin 19 MOSI). Senzor DHT11 (22) je již umístěn na hlavní desce OSPy od vývojáře pihrt.com
sk_sk: Tento doplnok potrebuje DHT11 alebo DHT22 senzor pripojený k GPIO 10 (pin 19 MOSI). Senzor DHT11 alebo DHT22 je už umiestnený na hlavnej doske OSPy od vývojára pihrt.com

source: This plugin allows the control of some stations (eg Fan) depending on the humidity of the sensor
cs_cz: Toto rozšíření umožňuje ovládání některých stanic (např. ventilátor) v závislosti na vlhkosti senzoru
sk_sk: Tento plugin umožňuje ovládanie niektorých staníc (napr. Fan) v závislosti na vlhkosti senzora

source: This plug-in allows you to connect 1-6 DS18B20 sensors connected to the external hardware board via an
cs_cz: Toto rozšíření umožňuje měřit teplotu z 6 snímačů DS18B20, které jsou připojeny k externí desce přes
sk_sk: Tento doplnok umožňuje pripojiť 1-6 DS18B20 senzory pripojené k externej hardvérovej doske cez

source: bus (address 0x03)
cs_cz: sběrnici (adresa 0x03)
sk_sk: zbernicu I2C (adresa 0x03)

source: If logging is enabled, a graph with measured data will be displayed at the bottom of the screen
cs_cz: Je-li povolen záznam, zobrazí se v dolní části obrazovky graf s naměřenými daty
sk_sk: Ak je zapnuté zapisovanie do denníka, v dolnej časti obrazovky sa zobrazí graf s nameranými údajmi

source: for more information
cs_cz: pro další informace
sk_sk: pre viac informácií

source: Visit
cs_cz: Navštivte
sk_sk: Navštíviť

source: The PCB board for 6 probe DS18B20 (board by pihrt.com)
cs_cz: Deska spojů pro 6 sond DS18B20 (deska pihrt.com)
sk_sk: Doska spojov pre 6 senzorov DS18B20 (doska pihrt.com)

source: Humidity sensor DHT is connected to Raspberry Pi header
cs_cz: Snímač vlhkosti DHT je připojen ke konektoru Raspberry Pi
sk_sk: Senzor vlkosti DHT je pripojený ku konektoru Raspberry Pi

source: On the main OSPy board by pihrt.com is already installed.
cs_cz: Na hlavní OSPy desce podle pihrt.com je již nainstalován.
sk_sk: Na hlavnej doske OSPy podla pihrt.com je už nainštalované.

source: We have two versions of the DHT sensor, they look a bit similar and have the same pinout, but have different characteristics. Here are the specs:
cs_cz: Máme dvě verze DHT snímače, vypadají trochu podobně a mají stejné piny, ale mají různé vlastnosti. Zde jsou specifikace:
sk_sk: Máme dve verzie DHT senzorov, vyzerajú podobne, majú rovnaké piny, ale rôzne vlastnosti. Tu sú špecifikácie:

source: Ultra low cost, 3 to 5V power and I/O, 2.5mA max current use during conversion (while requesting data).
cs_cz: Velmi nízká cena, 3 až 5V napájení a I/O, maximální proud 2,5 mA během převodu (při vyžádání dat).
sk_sk: Velmi nízka cena, 3 až 5V napajanie, maximálný prúd 2,5mA počas prevodu (pri vyžiadaní dát).

source: Good for 20-80% humidity readings with 5% accuracy.
cs_cz: Dobré pro vlhkost 20-80% s 5% tolerancí.
sk_sk: Dobré pre vlhkosť 20-80% s 5% toleranciou.

source: Good for 0-50C temperature readings +-2C accuracy.
cs_cz: Dobré pro teplotu 0 až 50C s +- 2C tolerancí.
sk_sk: Dobré pre teplotu 0 až 50°C s +-2C toleranciou.

source: No more than 1 Hz sampling rate (once every second).
cs_cz: Vzorkovací frekvence max 1 Hz jednou za sekundu.
sk_sk: Vzorkovacia frekvencia max 1Hz raz za sekundu.

source: Body size 15.5mm x 12mm x 5.5mm.
cs_cz: Rozměry pouzdra 15.5mm x 12mm x 5.5mm.
sk_sk: Rozmery puzdra 15,5mm x 12mm x 5,5mm.

source: 4 pins with 0.1 inch spacing.
cs_cz: 4 piny s roztečí 0.1 palce.
sk_sk: 4 piny s roztečou 0,1 palca.

source: DHT22/AM2302 (Wired version)
cs_cz: DHT22/AM2302 (drátová verze)
sk_sk: DHT22/AM2302 (káblová verzia)

source: Low cost, 3 to 5V power and I/O, 2.5mA max current use during conversion (while requesting data).
cs_cz: Nízká cena, 3 až 5V napájení a I/O, maximální proud 2,5 mA během převodu (při vyžádání dat).
sk_sk: Nízka cena, 3 až 5V napájanie, maximálny prúd 2,5mA počas prevodu (pri vyžiadaní dát)

source: Good for 0-100% humidity readings with 2-5% accuracy.
cs_cz: Dobré pro vlhkost 0-100% s 2-5% tolerancí.
sk_sk: Dobré pre vlhkosť 0-100% s 2-5% toleranciou.

source: Good for -40 to 80C temperature readings +-0.5C accuracy.
cs_cz: Dobré pro teplotu -40 až 80C s +- 0.5C tolerancí.
sk_sk: Dobré pre teplotu -40 až 80°C s +-0,5C toleranciou.

source: No more than 0.5 Hz sampling rate (once every 2 seconds).
cs_cz: Vzorkovací frekvence max 0.5 Hz jednou za 2 sekundy.
sk_sk: Vzorkovacia frekvencia max 0,5 Hz raz za 2 sekundy.

source: Body size 15.1mm x 25mm x 7.7mm.
cs_cz: Rozměry pouzdra 15.1mm x 25mm x 7.7mm.
sk_sk: Rozmery puzdra 15,1mm x 25mm, 7,7mm.

source: Air Temperature and Humidity Monitor - log
cs_cz: Rozšíření monitor teploty a vlhkosti - záznam
sk_sk: Monitor teploty a vlhkosti vzduchu - denník

source: Log from local file
cs_cz: Záznam z místního souboru
sk_sk: Denník z lokálneho súboru

source: Log from database
cs_cz: Záznam z databáze
sk_sk: Denník z databázy

source: Download local log
cs_cz: Stáhnout místní záznam
sk_sk: Stiahnuť lokálny denník

source: Delete all local logs
cs_cz: Smazat všechny místní záznamy
sk_sk: Odstrániť všetky denníky

source: Download database log
cs_cz: Stáhnout záznam z databáze
sk_sk: Stiahnuť denník z databázy

source: Date Time
cs_cz: Datum Čas
sk_sk: Dátum Čas

source: Package: Button Control
cs_cz: Balíček: Tlačítka
sk_sk: Balík: Tlačítka

source: System reboot
cs_cz: Restartování systému
sk_sk: Reštartovanie systému

source: System shutdown
cs_cz: Vypnutí systému
sk_sk: Vypnutie systému

source: Selected stations now stopped
cs_cz: Vybrané stanice byly nyní zastaveny
sk_sk: Zvolené stanice sa teraz zastavili

source: Scheduler is now enabled
cs_cz: Plánovač je nyní povolen
sk_sk: Plánovač je teraz povolený

source: Scheduler is now disabled
cs_cz: Plánovač je nyní zakázán
sk_sk: Plánovač je teraz zakázaný

source: Run now program 1
cs_cz: Spustit nyní program 1
sk_sk: Spustiť teraz program 1

source: Run now program 2
cs_cz: Spustit nyní program 2
sk_sk: Spustiť teraz program 2

source: Run now program 3
cs_cz: Spustit nyní program 3
sk_sk: Spustiť teraz program 3

source: Run now program 4
cs_cz: Spustit nyní program 4
sk_sk: Spustiť teraz program 4

source: Run now program 5
cs_cz: Spustit nyní program 5
sk_sk: Spustiť teraz program 5

source: Run now program 6
cs_cz: Spustit nyní program 6
sk_sk: Spustiť teraz program 6

source: Run now program 7
cs_cz: Spustit nyní program 7
sk_sk: Spustiť teraz program 7

source: Run now program 8
cs_cz: Spustit nyní program 8
sk_sk: Spustiť teraz program 8

source: Button plug-in is disabled.
cs_cz: Rozšíření tlačítka je zakázáno.
sk_sk: Doplnok tlačidla je vypnutý.

source: Button plug-in
cs_cz: Rozšíření tlačítka
sk_sk: Tlačidlo plug-in

source: Switch 8 pressed
cs_cz: Spínač 8 stisknuto
sk_sk: Prepínač 8 stlačené

source: Switch 7 pressed
cs_cz: Spínač 7 stisknuto
sk_sk: Prepínač 7 stlačené

source: Switch 6 pressed
cs_cz: Spínač 6 stisknuto
sk_sk: Prepínač 6 stlačené

source: Switch 5 pressed
cs_cz: Spínač 5 stisknuto
sk_sk: Prepínač 5 stlačené

source: Switch 4 pressed
cs_cz: Spínač 4 stisknuto
sk_sk: Prepínač 4 stlačené

source: Switch 3 pressed
cs_cz: Spínač 3 stisknuto
sk_sk: Prepínač 3 stlačené

source: Switch 2 pressed
cs_cz: Spínač 2 stisknuto
sk_sk: Prepínač 2 stlačené

source: Switch 1 pressed
cs_cz: Spínač 1 stisknuto
sk_sk: Prepínač 1 stlačené

source: Read button - FAULT
cs_cz: Čtení tlačítka - CHYBA
sk_sk: Tlačidlo čítať - FAULT

source: Is hardware connected? Is bus address corectly setuped?
cs_cz: Je připojen hardware? Je adresa sběrnice správně nastavena?
sk_sk: Je pripojený hardware? Je adresa zbernice správne nastavená?

source: Set LED - FAULT
cs_cz: Nastavení LED - CHYBA
sk_sk: Nastaviť LED - CHYBA

source: Button control settings
cs_cz: Tlačítka nastavení
sk_sk: Nastavenia ovládacieho prvku tlačidla

source: Use button control
cs_cz: Použít tlačítka
sk_sk: Použiť tlačítka

source: if checked, the extension is enabled.
cs_cz: je-li zaškrtnuto, je rozšíření povoleno.
sk_sk: ak je políčko začiarknuté, je doplnok spustený.

source: Address for MCP23017 controller
cs_cz: Adresa pro obvod MCP23017
sk_sk: Adresa pre obvod MCP23017

source: Select the desired address for the MCP23017 controller.
cs_cz: Vyberte požadovanou adresu obvodu MCP23017.
sk_sk: Zvolte požadovanú adresu obvodu MCP23017.

source: Address 0x20
cs_cz: Adresa 0x20
sk_sk: Adresa 0x20

source: Address 0x21
cs_cz: Adresa 0x21
sk_sk: Adresa 0x21

source: Address 0x22
cs_cz: Adresa 0x22
sk_sk: Adresa 0x22

source: Address 0x23
cs_cz: Adresa 0x23
sk_sk: Adresa 0x23

source: Address 0x24
cs_cz: Adresa 0x24
sk_sk: Adresa 0x24

source: Address 0x25
cs_cz: Adresa 0x25
sk_sk: Adresa 0x25

source: Address 0x26
cs_cz: Adresa 0x26
sk_sk: Adresa 0x26

source: Address 0x27
cs_cz: Adresa 0x27
sk_sk: Adresa 0x27

source: First stop
cs_cz: Nejprve zastavit
sk_sk: Najprv zastaviť

source: First stop everything running and then start the program.
cs_cz: Nejprve zastavte vše spuštěné a poté spusťte program.
sk_sk: Najprv zastavte všetko spustené a potom spusťte program.

source: Button
cs_cz: Tlačítko
sk_sk: Tlačítko

source: controls
cs_cz: ovládá
sk_sk: ovládanie

source: Asociation concrete button with operation.
cs_cz: Přiřazení konkrétního tlačítka k určité operaci.
sk_sk: Priradenie konkrétného tlačítka ku programu.

source: Reboot OS system
cs_cz: Restartovat operační systém
sk_sk: Reštartovať operačný systém

source: Shutdown OS system
cs_cz: Vypnutí operačního systému
sk_sk: Vypnutie operačného systému

source: Stop stations
cs_cz: Zastavit stanice
sk_sk: Zastaviť stanice

source: Disable scheduler
cs_cz: Zakázat plánovač
sk_sk: Vypnúť plánovač

source: Run program 1
cs_cz: Spustit program 1
sk_sk: Spustenie programu 1

source: Run program 2
cs_cz: Spustit program 2
sk_sk: Spustenie programu 2

source: Run program 3
cs_cz: Spustit program 3
sk_sk: Spustenie programu 3

source: Run program 4
cs_cz: Spustit program 4
sk_sk: Spustenie programu 4

source: Run program 5
cs_cz: Spustit program 5
sk_sk: Spustenie programu 5

source: Run program 6
cs_cz: Spustit program 6
sk_sk: Spustenie programu 6

source: Run program 7
cs_cz: Spustit program 7
sk_sk: Spustenie programu 7

source: Run program 8
cs_cz: Spustit program 8
sk_sk: Spustenie programu 8

source: If concrete button stops stations, then select the desired stations to stop here.
cs_cz: Pokud konkrétní tlačítko zastaví stanice, vyberte zde požadované stanice, které chcete zastavit.
sk_sk: Ak konkrétne tlačítko zastaví stanice, vyberte požadované stanice, ktoré chcete zastaviť.

source: Button control settings - help
cs_cz: Tlačítka - nápověda
sk_sk: Tlačítka - pomocník

source: This plugin uses a circuit board with MCP23017 controller connected to the OSPy Sprinkler board via the
cs_cz: Toto rozšíření používá desku s plošnými spoji s řadičem MCP23017 připojeným k desce OSPy Sprinkler přes
sk_sk: Tento doplnok používa dosku plošných spojov s radičom MCP23017 pripojeným k doske OSPy Sprinkler cez

source: interface
cs_cz: rozhraní
sk_sk: rozhranie I2C

source: This plug-in includes eight buttons with optional functions and signalisating via eicht LEDs
cs_cz: Toto rozšíření obsahuje osm tlačítek s volitelnými funkcemi a signalizačními LED
sk_sk: Tento doplnok obsahuje osem tlačidiel s voliteľnými funkciami a signalizaciou cez LED

source: The PCB board for 8 buttons (board by pihrt.com)
cs_cz: Deska spojů pro 8 tlačítek (deska pihrt.com)
sk_sk: Doska spojov pre 8 tlačitok (doska pihrt.com)

source: Selector for
cs_cz: Zvolená
sk_sk: Zvolená

source: address in range 0x20 to 0x27.
cs_cz: adresa v rozsahu 0x20 až 0x27.
sk_sk: adresa v rozsahu 0x20 až 0x27.

source: The address is set via inputs A0-A2 on the MCP23017 controller.
cs_cz: Adresa je nastavena prostřednictvím vstupů A0-A2 na obvodu MCP23017.
sk_sk: Adresa je nastavená prosteedníctvom vstupu A0-A2 na obvode MCP23017.

source: Chip address
cs_cz: Adresa obvodu
sk_sk: Adresa obvodu

source: Address
cs_cz: Adresa
sk_sk: Adresa

source: For find your address use System Information plugin.
cs_cz: Pro nalezení vaší adresy použijte rozšíření systémové informace.
sk_sk: Pre nájdenie vašej adresy použite doplnok systémové informácie.

source: Note: the buttons must not have the same address as the LCD display. You must change either the address of the display or the buttons address.
cs_cz: Poznámka: Tlačítka nesmí mít stejnou adresu jako LCD displej. Je nutné změnit adresu displeje nebo adresu tlačítek.
sk_sk: Poznámka: Tlačítka nesmú mať rovnakú adresu ako LCD displej. Je nutné zmeniť adresu displeja alebo adresu tlačítok.

source: First stop everything running and then start the program. If we want to start a new program and add it to the running ones, we will leave this option off.
cs_cz: Nejprve zastavte vše spuštěné a poté spusťte program. Pokud chceme spustit nový program a přidat jej do spuštěných programů, tuto možnost necháme vypnutou.
sk_sk: Najskôr zastavte všetko, čo beží, a potom spustite program. Ak chceme spustiť nový program a pridať ho k spusteným, túto možnosť necháme vypnutú.

source: Package: CHMI radar
cs_cz: Balíček: Meteoradar ČHMÚ
sk_sk: Balík: Meteoradar ČHMÚ

source: CHMI meteoradar
cs_cz: Meteoradar ČHMÚ
sk_sk: Meteoradar ČHMÚ

source: Failed to download radar data.
cs_cz: Stažení radarových dat se nezdařilo.
sk_sk: Sťahovanie radarových dát zlyhalo.

source: The merging of the images (radar and outline of the Czech Republic) went OK.
cs_cz: Sloučení snímků (radar a obrys ČR) proběhlo v pořádku.
sk_sk: Zlúčenie snímok (radar a obrys ČR) prebehlo v poriadku.

source: Image cannot be saved.
cs_cz: Obrázek nelze uložit.
sk_sk: Obrázok sa nedá uložiť.

source: Converting the image to RGB...
cs_cz: Převod obrazu do RGB...
sk_sk: Prevod obrazu do RGB...

source: Image width: {} px ({} degrees of longitude)
cs_cz: Šířka obrázku: {} px ({} stupňů zeměpisné délky)
sk_sk: Šírka obrázka: {} px ({} stupňov zemepisnej dĺžky)

source: Image height: {} px ({} degrees of latitude)
cs_cz: Výška obrázku: {} px ({} stupňů zeměpisné šířky)
sk_sk: Výška obrázka: {} px ({} stupňov zemepisnej šírky)
